<?xml version="1.0"?>


<!DOCTYPE article PUBLIC "-//OASIS//DTD DocBook XML V4.1.2//EN" 
"http://www.oasis-open.org/docbook/xml/4.1.2/docbookx.dtd" [
  <!ENTITY legal SYSTEM "legal.xml">
  <!ENTITY appversion "2.4.2.101" >
  <!ENTITY manrevision "2.0.1" >
  <!ENTITY date "Januar 2004" >
  <!ENTITY app "Einrichtung des Anmeldebildschirms" >
  <!ENTITY ug "GNOME Desktop-Benutzerhandbuch" >
]><!-- 
      (Do not remove this comment block.)
  Maintained by the GNOME Documentation Project
  http://developer.gnome.org/projects/gdp
  Template version: 2.0 beta
  Template last modified Feb 12, 2002
  
--><!-- =============Document Header ============================= -->
 <article id="index" lang="de"><!-- please do not change the id; for translations, change lang to --><!-- appropriate code -->


  <articleinfo> 
    <title>Einrichtung des Anmeldebildschirms Handbuch V&manrevision; </title>       

	 <copyright><year>2004</year> <holder>Sun Microsystems</holder>  </copyright><!-- translators: uncomment this:
  	 <copyright>
   		<year>2003</year>
   		<holder>ME-THE-TRANSLATOR (Latin translation)</holder>
  	 </copyright>
   	 -->
	 

    <publisher><publishername>GNOME-Dokumentationsprojekt</publishername>  </publisher><!-- This file  contains link to license for the documentation (GNU FDL), and 
        other legal stuff such as "NO WARRANTY" statement. Please do not change 
	any of this. -->&legal;  <authorgroup> 
		<author><firstname>Sun</firstname> <surname>GNOME Dokumentationsteam</surname>  <affiliation><orgname>Sun Microsystems</orgname>  </affiliation>
		</author><!-- This is appropriate place for other contributors: translators,
      maintainers,  etc. Commented out by default.
       <othercredit role="translator">
	<firstname>Latin</firstname> 
	<surname>Translator 1</surname> 
	<affiliation> 
	  <orgname>Latin Translation Team</orgname> 
	  <address> <email>translator@gnome.org</email> </address> 
	</affiliation>
	<contrib>Latin translation</contrib>
      </othercredit>
-->

    </authorgroup>

    <revhistory>
      <revision><revnumber>Einrichtung des Anmeldebildschirms Handbuch V&manrevision;</revnumber> <date>&date;</date> <revdescription> 
	  		<para role="author">Sun GNOME Dokumentationsteam </para>
	  		<para role="publisher">GNOME-Dokumentationsprojekt </para>
		</revdescription> 
      </revision>
    </revhistory><releaseinfo>In diesem Handbuch wird Version &appversion; von &app; beschrieben.</releaseinfo>  <legalnotice> 
      <title>Feedback</title> 
      <para>Wenn Sie Fehler finden oder Vorschl&auml;ge zur &app;-Anwendung oder zu diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.  </para><!-- Translators may also add here feedback address for translations -->

    </legalnotice> 
  </articleinfo><!-- ============= Document Body ============================= --><!-- ============= Introduction ============================== --><indexterm> 
    <primary>Einrichtung des Anmeldebildschirms</primary> 
  </indexterm> <sect1 id="gdm-introduction">
<title>Einf&uuml;hrung </title>
<para>Zum Start einer GNOME Desktop-Sitzung muss sich der Anwender zun&auml;chst mit einem korrekten Satz Benutzerdaten ausweisen und sich so am System anmelden. Der Anmeldebildschirm stellt sozusagen das Portal zwischen dem Anwender und dem GNOME Desktop dar. Mit der Anwendung <application>&app;</application> k&ouml;nnen Sie das Verhalten dieses Anmeldeprozesses konfigurieren.</para>
</sect1><!-- =========== Getting Started ============================== -->



  <sect1 id="gdm-getting-started"> 
	 <title>Erste Schritte</title>

	 <sect2 id="gdm-to-start"> 
		<title>So starten Sie &app;</title>
		
		<para>Sie k&ouml;nnen <application>&app;</application> auf eine der folgenden Weisen starten: </para>
		
		<variablelist>
			<varlistentry><term>Men&uuml;</term> <listitem>
			<para>Informationen dar&uuml;ber, wie Sie die Anwendung <application>&app;</application> &uuml;ber eines der Men&uuml;s starten, finden Sie in der jeweils aktuellen Fassung des Dokuments &ug; f&uuml;r Ihre Plattform.  </para>
			</listitem>
			</varlistentry>
			<varlistentry><term>Befehlszeile</term> <listitem>
			<para>F&uuml;hren Sie folgenden Befehl aus: <command>gdmsetup</command></para>
			</listitem>
			</varlistentry>
	</variablelist>
<note><para>Zur Konfiguration des Anmeldebildschirms ben&ouml;tigen Sie Systemadministratoren- bzw. <literal>root</literal>-Zugriffsrechte.</para></note>
	</sect2>

	<sect2 id="gdm-when-you-start">
	<title>Wenn Sie &app; starten</title>

	<para>Wenn Sie <application>&app;</application> starten, wird das folgende Dialogfeld angezeigt.</para><!-- ==== Figure ==== -->
	
		<figure id="gdm_window"> 
		  <title>&app;-Dialogfeld</title>
		  <screenshot> 
			 <mediaobject> 
				<imageobject><imagedata fileref="figures/gdm_window.png" format="PNG"/>  </imageobject>
				<textobject><phrase>Zeigt das Dialogfeld der Anwendung "Einrichtung des Anmeldebildschirms" Die Grafik ist selbsterkl&auml;rend.</phrase> </textobject> </mediaobject>
		  </screenshot>
		</figure><!-- ==== End of Figure ==== -->
	
<para>Das Dialogfeld der Anwendung <application>&app;</application> enth&auml;lt folgende Registerabschnitte:</para>
<itemizedlist>
<listitem><para><link linkend="gdm-prefs-general"><guilabel>Allgemein</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-standard"><guilabel>Standardbegr&uuml;&szlig;er</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-graphical"><guilabel>Grafischer Begr&uuml;&szlig;er</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-security"><guilabel>Sicherheit</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-xdmcp"><guilabel>XDMCP</guilabel></link></para></listitem>
</itemizedlist>
	
	 </sect2>


  </sect1><!-- ============= Customization ============================= -->


  
  <sect1 id="gdm-preferences"> 
<title>Einstellungen</title>

<sect2 id="gdm-prefs-general">
<title>Allgemein</title>
<para>Im Registerabschnitt <guilabel>Allgemein</guilabel> legen Sie die allgemeinen Einstellungen f&uuml;r den Anmeldebildschirm fest. </para>

		<variablelist> 
		  <varlistentry><term><guilabel>Lokal</guilabel> </term> <listitem> 
				<para>W&auml;hlen Sie hier aus, was f&uuml;r eine Art von Anmeldeoberfl&auml;che erscheinen soll, wenn sich ein Benutzer lokal am System anmeldet. In der Dropdown-Liste stehen Ihnen folgende Optionen zur Verf&uuml;gung:</para>
<itemizedlist>
<listitem><para><guilabel>Grafischer Begr&uuml;&szlig;er:</guilabel> Mit dieser Option wird ein grafischer Anmeldebildschirm angezeigt, wenn sich ein Benutzer lokal am System anmeldet. </para>
</listitem>
<listitem><para><guilabel>Standardbegr&uuml;&szlig;er:</guilabel> Mit dieser Option wird der Standard-GNOME-Anmeldebildschirm angezeigt, wenn sich ein Benutzer lokal am System anmeldet.  </para></listitem>
</itemizedlist>
			 </listitem>
		  </varlistentry>
		  <varlistentry><term><guilabel>Entfernt</guilabel> </term> <listitem> 
				<para>W&auml;hlen Sie hier aus, was f&uuml;r eine Art von Anmeldeoberfl&auml;che erscheinen soll, wenn sich ein Benutzer entfernt (remote) am System anmeldet. In der Dropdown-Liste stehen Ihnen folgende Optionen zur Verf&uuml;gung:</para><itemizedlist>
<listitem><para><guilabel>Grafischer Begr&uuml;&szlig;er:</guilabel> Mit dieser Option wird ein grafischer Anmeldebildschirm angezeigt, wenn sich ein Benutzer entfernt (remote) am System anmeldet. </para>
</listitem>
<listitem><para><guilabel>Standardbegr&uuml;&szlig;er:</guilabel> Mit dieser Option wird der Standard-GNOME-Anmeldebildschirm angezeigt, wenn sich ein Benutzer entfernt am System anmeldet.  </para></listitem>
</itemizedlist>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Immer 24-Stunden-Zeitformat verwenden</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, wird die Uhrzeit auf dem Anmeldebildschirm immer im 24-Stunden-Format angezeigt (00.00 bis 24.00 Uhr). </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Begr&uuml;&szlig;ungsnachricht</guilabel> </term> <listitem> 
<para>Die hier eingegebene Begr&uuml;&szlig;ungsnachricht wird auf dem Standard-GNOME-Anmeldebildschirm angezeigt, wenn sich ein Benutzer lokal am System anmeldet.</para><note><para>Wenn der Rechnername in der Begr&uuml;&szlig;ungsnachricht erscheinen soll, geben Sie in diesem Textfeld den Code <literal>%n</literal> ein.  </para></note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Entfernte Begr&uuml;&szlig;ungsnachricht</guilabel> </term> <listitem> 
<para>Die hier eingegebene Begr&uuml;&szlig;ungsnachricht wird auf dem Standard-GNOME-Anmeldebildschirm angezeigt, wenn sich ein Benutzer entfernt am System anmeldet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Beim ersten Start automatisch einen Benutzer anmelden</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, wird beim ersten Systemstart automatisch ein Benutzer angemeldet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Benutzername bei automatischer Anmeldung</guilabel></term> <listitem> 
<para>&Uuml;ber dieses Dropdown-Kombinationsfeld legen Sie den Benutzernamen fest, den das System f&uuml;r die automatische Anmeldung verwendet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Einen Benutzer automatisch nach einer bestimmten Anzahl von Sekunden anmelden</guilabel></term> <listitem> 
<para>Wenn diese Option ausgew&auml;hlt ist, wird nach Verstreichen eines vorher festgelegten Intervalls automatisch ein Benutzer angemeldet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Benutzername bei zeitgesteuerter Anmeldung</guilabel></term> <listitem> 
<para>&Uuml;ber dieses Dropdown-Kombinationsfeld legen Sie den Benutzernamen fest, den das System f&uuml;r die automatische zeitgesteuerte Anmeldung verwendet. </para>
			 </listitem>
		  </varlistentry>
		  <varlistentry><term><guilabel>Zeit bis zur Anmeldung (in Sekunden)</guilabel></term> <listitem> 
<para>Dieses Drehfeld legt fest, wie lange das System wartet, bis der Benutzer automatisch angemeldet wird.</para>
			 </listitem>
		  </varlistentry>

</variablelist>
</sect2>

<sect2 id="gdm-prefs-standard">
<title>Standardbegr&uuml;&szlig;er</title>
<para>Im Registerabschnitt <guilabel>Standardbegr&uuml;&szlig;er</guilabel> legen Sie die Einstellungen f&uuml;r den Standard-GNOME-Anmeldebildschirm fest. </para>



<variablelist>
		  <varlistentry><term><guilabel>Logo</guilabel> </term> <listitem> 
<para>Hier k&ouml;nnen Sie eine Grafik ausw&auml;hlen, die auf dem Standard-GNOME-Anmeldebildschirm als Logo angezeigt wird. Geben Sie hierzu den Dateinamen der Grafikdatei im bereitgestellten  Dropdown-Kombinationsfeld ein. Alternativ dazu k&ouml;nnen Sie mit der Schaltfl&auml;che <guibutton>Durchsuchen</guibutton> auch ein entsprechendes Auswahldialogfeld aufrufen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>W&auml;hlbare Benutzerbilder (Gesichterbetrachter) anzeigen</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, werden auf dem Standard-GNOME-Anmeldebildschirm Benutzerbilder angezeigt. Der Benutzer kann dann einfach eines der Bilder ausw&auml;hlen, anstatt einen Benutzernamen einzugeben. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Kein Hintergrund</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn im Hintergrund des Standard-GNOME-Anmeldebildschirms kein Bild bzw. keine Farbe angezeigt werden soll.  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Bild</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn im Hintergrund des Standard-GNOME-Anmeldebildschirms ein Bild angezeigt werden soll Geben Sie den Namen der gew&uuml;nschten Bilddatei im Dropdown-Kombinationsfeld im rechten Teil des Dialogfelds ein. Alternativ dazu k&ouml;nnen Sie mit der Schaltfl&auml;che <guibutton>Durchsuchen</guibutton> auch ein Dialogfeld aufrufen, &uuml;ber das Sie die Bilddatei ausw&auml;hlen k&ouml;nnen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Farbe</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn im Hintergrund des Standard-GNOME-Anmeldebildschirms eine Farbfl&auml;che angezeigt werden soll Die Farbe legen Sie &uuml;ber die Schaltfl&auml;che <guilabel>Hintergrundfarbe</guilabel> fest. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Hintergrundbild einpassen</guilabel></term> <listitem> 
<para>Wenn Sie als Hintergrund ein Bild ausgew&auml;hlt haben, k&ouml;nnen Sie diese Option aktivieren, damit Ihr Bild automatisch an die Gr&ouml;&szlig;e des Standard-GNOME-Anmeldebildschirms angepasst wird. Das Breite-H&ouml;he-Verh&auml;ltnis des Bildes wird beibehalten. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Auf entfernten Anzeigen nur Farben</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn im Hintergrund des Standard-GNOME-Anmeldebildschirms nur eine Farbfl&auml;che angezeigt werden soll, wenn sich Benutzer entfernt am System anmelden.  </para>
			 </listitem>
		  </varlistentry>


		  <varlistentry><term><guilabel>Hintergrundfarbe</guilabel> </term> <listitem> 
<para>Wenn Sie die Option <guilabel>Farbe</guilabel> bzw. <guilabel>Auf entfernten Anzeigen nur Farben</guilabel> ausgew&auml;hlt haben, k&ouml;nnen Sie mit dieser Schaltfl&auml;che die entsprechende Farbe ausw&auml;hlen. Klicken Sie auf die Farbauswahlschaltfl&auml;che, um das Dialogfeld zum Ausw&auml;hlen der Farbe zu &ouml;ffnen. W&auml;hlen Sie dort die gew&uuml;nschte Farbe aus. </para>
			 </listitem>
		  </varlistentry>

</variablelist>

</sect2>
<sect2 id="gdm-prefs-graphical">
<title>Grafischer Begr&uuml;&szlig;er</title>
<para>Im Registerabschnitt <guilabel>Grafischer Begr&uuml;&szlig;er</guilabel> legen Sie die Einstellungen f&uuml;r den grafischen Anmeldebildschirm fest.</para>

<variablelist>

		  <varlistentry><term>Themenliste</term> <listitem> 
<para>W&auml;hlen Sie das gew&uuml;nschte Thema f&uuml;r den grafischen Anmeldebildschirm aus. Eine Vorschau des gerade ausgew&auml;hlten Themas k&ouml;nnen Sie der rechten Seite des Dialogfelds entnehmen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guibutton>Neues Thema installieren</guibutton></term> <listitem> 
<para>Sie k&ouml;nnen der Liste der verf&uuml;gbaren Themen ein Thema hinzuf&uuml;gen. Das neue Thema muss eine tarred und gepackte Archivdatei sein. Das hei&szlig;t, es muss als Datei im Format <filename>.tar.gz</filename> vorliegen.</para><para>Zum Installieren eines neuen Themas f&uuml;hren Sie die folgenden Schritte aus:</para>
<orderedlist>
<listitem><para>Klicken Sie auf die Schaltfl&auml;che <guibutton>Neues Thema installieren</guibutton>.</para></listitem>
<listitem><para>W&auml;hlen Sie im daraufhin erscheinenden Dialogfeld die Archivdatei aus.</para></listitem>
<listitem><para>Klicken Sie auf <guibutton>OK</guibutton>. </para></listitem>
</orderedlist>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guibutton>Thema l&ouml;schen</guibutton></term> <listitem> 
<para>Um ein Thema zu l&ouml;schen, w&auml;hlen Sie es aus und klicken auf <guibutton>Thema l&ouml;schen</guibutton>.</para>
			 </listitem>
		  </varlistentry>

</variablelist>

</sect2>
<sect2 id="gdm-prefs-security">
<title>Sicherheit</title>
<para>Im Registerabschnitt <guilabel>Sicherheit</guilabel> legen Sie die Sicherheitseinstellungen im Zusammenhang mit der Benutzeranmeldung fest. </para>

<variablelist>
		  <varlistentry><term><guilabel>root-Benutzer erlauben, sich mit GDM anzumelden</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, k&ouml;nnen sich Benutzer mit Systemadministrator- bzw. <literal>root</literal>-Zugriffsrechten &uuml;ber den <application>GNOME Display Manager</application> (<application>GDM</application>) lokal am System anmelden.</para>
<note><para>Auf Systemen, die Pluggable Authentication Modules (PAM) unterst&uuml;tzen, wird diese Option ignoriert. In diesem Fall stellen die PAM-Funktionsbibliotheken fest, ob sich der Benutzer auf dem lokalen System befindet.  </para>
</note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>root-Benutzer erlauben, sich entfernt mit GDM anzumelden</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, k&ouml;nnen sich Benutzer mit Systemadministrator- bzw. root-Zugriffsrechten &uuml;ber <application>GDM</application> entfernt am System anmelden.  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Entfernte zeitgesteuerte Anmeldungen zulassen</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, kann <application>GDM</application> nach Ablauf eines bestimmten Intervalls automatisch einen Benutzer von einem entfernten System anmelden. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Aktionsmen&uuml; anzeigen</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, k&ouml;nnen die Benutzer auf dem Anmeldebildschirm das Men&uuml; <guimenu>Aktionen</guimenu> sehen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Konfiguration vom Anmeldebildschirm aus erlauben</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, steht den Benutzern auf dem Anmeldebildschirm die Aktionsmen&uuml;option <guimenuitem>Den Anmeldemanager konfigurieren</guimenuitem> zur Verf&uuml;gung. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Ausf&uuml;hren des XDMCP-Ausw&auml;hlers vom Anmeldebildschirm aus erlauben</guilabel></term> <listitem> 
<para>Wenn diese Option aktiviert ist, steht den Benutzern auf dem Anmeldebildschirm die Aktionsmen&uuml;option <guimenuitem>Den XDMCP-Ausw&auml;hler ausf&uuml;hren</guimenuitem> zur Verf&uuml;gung.</para><para>Mit der Option <guimenuitem>Den XDMCP-Ausw&auml;hler ausf&uuml;hren</guimenuitem> kann sich der Benutzer eine Liste von Hosts anzeigen lassen, die Anzeigemanagement-Dienste anbieten. Aus dieser Liste kann er anschlie&szlig;end einen Host f&uuml;r die Verwaltung der Sitzung ausw&auml;hlen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>TCP-Verbindungen zum X-Server immer abweisen (deaktiviert alle entfernten Verbindungen)</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn Sie nicht zulassen m&ouml;chten, dass sich Benutzer von entfernten Systemen aus am X-Window-Server anmelden. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Verz&ouml;gerung bis zum erneuten Versuch (Sekunden)</guilabel></term> <listitem> 
<para>Mit diesem Drehfeld legen Sie fest, wie lange nach einem fehlgeschlagenen Anmeldeversucht gewartet wird, bis das Feld <guilabel>Benutzername</guilabel> auf dem Anmeldebildschirm wieder freigegeben wird.</para>
<note><para>Auf Systemen mit PAM-Unterst&uuml;tzung wird diese Option ignoriert. </para></note>
			 </listitem>
		  </varlistentry>

</variablelist>


</sect2>
<sect2 id="gdm-prefs-xdmcp">
<title>XDMCP</title>
<para>Im Registerabschnitt <guilabel>XDMCP</guilabel> legen Sie die Einstellungen f&uuml;r das X Display Manager Control Protocol (XDMCP) fest.  </para>


<variablelist>
		  <varlistentry><term><guilabel>XDMCP aktivieren</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn Sie zulassen m&ouml;chten, dass entfernte X Window System-Anzeigen eine X Window System-Sitzung vom System anfordern. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Indirekte Anforderungen annehmen</guilabel></term> <listitem> 
<para>Aktivieren Sie diese Option, wenn Sie zulassen m&ouml;chten, dass entfernte X Window System-Anzeigen ohne eigenen Anzeigemanager XDMCP-Anzeigemanagementdienste von Ihrem System anfordern. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>An UDP-Port horchen</guilabel></term> <listitem> 
<para>Mit diesem Drehfeld legen Sie den Port fest, der auf UDP-Anforderungen (User Datagram Protocol) &uuml;berwacht wird.  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximale Anzahl ausstehender Anforderungen</guilabel></term> <listitem> 
<para>Legen Sie mit diesem Drehfeld fest, wie viele Sitzungsanforderungen an Ihr System maximal auflaufen sollen.</para><note><para>Diese Option hilft Ihnen, DoS-Angriffe (Denial-of-Service) abzuwenden. Sie bestimmt, wie viele Anzeigeeinheiten maximal gleichzeitig eine Sitzung  <emphasis>anfordern</emphasis> k&ouml;nnen. Auf die von <application> GDM</application> zugelassene Maximalzahl entfernter Sitzungen hat sie hingegen keinen Einfluss. </para>
</note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximale Anzahl ausstehender indirekter Anforderungen</guilabel></term> <listitem> 
<para><application>GDM</application> f&uuml;hrt eine Warteschlange mit den erhaltenen Sitzungsanforderungen an das System. Mit diesem Drehfeld legen Sie fest, wie viele Sitzungsanforderungen von Anzeigeeinheiten ohne eigenen Anzeigemanager maximal in dieser Warteschlange auflaufen sollen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximale Anzahl entfernter Sitzungen</guilabel></term> <listitem> 
<para>Mit diesem Drehfeld legen Sie fest, wie viele entfernte Sitzungen  <application>GDM</application> insgesamt maximal verwaltet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximale Wartezeit</guilabel></term> <listitem> 
<para>Mit diesem Drehfeld legen Sie fest, wie lange <application>GDM</application> warten soll, bis eine Anforderung aus der Warteschlange entfernt wird. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximale indirekte Wartezeit</guilabel></term> <listitem> 
<para>Mit diesem Drehfeld legen Sie fest, wie lange <application>GDM</application> warten soll, bis eine Anforderung von einer Anzeigeeinheit ohne eigenen Anzeigemanager aus der Warteschlange entfernt wird. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Anzeigen pro Rechner</guilabel></term> <listitem> 
<para>Dieses Drehfeld bestimmt, wie viele gleichzeitige Sitzungen <application>GDM</application> maximal von ein und demselben Host zul&auml;sst. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Ping-Intervall (in Sekunden)</guilabel></term> <listitem> 
<para><application>GDM</application> schickt in regelm&auml;&szlig;igen Abst&auml;nden ping-Anforderungen an die einzelnen Sitzungen, um festzustellen, ob sie noch aktiv sind. Dieses Drehfeld legt besagten Zeitabstand fest.</para>
			 </listitem>
		  </varlistentry>
</variablelist>

</sect2>

</sect1>
</article>