    <legalnotice id="legalnotice">
         <para>Ihnen wird das Recht gew&auml;hrt, dieses Dokument unter den Bestimmungen der GNU Free Documentation License (GFDL), Version 1.1 oder h&ouml;her, in der durch die Free Software Foundation ver&ouml;ffentlichten Fassung ohne unver&auml;nderliche Kapitel (Invariant Sections) und Umschlagtexte (Front-Cover Texts/Back-Cover Texts) zu kopieren, weiterzugeben und/oder zu &auml;ndern. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der zusammen mit diesem Handbuch verbreiteten Datei COPYING-DOCS.  </para>
          <para>Dieses Handbuch ist Teil einer Sammlung von GNOME-Handb&uuml;chern, die unter der GFDL verbreitet werden. Wenn Sie dieses Handbuch getrennt von der Sammlung verbreiten m&ouml;chten, k&ouml;nnen Sie dies tun, indem Sie dem Handbuch wie in Abschnitt 6 der Lizenz beschrieben eine Kopie der Lizenz hinzuf&uuml;gen.  </para>
 
         <para>Viele der Namen, die Unternehmen zur Kennzeichnung ihrer Waren und Dienstleistungen verwenden, sind als Warenzeichen gesch&uuml;tzt. Dort, wo sich solche Namen in der GNOME-Dokumentation finden, sind sie durch Gro&szlig;schreibung oder Gro&szlig;buchstaben kenntlich gemacht, sofern sich die Mitglieder des GNOME-Dokumentationsprojekts der Existenz eines entsprechenden Warenzeichens bewusst sind.  </para>
 
         <para>DAS DOKUMENT UND ABGE&Auml;NDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BESTIMMUNGEN DER GNU FREE DOCUMENTATION LICENSE BEREITGESTELLT. DAR&Uuml;BER HINAUS GELTEN FOLGENDE BESTIMMUNGEN: <orderedlist>
                 <listitem>
                   <para>DAS DOKUMENT WIRD "AS IS" UND OHNE JEDWEDE AUSDR&Uuml;CKLICH ODER KONKLUDENT GEW&Auml;HRTE GARANTIEN BEREITGESTELLT. DAZU GEH&Ouml;REN UNTER ANDEREM GARANTIEN, DASS DIESES DOKUMENT ODER DIE GE&Auml;NDERTEN FASSUNGEN FEHLERFREI ODER MARKTG&Auml;NGIG SIND, SICH F&Uuml;R EINEN BESTIMMTEN ZWECK EIGNEN UND FREI VON RECHTEN ANDERER SIND. DAS GESAMTE RISIKO HINSICHTLICH DER QUALIT&Auml;T, GENAUIGKEIT UND EIGNUNG DES DOKUMENTS BZW. DER GE&Auml;NDERTEN FASSUNG LIEGT BEI IHNEN. SOLLTE SICH DIESES DOKUMENT ODER EINE GE&Auml;NDERTE FASSUNG IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, SO &Uuml;BERNEHMEN SIE (UND NICHT DER URSPR&Uuml;NGLICHE VERFASSER, AUTOR ODER SONSTIGE MITWIRKENDE) DIE GESAMTEN KOSTEN EVENTUELL NOTWENDIGER REPARATUREN ODER KORREKTURMASSNAHMEN. DIESER HAFTUNGS- UND GARANTIEAUSSCHLUSS STELLT EINEN WESENTLICHEN TEIL DIESER LIZENZ DAR. EINE NUTZUNG DES DOKUMENTS ODER GE&Auml;NDERTER FASSUNGEN IST AUSSCHLIESSLICH UNTER DEN BEDINGUNGEN DIESES HAFTUNGS- UND GARANTIEAUSSCHLUSSES GESTATTET. </para>
                 </listitem>
                 <listitem>
                   <para>WEDER DER AUTOR ODER DER URSPR&Uuml;NGLICHE VERFASSER DIESES DOKUMENTS ODER GE&Auml;NDERTER FASSUNGEN, NOCH AN DER ERSTELLUNG ODER VERBREITUNG DERSELBEN BETEILIGTE PERSONEN, NOCH LIEFERANTEN DIESER PERSONENKREISE, SIND UNTER IRGENDWELCHEN UMST&Auml;NDEN ODER IRGENDEINER RECHTLICHEN HANDHABE HAFTBAR F&Uuml;R DIREKTE, INDIREKTE, BESONDERE, ZUF&Auml;LLIGE ODER FOLGESCH&Auml;DEN (DARUNTER UNTER ANDEREM SCH&Auml;DEN AUS GOODWILL-VERLUST, ARBEITSUNTERBRECHUNGEN ODER DEM AUSFALL ODER FEHLERHAFTEN BETRIEB VON COMPUTERSYSTEMEN) JEDWEDER ART ODER ANDERE SCH&Auml;DEN ODER VERLUSTE GLEICH WELCHER NATUR, DIE SICH AUS DER NUTZUNG DIESES DOKUMENTS ODER GE&Auml;NDERTER FASSUNGEN ERGEBEN. DIES GILT UNABH&Auml;NGIG DAVON, OB SICH DIESE ANSPR&Uuml;CHE SCHULDRECHTLICH (EINSCHLIESSLICH DES VORLIEGENS GROBER FAHRL&Auml;SSIGKEIT) ODER VERTRAGSRECHTLICH BEGR&Uuml;NDEN, UND AUCH F&Uuml;R DEN FALL, DASS DIESE PERSONEN/PERSONENKREISE AUF DIE M&Ouml;GLICHKEIT SOLCHER SCH&Auml;DEN HINGEWIESEN WURDEN. </para>
                 </listitem>
           </orderedlist>
         </para>
   </legalnotice>