<!DOCTYPE article PUBLIC "-//OASIS//DTD DocBook XML V4.1.2//EN" 
"http://www.oasis-open.org/docbook/xml/4.1.2/docbookx.dtd" [
  <!ENTITY legal SYSTEM "legal.xml">
  <!ENTITY appversion "2.4.2.101" >
  <!ENTITY manrevision "2.0.1" >
  <!ENTITY date "januari 2004" >
  <!ENTITY app "Inst&auml;llningar f&ouml;r inloggningsf&ouml;nster" >
  <!ENTITY ug "Anv&auml;ndarhandbok f&ouml;r skrivbordet GNOME" >
]><!-- 
      (Do not remove this comment block.)
  Maintained by the GNOME Documentation Project
  http://developer.gnome.org/projects/gdp
  Template version: 2.0 beta
  Template last modified Feb 12, 2002
  
--><!-- =============Document Header ============================= -->
<article id="index" lang="sv">
<!-- please do not change the id; for translations, change lang to -->
<!-- appropriate code -->


  <articleinfo> 
    <title>Handbok f&ouml;r Inst&auml;llningar f&ouml;r inloggningsf&ouml;nster, version &manrevision; </title>       

	 <copyright><year>2004</year> <holder>Sun Microsystems</holder>  </copyright><!-- translators: uncomment this:
  	 <copyright>
   		<year>2003</year>
   		<holder>ME-THE-TRANSLATOR (Latin translation)</holder>
  	 </copyright>
   	 -->
	 

    <publisher><publishername> Dokumentationsprojekt f&ouml;r GNOME </publishername>  </publisher><!-- This file  contains link to license for the documentation (GNU FDL), and 
        other legal stuff such as "NO WARRANTY" statement. Please do not change 
	any of this. -->&legal;  <authorgroup> 
		<author><firstname>Suns</firstname> <surname>GNOME-dokumentationsteam</surname>  <affiliation><orgname>Sun Microsystems</orgname>  </affiliation>
		</author><!-- This is appropriate place for other contributors: translators,
      maintainers,  etc. Commented out by default.
       <othercredit role="translator">
	<firstname>Latin</firstname> 
	<surname>Translator 1</surname> 
	<affiliation> 
	  <orgname>Latin Translation Team</orgname> 
	  <address> <email>translator@gnome.org</email> </address> 
	</affiliation>
	<contrib>Latin translation</contrib>
      </othercredit>
-->

    </authorgroup>

    <revhistory>
      <revision><revnumber>Handbok f&ouml;r Inst&auml;llningar f&ouml;r inloggningsf&ouml;nster, version &manrevision;</revnumber> <date>&date;</date> <revdescription> 
	  		<para role="author">Suns GNOME-dokumentationsteam </para>
	  		<para role="publisher">Dokumentationsprojekt f&ouml;r GNOME </para>
		</revdescription> 
      </revision>
    </revhistory><releaseinfo>I den h&auml;r handboken beskrivs version &appversion; av &app;.</releaseinfo>  <legalnotice> 
      <title>Feedback</title> 
      <para>F&ouml;lj instruktionerna p&aring; <ulink url="ghelp:gnome-feedback" type="help">GNOME:s feedbacksida</ulink> om du vill rapportera ett fel eller ge f&ouml;rslag betr&auml;ffande det h&auml;r programmet eller den h&auml;r handboken.  </para><!-- Translators may also add here feedback address for translations -->

    </legalnotice> 
  </articleinfo><!-- ============= Document Body ============================= --><!-- ============= Introduction ============================== --><indexterm> <primary>Inst&auml;llningar f&ouml;r inloggningsf&ouml;nster</primary> </indexterm> <sect1 id="gdm-introduction">
<title>Introduktion </title>
<para>Anv&auml;ndare som vill starta en GNOME-skrivbordssession m&aring;ste logga in f&ouml;r att deras identitet ska autentiseras. Inloggningsf&ouml;nstret &auml;r ing&aring;ngen till skrivbordet GNOME f&ouml;r anv&auml;ndaren. Anv&auml;nd programmet <application>&app;</application> f&ouml;r att konfigurera hur anv&auml;ndare loggar in p&aring; systemet.</para>
</sect1><!-- =========== Getting Started ============================== -->



  <sect1 id="gdm-getting-started"> 
	 <title>Komma i g&aring;ng</title>

	 <sect2 id="gdm-to-start"> 
		<title>S&aring; h&auml;r startar du &app;</title>
		
		<para>Du kan starta <application>&app;</application> p&aring; f&ouml;ljande s&auml;tt: </para>
		
		<variablelist>
			<varlistentry><term>Meny</term> <listitem>
			<para>Information om hur du startar <application>&app;</application> fr&aring;n en meny finns i den senaste versionen av &ug; f&ouml;r den plattform du anv&auml;nder.  </para>
			</listitem>
			</varlistentry>
			<varlistentry><term>Kommandorad</term> <listitem>
			<para>K&ouml;r f&ouml;ljande kommando: <command>gdmsetup</command></para>
			</listitem>
			</varlistentry>
	</variablelist>
<note><para>Du m&aring;ste ha beh&ouml;righet som systemadministrat&ouml;r eller <literal>root</literal>-&aring;tkomst f&ouml;r att konfigurera inloggningsf&ouml;nstret.</para></note>
	</sect2>

	<sect2 id="gdm-when-you-start">
	<title>N&auml;r du startar &app;</title>

	<para>N&auml;r du startar <application>&app;</application> visas f&ouml;ljande dialogf&ouml;nster.</para><!-- ==== Figure ==== -->
	
		<figure id="gdm_window"> 
		  <title>&app;-dialog</title>
		  <screenshot><mediaobject><imageobject><imagedata fileref="figures/gdm_window.png" format="PNG"/> 
			  
				
					 
				 </imageobject><textobject><phrase>Visar dialogf&ouml;nstret Inst&auml;llningar f&ouml;r inloggningsf&ouml;nster. Sammanhanget beskriver bilden.</phrase>
				
		  </textobject></mediaobject></screenshot>
		</figure><!-- ==== End of Figure ==== -->
	
<para>Dialogf&ouml;nstret <application>&app;</application> inneh&aring;ller f&ouml;ljande flikar:</para>
<itemizedlist>
<listitem><para><link linkend="gdm-prefs-general"><guilabel>Allm&auml;nt</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-standard"><guilabel>Standardh&auml;lsare</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-graphical"><guilabel>Grafisk h&auml;lsare</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-security"><guilabel>S&auml;kerhet</guilabel></link></para></listitem>
<listitem><para><link linkend="gdm-prefs-xdmcp"><guilabel>XDMCP</guilabel></link></para></listitem>
</itemizedlist>
	
	 </sect2>


  </sect1><!-- ============= Customization ============================= -->


  
  <sect1 id="gdm-preferences"> 
<title>Inst&auml;llningar</title>

<sect2 id="gdm-prefs-general">
<title>Allm&auml;nt</title>
<para>Anv&auml;nd fliken <guilabel>Allm&auml;nt</guilabel> f&ouml;r att ange allm&auml;nna inst&auml;llningar f&ouml;r inloggningsf&ouml;nstret. </para>

		<variablelist> 
		  <varlistentry><term><guilabel>Lokal</guilabel> </term> <listitem> 
				<para>V&auml;lj den typ av gr&auml;nssnitt som ska anv&auml;ndas f&ouml;r inloggningsf&ouml;nstret n&auml;r anv&auml;ndare loggar in fr&aring;n ett lokalt system. V&auml;lj ett av f&ouml;ljande alternativ i listan:</para>
<itemizedlist>
<listitem><para><guilabel>Grafisk h&auml;lsare</guilabel>: V&auml;lj det h&auml;r alternativet om ett grafiskt inloggningsf&ouml;nster ska anv&auml;ndas n&auml;r anv&auml;ndare loggar in fr&aring;n ett lokalt system. </para>
</listitem>
<listitem><para><guilabel>Standardh&auml;lsare</guilabel>: V&auml;lj det h&auml;r alternativet om standardinloggningsf&ouml;nstret f&ouml;r GNOME ska anv&auml;ndas n&auml;r anv&auml;ndare loggar in fr&aring;n ett lokalt system.  </para></listitem>
</itemizedlist>
			 </listitem>
		  </varlistentry>
		  <varlistentry><term><guilabel>Fj&auml;rr</guilabel> </term> <listitem> 
				<para>V&auml;lj den typ av gr&auml;nssnitt som ska anv&auml;ndas f&ouml;r inloggningsf&ouml;nstret n&auml;r anv&auml;ndare loggar in fr&aring;n ett fj&auml;rrsystem. V&auml;lj ett av f&ouml;ljande alternativ i listan:</para><itemizedlist>
<listitem><para><guilabel>Grafisk h&auml;lsare</guilabel>: V&auml;lj det h&auml;r alternativet om ett grafiskt inloggningsf&ouml;nster ska anv&auml;ndas n&auml;r anv&auml;ndare loggar in fr&aring;n ett fj&auml;rrsystem. </para>
</listitem>
<listitem><para><guilabel>Standardh&auml;lsare</guilabel>: V&auml;lj det h&auml;r alternativet om standardinloggningsf&ouml;nstret f&ouml;r GNOME ska anv&auml;ndas n&auml;r anv&auml;ndare loggar in fr&aring;n ett fj&auml;rrsystem.  </para></listitem>
</itemizedlist>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Anv&auml;nd alltid 24-timmarsklocka</guilabel></term> <listitem> 
<para>Markera det h&auml;r alternativet om tiden i inloggningsf&ouml;nstret ska visas i formatet 00:00 till 24:00. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>V&auml;lkomstmeddelande</guilabel> </term> <listitem> 
<para>Skriv in ett v&auml;lkomstmeddelande som ska visas i standardinloggningsf&ouml;nstret f&ouml;r GNOME n&auml;r anv&auml;ndare loggar in fr&aring;n ett lokalt system.</para><note><para>Om du vill visa systemets namn i v&auml;lkomstmeddelandet skriver du <literal>%n</literal> i den h&auml;r textrutan.  </para></note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Fj&auml;rrv&auml;lkomstmeddelande</guilabel> </term> <listitem> 
<para>Skriv in ett v&auml;lkomstmeddelande som ska visas i standardinloggningsf&ouml;nstret f&ouml;r GNOME n&auml;r anv&auml;ndare loggar in fr&aring;n ett fj&auml;rrsystem . </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Logga in en anv&auml;ndare automatiskt vid f&ouml;rsta uppstart</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om anv&auml;ndare ska loggas in automatiskt n&auml;r de startar systemet f&ouml;r f&ouml;rsta g&aring;ngen. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Automatisk inloggning av anv&auml;ndarnamn</guilabel> </term> <listitem> 
<para>Anv&auml;nd den nedrullningsbara rotationsrutan f&ouml;r att ange det anv&auml;ndarnamn som ska anv&auml;ndas av systemet f&ouml;r att logga in en anv&auml;ndare automatiskt. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Logga in en anv&auml;ndare automatiskt efter det angivna antalet sekunder</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om anv&auml;ndare ska loggas in automatiskt efter ett visst tidsintervall som du anger. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Tidsbaserad inloggning av anv&auml;ndarnamn</guilabel> </term> <listitem> 
<para>Anv&auml;nd den nedrullningsbara rotationsrutan f&ouml;r att ange det anv&auml;ndarnamn som ska anv&auml;ndas av systemet f&ouml;r att logga in en anv&auml;ndare automatiskt efter ett visst tidsintervall. </para>
			 </listitem>
		  </varlistentry>
		  <varlistentry><term><guilabel>Sekunder innan inloggning</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange efter hur l&aring;ng tid anv&auml;ndare ska loggas in automatiskt.</para>
			 </listitem>
		  </varlistentry>

</variablelist>
</sect2>

<sect2 id="gdm-prefs-standard">
<title>Standardh&auml;lsare</title>
<para>Anv&auml;nd fliken <guilabel>Standardh&auml;lsare</guilabel> f&ouml;r att ange inst&auml;llningar f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME. </para>



<variablelist>
		  <varlistentry><term><guilabel>Logotyp</guilabel> </term> <listitem> 
<para>V&auml;lj den bild som ska visas som logotyp i standardinloggningsf&ouml;nstret f&ouml;r GNOME. Du v&auml;ljer bild genom att ange bildfilens namn i den nedrullningsbara rotationsrutan. Du kan ocks&aring; klicka p&aring; knappen <guibutton>Bl&auml;ddra</guibutton> om du vill visa ett dialogf&ouml;nster d&auml;r du kan v&auml;lja en bild. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Visa v&auml;ljbara anv&auml;ndarbilder (ansiktsbl&auml;ddrare)</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill visa bilder av anv&auml;ndare i standardinloggningsf&ouml;nstret f&ouml;r GNOME. Om det h&auml;r alternativet &auml;r markerat kan anv&auml;ndare v&auml;lja en bild i st&auml;llet f&ouml;r att skriva in ett anv&auml;ndarnamn. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Ingen bakgrund</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du inte vill att det ska visas n&aring;gon bild eller n&aring;gra f&auml;rger p&aring; bakgrunden f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME.  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Bild</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att det ska visas en bild p&aring; bakgrunden f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME. Du v&auml;ljer en bild genom att ange dess filnamn i den nedrullningsbara rotationsrutan till h&ouml;ger i dialogf&ouml;nstret. Du kan ocks&aring; klicka p&aring; knappen <guibutton>Bl&auml;ddra</guibutton> till h&ouml;ger i dialogf&ouml;nstret om du vill visa ett dialogf&ouml;nster d&auml;r du kan v&auml;lja en bild. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>F&auml;rg</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att det ska visas en f&auml;rg i bakgrunden f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME. Anv&auml;nd knappen <guilabel>Bakgrundsf&auml;rg</guilabel> f&ouml;r att ange f&auml;rg. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Skala bakgrundsbilden s&aring; att den passar</guilabel> </term> <listitem> 
<para>Om du markerar alternativet <guilabel>Bild</guilabel> b&ouml;r du &auml;ven markera det h&auml;r alternativet f&ouml;r att bakgrundsbilden ska anpassas till bakgrunden f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME. Bildens proportioner bevaras. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Endast f&auml;rg p&aring; fj&auml;rrdisplayer</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att det ska visas en f&auml;rg i bakgrunden f&ouml;r standardinloggningsf&ouml;nstret f&ouml;r GNOME n&auml;r anv&auml;ndare loggar in fr&aring;n ett fj&auml;rrsystem.  </para>
			 </listitem>
		  </varlistentry>


		  <varlistentry><term><guilabel>Bakgrundsf&auml;rg</guilabel> </term> <listitem> 
<para>Om du markerar alternativet <guilabel>F&auml;rg</guilabel> eller alternativet <guilabel>Endast f&auml;rg p&aring; fj&auml;rrdisplayer</guilabel> f&ouml;r bakgrunden anv&auml;nder du den h&auml;r knappen f&ouml;r att v&auml;lja f&auml;rg. Klicka p&aring; f&auml;rgv&auml;ljarknappen om du vill visa dialogf&ouml;nstret f&ouml;r f&auml;rgv&auml;ljaren. V&auml;lj &ouml;nskad f&auml;rg i f&auml;rgv&auml;ljaren. </para>
			 </listitem>
		  </varlistentry>

</variablelist>

</sect2>
<sect2 id="gdm-prefs-graphical">
<title>Grafisk h&auml;lsare</title>
<para>Anv&auml;nd fliken <guilabel>Grafisk h&auml;lsare</guilabel> f&ouml;r att ange inst&auml;llningar f&ouml;r det grafiska inloggningsf&ouml;nstret.</para>

<variablelist>

		  <varlistentry><term>Temalista</term> <listitem> 
<para>V&auml;lj ett tema som ska anv&auml;ndas f&ouml;r det grafiska inloggningsf&ouml;nstret. Det valda temat f&ouml;rhandsvisas till h&ouml;ger i dialogf&ouml;nstret. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guibutton>Installera nytt tema</guibutton> </term> <listitem> 
<para>Du kan l&auml;gga till ett tema i listan &ouml;ver tillg&auml;ngliga teman. Det nya temat m&aring;ste vara en TAR- och ZIP-komprimerad arkivfil. Det vill s&auml;ga, det nya temat m&aring;ste vara en <filename>.tar.gz</filename>-fil.</para><para>S&aring; h&auml;r installerar du ett nytt tema:</para>
<orderedlist>
<listitem><para>Klicka p&aring; knappen <guibutton>Installera nytt tema</guibutton>.</para></listitem>
<listitem><para>Anv&auml;nd dialogf&ouml;nstret f&ouml;r att v&auml;lja arkivfil.</para></listitem>
<listitem><para>Klicka p&aring; <guibutton>OK</guibutton>. </para></listitem>
</orderedlist>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guibutton>Ta bort tema</guibutton> </term> <listitem> 
<para>Du tar bort ett tema genom att markera det och sedan klicka p&aring; knappen <guibutton>Ta bort tema</guibutton>.</para>
			 </listitem>
		  </varlistentry>

</variablelist>

</sect2>
<sect2 id="gdm-prefs-security">
<title>S&auml;kerhet</title>
<para>Anv&auml;nd fliken <guilabel>S&auml;kerhet</guilabel> f&ouml;r att ange s&auml;kerhetsinst&auml;llningar f&ouml;r inloggning. </para>

<variablelist>
		  <varlistentry><term><guilabel>Till&aring;t att rot loggar in med GDM</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att anv&auml;ndare med beh&ouml;righeten systemadministrat&ouml;r eller <literal>root</literal>-&aring;tkomst ska anv&auml;nda <application>GNOME:s displayhanterare</application> (<application>GDM</application>) f&ouml;r att logga in fr&aring;n ett lokalt system.</para>
<note><para>P&aring; system med st&ouml;d f&ouml;r PAM (Pluggable Authentication Modules) har det h&auml;r alternativet ingen effekt. PAM-biblioteken avg&ouml;r om anv&auml;ndaren finns i det lokala systemet.  </para>
</note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Till&aring;t att rot g&ouml;r fj&auml;rrinloggningar med GDM</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att anv&auml;ndare med beh&ouml;righeten systemadministrat&ouml;r eller <literal>root</literal>-&aring;tkomst ska anv&auml;nda <application>GDM</application> f&ouml;r att logga in fr&aring;n ett fj&auml;rrsystem.  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Till&aring;t tidsbaserade inloggningar &ouml;ver n&auml;tverket</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att anv&auml;ndare ska loggas in automatiskt med <application>GDM</application> fr&aring;n ett fj&auml;rrsystem efter en viss tid. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Visa &aring;tg&auml;rdsmeny</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om anv&auml;ndare ska kunna anv&auml;nda menyn <guimenu>&Aring;tg&auml;rder</guimenu> i inloggningsf&ouml;nstret. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Till&aring;t konfiguration fr&aring;n systemmenyn</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om anv&auml;ndare ska kunna anv&auml;nda <guimenuitem>Konfigurera inloggningshanteraren</guimenuitem> p&aring; menyn <guimenu>&Aring;tg&auml;rder</guimenu> i inloggningsf&ouml;nstret. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Till&aring;t k&ouml;rande av XDMCP-v&auml;ljare fr&aring;n inloggningssk&auml;rmen</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om anv&auml;ndare ska kunna anv&auml;nda <guimenuitem>K&ouml;r XDMCP-v&auml;ljare</guimenuitem> p&aring; menyn <guimenu>&Aring;tg&auml;rde</guimenu> i inloggningsf&ouml;nstret.</para><para><guimenuitem>K&ouml;r XDMCP-v&auml;ljare</guimenuitem> visar en lista &ouml;ver v&auml;rdar med tj&auml;nster f&ouml;r visningshantering. Anv&auml;ndare kan anv&auml;nda den h&auml;r listan f&ouml;r att v&auml;lja den v&auml;rd som ska hantera en session. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Till&aring;t aldrig TCP-anslutningar till X-servern (inaktiverar alla fj&auml;rranslutningar)</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du inte vill att anv&auml;ndare ska kunna ansluta till X Window-systemservern fr&aring;n fj&auml;rrsystem. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>F&ouml;rdr&ouml;jning f&ouml;r &aring;terf&ouml;rs&ouml;k (sekunder)</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange hur l&aring;ng tid det ska g&aring; efter ett misslyckat inloggningsf&ouml;rs&ouml;k innan f&auml;ltet <guilabel>Anv&auml;ndarnamn</guilabel> &aring;ter aktiveras i inloggningsf&ouml;nstret.</para>
<note><para>P&aring; system med st&ouml;d f&ouml;r PAM har det h&auml;r alternativet ingen effekt. </para></note>
			 </listitem>
		  </varlistentry>

</variablelist>


</sect2>
<sect2 id="gdm-prefs-xdmcp">
<title>XDMCP</title>
<para>Anv&auml;nd fliken <guilabel>XDMCP</guilabel> f&ouml;r att ange inst&auml;llningar f&ouml;r XDMCP (X Display Manager Control Protocol).  </para>


<variablelist>
		  <varlistentry><term><guilabel>Anv&auml;nd XDMCP</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att ett X Windows-fj&auml;rrsystem ska kunna beg&auml;ra en X Windows-systemsession fr&aring;n systemet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Ta emot indirekta f&ouml;rfr&aring;gningar</guilabel> </term> <listitem> 
<para>Markera det h&auml;r alternativet om du vill att X Windows-fj&auml;rrsystem som saknar visningshanterare ska kunna beg&auml;ra XDMCP-visningshanteringstj&auml;nster fr&aring;n det h&auml;r systemet. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Lyssna p&aring; UDP-port</guilabel> </term> <listitem> 
<para>Anv&auml;nd den h&auml;r rotationsrutan f&ouml;r att ange det portnummer p&aring; vilket systemet ska lyssna efter UDP-f&ouml;rfr&aring;gningar (User Datagram Protocol).  </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximalt antal v&auml;ntande f&ouml;rfr&aring;gningar</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange det maximala antalet f&ouml;rfr&aring;gningar i k&ouml; f&ouml;r sessioner fr&aring;n systemet.</para><note><para>Anv&auml;nd det h&auml;r alternativet f&ouml;r att undvika tj&auml;nstf&ouml;rhindrande intr&aring;ngsf&ouml;rs&ouml;k (DoS). Det h&auml;r alternativet anger det antal sk&auml;rmar som samtidigt kan <emphasis>beg&auml;ra</emphasis> en session. Alternativet anger inte det totala antalet fj&auml;rrsessioner som till&aring;ts av <application>GDM</application>. </para>
</note>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximalt antal v&auml;ntande indirekta f&ouml;rfr&aring;gningar</guilabel> </term> <listitem> 
<para><application>GDM</application> skapar en k&ouml; f&ouml;r f&ouml;rfr&aring;gningar f&ouml;r sessioner fr&aring;n systemet. Anv&auml;nd rotationsrutan f&ouml;r att ange det maximala antalet k&ouml;ade f&ouml;rfr&aring;gningar f&ouml;r sessioner fr&aring;n sk&auml;rmar som saknar visningshanterare. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximalt antal fj&auml;rrsessioner</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange det totala antalet fj&auml;rrsessioner som till&aring;ts av <application>GDM</application>. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximal v&auml;ntetid</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange &ouml;nskad v&auml;ntetid innan <application>GDM</application> tar bort en f&ouml;rfr&aring;gning fr&aring;n k&ouml;n. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Maximal indirekt v&auml;ntetid</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange &ouml;nskad v&auml;ntetid innan <application>GDM</application> tar bort sk&auml;rmar som saknar visningshanterare fr&aring;n k&ouml;n &ouml;ver sk&auml;rmar som har beg&auml;rt sessioner. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Displayer per v&auml;rd</guilabel> </term> <listitem> 
<para>Anv&auml;nd rotationsrutan f&ouml;r att ange det totala antalet sessioner som <application>GDM</application> till&aring;ter f&ouml;r en v&auml;rd. </para>
			 </listitem>
		  </varlistentry>

		  <varlistentry><term><guilabel>Pingintervall (sekunder)</guilabel> </term> <listitem> 
<para><application>GDM</application> pingar sessioner f&ouml;r att kontrollera att de fortfarande &auml;r aktiva. Anv&auml;nd rotationsrutan f&ouml;r att ange intervall mellan ping fr&aring;n <application>GDM</application>.</para>
			 </listitem>
		  </varlistentry>
</variablelist>

</sect2>

</sect1>
</article>