Repository: GNOME/gdm
Catalog: trunk/po/*.po
Languages: et, mg

source: A-M|English (UK)
et: A-M|Inglise (UK)
mg: A-M|Teny Anglisy (Royaumes-Unis)

source: A-M|English (Canada)
et: A-M|Inglise (Kanada)
mg: A-M|Teny Anglisy (Kanada)

source: A-M|English (Ireland)
et: A-M|Inglise (Iiri)
mg: A-M|Teny Anglisy (Irlandy)

source: A-M|English (Denmark)
et: A-M|Inglise (Taani)
mg: A-M|Teny Anglisy (Danemarka)

source: A-M|English (South Africa)
et: A-M|Inglise (Lõuna-Aafrika)
mg: A-M|Teny Anglisy (Afrika Atsimo)

source: A-M|Estonian
et: A-M|Eesti
mg: A-M|Teny Estonianina

source: A-M|Finnish
et: N-Z|Soome
mg: A-M|Teny Finlandey

source: A-M|French
et: N-Z|Prantsuse
mg: A-M|Teny Frantsay

source: A-M|French (Belgium)
et: N-Z|Prantsuse (Belgia)
mg: A-M|Teny Frantsay (Belzika)

source: A-M|French (Switzerland)
et: A-M|Prantsuse (Šveitsi)
mg: A-M|Teny Frantsay (Soisa)

source: A-M|Galician
et: A-M|Galeegi
mg: A-M|Teny Galicianina

source: A-M|German
et: N-Z|Saksa
mg: A-M|Teny Alemana

source: A-M|German (Austria)
et: A-M|Saksa (Austria)
mg: A-M|Teny Alemana (Aotrisy)

source: A-M|German (Switzerland)
et: A-M|Saksa (Šveitsi)
mg: A-M|Teny Alemana (Soisa)

source: A-M|Greek
et: A-M|Kreeka
mg: A-M|Teny Grika

source: A-M|Gujarati
mg: A-M|Fiteny any Gujarat

source: A-M|Hebrew
et: A-M|Heebrea
mg: A-M|Teny Hebrio

source: A-M|Hindi
mg: A-M|Teny Hindi

source: A-M|Hungarian
et: N-Z|Ungari
mg: A-M|Teny Hongroa

source: A-M|Icelandic
et: A-M|Islandi
mg: A-M|Teny Islandey

source: A-M|Indonesian
et: A-M|Indoneesia
mg: A-M|Teny Indonesianina

source: A-M|Irish
et: N-Z|Iiri
mg: A-M|Teny Irlandey

source: A-M|Italian
et: A-M|Itaalia
mg: A-M|Teny Italianina

source: A-M|Japanese
et: A-M|Jaapani
mg: A-M|Teny Japoney

source: A-M|Kannada
mg: A-M|Teny Kannada

source: A-M|Kinyarwanda
et: A-M|Ruanda
mg: A-M|Teny Kinyarwanda

source: A-M|Korean
et: A-M|Korea
mg: A-M|Teny Koreanina

source: A-M|Latvian
et: A-M|Läti
mg: A-M|Teny Letôna

source: A-M|Lithuanian
et: A-M|Leedu
mg: A-M|Teny Litoanianina

source: A-M|Macedonian
et: A-M|Makedoonia
mg: A-M|Teny Masedonianina

source: A-M|Malay
et: A-M|Malaisia
mg: A-M|Teny Maley

source: A-M|Malayalam
et: A-M|Malajalami
mg: A-M|Teny Malayalam

source: A-M|Marathi
mg: A-M|Teny Marathi

source: A-M|Mongolian
et: A-M|Mongoolia
mg: A-M|Teny Mongôla

source: N-Z|Northern Sotho
et: N-Z|Põhja-Sotho
mg: N-Z|Fiteny any Sotho Avaratra

source: N-Z|Norwegian (bokmal)
et: N-Z|Norra (bokmål)
mg: N-Z|Norvezianina (bokmal)

source: N-Z|Norwegian (nynorsk)
et: N-Z|Norra (nynorsk)
mg: N-Z|Norvezianina (nynorsk)

source: N-Z|Oriya
et: N-Z|Oria
mg: N-Z|Teny Oriya

source: N-Z|Persian
et: N-Z|Pärsia
mg: N-Z|Teny Persianina

source: N-Z|Polish
et: N-Z|Poola
mg: N-Z|Pôlôney

source: N-Z|Portuguese
et: N-Z|Portugali
mg: N-Z|Teny Portigey

source: N-Z|Portuguese (Brazilian)
et: N-Z|Brasiilia portugali
mg: N-Z|Teny Portigey (Brezilianina)

source: N-Z|Romanian
et: N-Z|Rumeenia
mg: N-Z|Teny Romanianina

source: N-Z|Russian
et: N-Z|Vene
mg: N-Z|Teny Rosianina

source: N-Z|Serbian
et: N-Z|Serbia
mg: N-Z|Teny Serba

source: N-Z|Serbian (Latin)
et: N-Z|Serbia (Ladina)
mg: N-Z|Teny Serba (Latina)

source: N-Z|Serbian (Jekavian)
et: N-Z|Serbia (Jekaavi)
mg: N-Z|Teny Serba (Jekavianina)

source: N-Z|Slovak
et: N-Z|Slovaki
mg: N-Z|Teny Slovaky

source: N-Z|Slovenian
et: N-Z|Sloveenia
mg: N-Z|Teny Slovenianina

source: N-Z|Spanish
et: A-M|Hispaania
mg: N-Z|Teny Espaniola

source: N-Z|Spanish (Mexico)
et: A-M|Mehhiko hispaania
mg: N-Z|Teny Espaniola (Meksika)

source: N-Z|Swedish
et: N-Z|Rootsi
mg: N-Z|Teny Soedoa

source: N-Z|Swedish (Finland)
et: N-Z|Soome rootsi
mg: N-Z|Teny Soedoa (Finland)

source: N-Z|Tamil
mg: N-Z|Teny Tamil

source: N-Z|Telugu
mg: N-Z|Teny Telugu

source: N-Z|Thai
et: N-Z|Tai
mg: N-Z|Teny Thailandey

source: N-Z|Turkish
et: N-Z|Türgi
mg: N-Z|Teny Tiorka

source: N-Z|Ukrainian
et: N-Z|Ukraina
mg: N-Z|Teny Okrenianina

source: N-Z|Vietnamese
et: N-Z|Vietnami
mg: N-Z|Teny Vietnamianina

source: N-Z|Walloon
et: N-Z|Vallooni
mg: N-Z|Teny Wallon

source: N-Z|Welsh
et: A-M|Kõmri
mg: N-Z|Teny Gallois

source: N-Z|Yiddish
et: A-M|Jidiš
mg: N-Z|Idisa

source: N-Z|Zulu
et: N-Z|Suulu
mg: N-Z|Teny Zoulou

source: Other|POSIX/C English
et: Muud|POSIX/C English
mg: Other|Teny Anglisy POSIX/C

source: Cannot run command '%s': %s.
et: Programmi '%s' pole võimali käivitada: %s.
mg: Tsy nahatanteraka ny baiko '%s': %s.

source: Cannot start background application
et: Taustprogrammi pole võimalik käivitada
mg: Tsy mahalefa ny rindran'asan'ny afara

source: User %u will login in %t
et: Kasutaja %u logitakse sisse %t möödumisel
mg: Hiditra ao amin'ny %t ny mpampiasa %u

source: Are you sure you want to restart the computer?
et: Oled sa kindel, et soovid masinat taaskäivitada?
mg: Tianao averina alefa tokoa ve ny solosaina?

source: _Restart
et: _Taaskäivitamine
mg: _Avereno alefa

source: Are you sure you want to Shut Down the computer?
et: Oled sa kindel, et soovid masinat välja lülitada?
mg: Tianao vonoina tokoa ve ny solosaina?

source: Shut _Down
et: _Seiska
mg: _Vonoy

source: Are you sure you want to suspend the computer?
et: Oled sa kindel, et soovid arvutit ooterežiimile lülitada?
mg: Tianao aato tokoa ve ny solosaina?

source: _Suspend
et: _Ooterežiim
mg: _Aatoy

source: System Default
et: Süsteemi vaikeväärtus
mg: Sanda fampiasan'ny rafitra

source: Do you wish to make %s the default for future sessions?
et: Soovid sa seansi %s muuta edaspidiseks vaikimisi seansiks?
mg: Tianao ho %s ve ny fandrindrana tsotra ampiasaina amin'ny session manaraka?

source: You have chosen %s for this session, but your default setting is %s.
et: Sa valisid %s selleks seansiks, kuigi su vaikimisi seatud seanss on %s.
mg: %s no nosafidianao ho an'ity session ity, nefa %s no fandrindrana tsotranao.

source: Make _Default
et: Määra _vaikimisi
mg: Ataovy _tsotra

source: Just For _This Session
et: _Ainult selleks sessiooniks
mg: Mandritra _ity session ity fotsiny

source: _Username:
et: _Kasutajanimi:
mg: _Anaran'ny mpampiasa:

source: %s session selected
et: valitud seanss %s
mg: Voafaritra ny session %s

source: _Last
et: _Viimane
mg: _Farany

source: %s language selected
et: valitud keel %s
mg: Voafaritra ny teny %s

source: _System Default
et: _Süsteemi vaikeväärtus
mg: _Sanda tsotran'ny rafitra

source: _Other
et: _Muud
mg: _Hafa

source: _Password:
et: _Parool:
mg: _Teny fanalahidy:

source: Your preferred session type %s is not installed on this computer.
et: Sinu lemmikseanssi %s ei ole sellesse masinasse paigaldatud.
mg: Tsy voapetraka anatin'ity solosaina ity ny karazan'ny session %s tianao

source: Just _Log In
et: _Lihtsalt logi sisse
mg: Avy dia _hiditra

source: You have chosen %s for this session
et: Sinu valik selle seansi jaoks: %s
mg: %s no nosafidianao ho an'ity session ity

source: If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
mg: Raha %s no tianao atao fampiasa amin'ny session manaraka, dia alefaso ny rindran'asa 'switchdesk' (Fitaovan'ny rafitra->Fitaovana fiovana anatin'ny sehatr'asa, hita ao amin'ny karazan-tsafidy fototra).

source: Please insert 25 cents to log in.
et: Sisselogimiseks sisesta palun 25 senti.
mg: Mandoa Ar 50 vao afaka miditra.

source: GNOME Desktop Manager
et: GNOME töölauahaldur
mg: Mpandrindra sehatr'asan'ny GNOME

source: Finger
mg: Rantsan-tànana

source: GDM Login
mg: Fidiran'ny GDM

source: _Language
et: _Keel
mg: _Teny

source: Remote Login via _XDMCP...
et: Kauglogimine _XDMCP kaudu...
mg: Fidirana lavi-toerana amin'ny alalan'ny _XDMCP...

source: _Configure Login Manager...
et: _Seadista logimishaldurit...
mg: _Hikirakira ny mpandrindra fidirana...

source: _Actions
et: _Tegevused
mg: _Asa

source: _Theme
et: _Teema
mg: _Endrika

source: _Quit
et: L_õpeta
mg: _Hijanona

source: D_isconnect
et: _Lahuta ühendus
mg: _apao ny fifandraisana

source: Icon
et: Ikoon
mg: Kisary

source: Welcome
et: Tere tulemast
mg: Tongasoa

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
et: Tervitaja versioon (%s) ei sobi deemoni versiooniga. Sa oled arvatavasti just värskendanud GDM-i versiooni. Palun taaskäivita arvuti või GDM-deemon.
mg: Tsy mifanaraka amin'ny voasoratra any amin'ny daemon ilay teny fandraisana (%s). Mety vao nanavao ny GDM angamba ianao. Avereno alefa ny daemon'ny GDM na ny solosaina.

source: Cannot start the greeter
et: Tervitajat pole võimalik käivitada
mg: Tsy mahalefa ilay teny fandraisana

source: Restart
et: Taaskäivitamine
mg: Avereno alefa

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
et: Tervitaja versioon (%s) ei sobi deemoni versiooniga (%s). Sa oled arvatavasti just värskendanud GDM-i versiooni. Palun taaskäivita GDM-deemon või tee arvutile alglaadimine.
mg: Tsy mifanaraka amin'ny voasoratra amin'ny daemon (%s) ilay teny fandraisana (%s). Mety vao nanavao an'ny GDM angamba ianao. Avereno alefa ny daemon'ny GDM na ny solosaina.

source: Restart GDM
et: GDM-i taaskäivitamine
mg: Avereno alefa GDM

source: Restart computer
et: Arvuti alglaadimine
mg: Avereno alefa ny solosaina

source: Could not set signal mask!
et: Signaalimaski pole võimalik seada!
mg: Tsy nahapetraka ny sarontavan'ny fambara!

source: Session directory is missing
et: Seansikataloogi pole määratud.
mg: Tsy ao ny laha-tahirin'ny session

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the GDM configuration.
mg: Tsy ao na foana ny laha-tahirin'ny session-nao. Misy session roa azonao ampiasaina, nefa tokony hiditra hamboatra ny kirakiran'ny GDM aloha ianao.

source: Configuration is not correct
et: Seadistused pole korrektsed
mg: Tsy marina ny kirakira

source: The configuration file contains an invalid command line for the login dialog, so running the default command. Please fix your configuration.
et: Seadistusfail sisaldab sisselogimisdialoogi jaoks vigast käsurida - kasutatakse vaikimisi käsku. Palun paranda oma seadistused.
mg: Misy baiko tsy marina omena ny takelaka kelin'ny fidirana ao anatin'ilay rakitry ny fikirakirana, noho izany ny baiko tsotra no alefa. Amboary ny kirakiranao.

source: File %s cannot be opened for writing.
et: Faili %s pole võimalik kirjutamiseks avada.
mg: Tsy mety sokafana mba hanoratana ny rakitra %s.

source: Cannot open file
et: Faili pole võimalik avada
mg: Tsy mahasokatra ilay rakitra

source: Select User Image
et: Kasutaja pildi valimine
mg: Misafidy ny sarin'ny mpampiasa

source: Images
et: Pildid
mg: Sary

source: All Files
et: Kõik failid
mg: Rakitra rehetra

source: Change the picture that will show in the GDM (login manager) face browser
et: Sisselogimishalduri (GDM) näosirvijas näidatava pildi vahetamine
mg: Manova ny sary izay miseho eo amin'ny mpizaha tava an'ny GDM (mpandrindra fidirana)

source: Login Photo
et: Sisselogimise foto
mg: Sarin'ny fidirana

source: <b>User Image</b>
et: <b>Kasutaja pilt<b>
mg: <b>Sarin'ny mpampiasa</b>

source: Login Photo Preferences
et: Sisselogimisfoto eelistused
mg: Safidy manokan'ny sarin'ny fidirana

source: Failsafe _GNOME
et: Tõrkekindel (failsafe) _GNOME
mg: Session failsafe'ny _GNOME

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
mg: Ity dia session failsafe iray izay hampiditra anao ao amin'ny GNOME. Tsy misy teny baiko am-piantombohana ho vakiana, ary tsy tokony ampiasainaio session io raha tsy efa tsy misy fomba hafa ahafahanao miditra. Ny session 'tsotra' no hampiasain'ny GNOME.

source: Failsafe _Terminal
et: Tõrkekindel (failsafe) _terminal
mg: _Terminal'ny session failsafe

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
mg: Ity dia session failsafe hampiditra anao ao anatin'ny terminal iray. Tsy misy teny baiko am-piandohana ho vakiana, ary tsy tokony ampiasaina io session io raha tsy efa tsy misy fomba hafa ahafahanao miditra. Manorata 'exit' hanajanonana ilay terminal.

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
et: Sisselogimisekraanidega ühendust võttes tekkis viga. Kõik uuendused ei pruugi olla rakendunud.
mg: Nisy olana teo am-panandramana mifandray amin'ny efijerin'ny fidirana. Tsy ireo fanavaozana rehetra no mety nihatra.

source: Themed
et: Teemaga
mg: Misy endrika

source: Plain with face browser
et: Lihtne koos näosirvijaga
mg: Tsotra ho an'ny mpizaha tava

source: (Enabled)
mg: (Alefaso)

source: Autologin or timed login to the root account is not allowed.
et: Juurkasutaja puhul pole automaat- ega viitlogimine lubatud.
mg: Tsy ekena ny fidirana mandeha hoazy sy fidirana manara-potoana amin'ny kaontin'ny faka.

source: The "%s" user already exists in the include list.
et: Kasutaja "%s" on juba kaasatavate kasutajate hulgas.
mg: Efa misy ao anatin'ny lisitry ny ampidiro ny mpampiasa "%s".

source: Cannot add user
et: Kasutajat pole võimalik lisada
mg: Tsy afaka mampiditra ilay mpampiasa

source: The "%s" user already exists in the exclude list.
et: Kasutaja "%s" on juba väljajäetavate kasutajate hulgas.
mg: Efa misy ao anantin'ny lisitry ny Avoay ny mpampiasa "%s".

source: The "%s" user does not exist.
et: Kasutajat "%s" pole olemas.
mg: Tsy misy ny mpampiasa "%s".

source: No file selected
et: Ühtegi faili pole valitud
mg: Tsy misy rakitra voafaritra

source: Close _without Applying
et: Sulge _ilma rakendamata
mg: Hidio _tsy mampihatra

source: Sounds
et: Helid
mg: Feo.

source: None
et: Ei ükski
mg: Tsy misy

source: Archive is not of a subdirectory
et: Arhiiv ei ole alamkataloogist
mg: Tsy avy amina zana-daha-tahiry ilay arsiva

source: Archive is not of a single subdirectory
et: Arhiiv ei ole ühest alamkataloogist
mg: Tsy avy amin'ny zana-dahatahiry tokana ilay arsiva

source: File not a tar.gz or tar archive
et: Fail ei ole tar.gz ega tar arhiiv
mg: Tsy arsiva tar.gz na tar ilay rakitra

source: Archive does not include a GdmGreeterTheme.info file
et: Arhiiv ei sisalda GdmGreeterTheme.info faili
mg: Tsy misy rakitra GdmGreeterTheme.info anatin'ilay arsiva

source: File does not exist
et: Faili pole olemas
mg: Tsy misy ilay rakitra

source: Not a theme archive
et: See pole teemaarhiiv
mg: Tsy arsivan'endrika

source: Theme directory '%s' seems to be already installed. Install again anyway?
et: Teemakataloog '%s' paistab juba paigaldatud olevat, kas paigaldada ikkagi uuesti?
mg: Toa efa voapetraka ny laha-tahirin'ny endrika '%s'. Averina apetraka ihany?

source: Some error occurred when installing the theme
et: Teema paigaldamisel tekkisid mõned vead
mg: Nisy olana nitranga teo am-pametrahana ilay endrika

source: Select Theme Archive
et: Teemaarhiivi valimine
mg: Misafidiana arsivan'endrika

source: _Install
et: _Paigalda
mg: _Apetrao

source: Remove the "%s" theme?
et: Kas eemaldada teema "%s"?
mg: Esorina ny endrika "%s"?

source: If you choose to remove the theme, it will be permanently lost.
et: Kui sa teema eemaldad, siis läheb see jäädavalt kaotsi.
mg: Raha toa ka esorinao io endrika io, dia ho voafafa tanteraka ilay izy.

source: _Remove Theme
et: _Eemalda teema
mg: _Esory ilay endrika

source: Install the theme from '%s'?
et: Paigaldada uus teema '%s'-sg?
mg: apetraka avy amin'ny '%s' ilay endrika?

source: Select install to add the theme from the file '%s'.
et: Teema lisamiseks failist '%s' vali paigaldamine.
mg: Tsindrio ny Apetrao hampidirana ilay endrika avy amin'ny rakitra '%s'.

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser under the "Desktop" category.
et: See aken on GNOME graafilise sisselogimise vahendi (GDM deemon) seadistamiseks. Tehtud muudatused rakenduvad koheselt. Mitte kõik sätete valikud pole siia koondatud. Kui sa ei leia otsitavat sätet, siis tuleb muuta faili %s. Täieliku dokumentatsiooni on võimalik vaadata GNOME abiteabe sirvija kategoorias "Töölaud".
mg: Ny fikandrana fikirakirana dia manova ny fandrindran'ny daemonn'ny GDM, ilay efijery an-tsary fidirana amin'ny GNOME. Avy dia mihatra ireo fanovana ataonao. Marihana fa tsy voalaza eto daholo ireo safidin'ny fikirakirana. Mety hieritreritra ny hanova ny %s ianao raha toa ka tsy mety hitanao izay zavatra tadiavinao. Raha mila fanazavana feno momba izany, dia jereo eo ambanin'ny sokajy "Desktop" ny mpizaha toro-làlan'ny GNOME.

source: yes
mg: eny

source: no
mg: tsia

source: Apply the changes to users before closing?
et: Kas rakendada enne sulgemist kasutajatele tehtud muudatused?
mg: Ampiarina amin'ny mpampiasa ireo fanovana natao alohan'ny hijanonana?

source: If you don't apply, the changes made on the Users tab will be disregarded.
et: Rakendamata jättes lähevad kõik kasutajate saki muudatused kaotsi.
mg: Raha toa ka tsy ampiarinao izy ireo, dia ho very ireo fanovana natao tamin'ny vakizoron'ny mpampiasa.

source: You must be the root user to configure GDM.
et: GDM'i seadistamiseks pead sa olema root-kasutaja.
mg: Tsy afaka mikirakika ny GDM ianao raha tsy ianao no mpampiasa faka.

source: Login Window
et: Sisselogimisaken
mg: Fikandran'ny fidirana

source: %n will be replaced by hostname
et: %n asendatakse hostinimega
mg: Ho soloina ny anaran'ny mpampiantrano ny %n

source: <b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until GDM is restarted.
et: <b>Hoiatus:</b> Vigased sätted võivad X'i taaskäivitamise nurjata. Need sätteid ei rakendata enne GDM-i taaskäivitamist.
mg: <b>Fampilazana:</b> Mety misakana ny mpizara X tsy miverina mandeha ny fandrindrana diso. Tsy hihatra ireo fanovana natao tamin'io fandrindrana io raha tsy averina alefa ny GDM.

source: A_dd...
et: L_isa...
mg: _Hampiditra...

source: A_llow remote system administrator login
et: Süsteemihal_duril on lubatud võrgust sisse logida
mg: _Ekeo ny fidiran'ny mpitantana ny rafitra avy amin'ny toerana lavitra

source: A_pply User Changes
et: _Rakenda kasutajate muutused
mg: _Ampiharo ireo fanovan'ny mpampiasa

source: Accessibility
et: Hõlbustused
mg: Fahafahana mampiasa

source: Add / Modify Servers To Start
et: Käivitatavate serverite lisamine ja redigeerimine
mg: Ampio / Ovay ireo mpizara halefa

source: Add S_erver...
et: Lisa s_erver...
mg: Hanampy _mpizara...

source: Add User
et: Kasutaja lisamine
mg: Hampiditra mpampiasa

source: Allo_w remote timed logins
et: Vii_t-kauglogimised on lubatud
mg: _Ekeo ny fidirana lavi-toerana manara-potoana

source: Author:
et: Autor:
mg: Mpamorona:

source: Background
et: Taust
mg: Afara

source: C_ommand:
et: _Käsk:
mg: _Baiko:

source: C_ustom:
et: _Kohandatud:
mg: Manara-t_safidy:

source: Co_lor:
et: _Värvus:
mg: Lo_ko:

source: Color depth:
et: Värvisügavus:
mg: Halalin'ny loko:

source: Configure _X Server...
et: Seadista _X Serverit..
mg: Hikirakira ny mpizara _X...

source: Copyright:
et: Autoriõigus:
mg: Fameran-jo:

source: Displays per _host:
et: Kuvasid _hosti kohta:
mg: Seho isaky ny _mpampiantrano:

source: Do not show image for _remote logins
et: Kauglogimise puhul _pilti ei kuvata
mg: Aza aseho ny sarin'ny fidirana _lavi-toerana

source: E_xclude:
et: _Väljajäetavad kasutajad:
mg: _Avoay:

source: Enable _Timed Login
et: _Viitlogimine lubatud
mg: Alefaso ny fidirana _manara-potoana

source: Greeter Chooser
et: Tervitaja Valija
mg: Teny fandraisana Mpisafidy

source: Honor _indirect requests
mg: Valio ireo fangatahana _tsy mivantana

source: I_mage:
et: _Pilt:
mg: _Sary:

source: I_nclude:
et: _Kaasatavad kasutajad:
mg: _Ampidiro:

source: Includ_e Hostname Chooser (XDMCP) menu item
mg: Amp_idiro ny safidin'ny mpisafidy anaram-pampiantrano (XDMCP)

source: Include Con_figure menu item
mg: Ampidiro ny safidin'ny fikira_kirana

source: La_unch:
et: Käi_vitatakse:
mg: Ale_faso:

source: Listen on _UDP port:
et: _UDP port, mida kuulatakse:
mg: Henoy amin'ny irika _UDP:

source: Local
et: Kohalik
mg: An-toerana

source: Login Window Preferences
et: Sisselogimisakna eelistused
mg: Safidy manokan'ny fikandran'ny fidirana

source: Login _failed:
et: Tõ_rge sisselogimisel:
mg: _Tsy nety ny fidirana:

source: Login _successful:
et: Sisselogimine õ_nnestus:
mg: _Nety ny fidirana:

source: Logo
mg: Fango

source: Maximum _remote sessions:
et: Suurim arv _kaugseansse:
mg: Isan'ny session _lavi-toerana be indrindra:

source: Maximum _wait time:
et: Suurim oo_teaeg:
mg: Fotoana _fiandrasana ela indrindra:

source: Maximum indirect w_ait time:
et: Suurim m_itteotsene ooteaeg:
mg: Fotoana fian_drasana tsy mivantana ela indrindra:

source: Maximum p_ending indirect requests:
et: Suurim arv ootel _mitteotseseid päringuid:
mg: Isan'ny fangatahana tsy mivantana am_piandrasana be indrindra:

source: Menu Bar
et: Menüüriba
mg: Tsipiky ny karazan-tsafidy

source: Op_tions:
et: _Valikud:
mg: Sa_fidy:

source: Pick Background Color
et: Taustavärvuse valimine
mg: Misafidiana loko afara

source: Plain Plain with face browser Themed
et: Lihtne Lihtne koos näosirvijaga Teemaga
mg: Tsotra Tsotra ho an'ny mpizaha tava Misy endrika

source: R_emove
et: _Eemalda
mg: E_sory

source: Re_move Server
et: Ee_malda server
mg: E_sory ilay mpizara

source: Refresh rate:
et: Värskendussagedus:
mg: Tahan'ny refresh:

source: Remote
et: Kauglogimine
mg: Lavi-toerana

source: Remote login disabled Same as Local
et: Kauglogimine on keelatud Sama nagu kohalik
mg: Natsahatra ny fidirana lavi-toerana Mitovy amin'ny an-toerana

source: Sc_ale to fit screen
et: Sobit_atakse ekraaniga
mg: _Ovay ny habeny hahafeno ny efijery

source: Security
et: Turvalisus
mg: Fiarovana

source: Select Background Image
et: Taustapildi valimine
mg: Misafidiana sary afara

source: Select Logo Image
et: Logipildi valimine
mg: Safidio ny sarin'ny fango

source: Select Sound File
et: Helifaili valimine
mg: Misafidiana raki-peo

source: Selected only Random from selected
et: Ainult valitud Juhuslik valikute hulgast
mg: Izay nosafidiana ihany Izay voafantina amin'ireo nosafidiana

source: Server Settings
et: Serveri sätted
mg: Fandrindrana ny mpizara

source: Server _name:
et: Serveri _nimi:
mg: _Anaran'ny mpizara:

source: Servers To Start
et: Käivitatavad serverid
mg: Ireo mpizara alefa

source: Sho_w Actions menu
et: Näita _tegevuste menüüd
mg: _Asehoy ny karazan-tsafidin'ny Asa

source: Themes
et: Teemad
mg: Endrika

source: U_ser:
et: Ka_sutaja:
mg: _Mpampiasa:

source: Users
et: Kasutajad
mg: Mpampiasa

source: Welcome Message
et: Tervitusteade
mg: Teny fandraisana

source: X Server Login Window Preferences
et: X Serveri sisselogimisakna eelistused
mg: Safidy manokan'ny fikandran'ny fidiran'ny mpizara X

source: XDMCP Login Window Preferences
et: XDMCP sisselogimisakna eelistused
mg: Safidy manokan'ny fikandran'ny fidiran'ny XDMCP

source: _Add...
et: _Lisa...
mg: _Hampiditra...

source: _Add/Modify...
et: _Lisa/redigeeri...
mg: _Hampiditra/Hanova...

source: _Allow local system administrator login
et: Süsteemi_halduril on lubatud sisse logida
mg: _Ekeo ny fidiran'ny mpitantana ny rafitra an-toerana

source: _Background color:
et: _Taustavärvus:
mg: Lokon'ny _afara:

source: _Default: "Welcome to %n"
et: _Vaikimisi: "Tere tulemast arvutisse %n"
mg: _Tsotra: "Tongasoa eto amin'ny %n"

source: _Default: "Welcome"
et: _Vaikimisi: "Tere tulemast"
mg: _Tsotra: "Tongasoa"
