Repository: GNOME/gdm
Catalog: trunk/po/*.po
Languages: et, mg

source: This session logs you into CDE
et: See seanss logib sind CDE keskkonda
mg: Mampiditra anao anatin'ny CDE ity session ity

source: This session logs you into GNOME
et: See seanss logib sing GNOME keskkonda
mg: Mampiditra anao anatin'ny GNOME ity session ity

source: Please type in the root (privileged user) password.
et: Palun sisesta root (privilegeeritud kasutaja) parool.
mg: Soraty eo ilay teny fanalahidy fototra azafady (ho an'ny mpampiasa manana tombontsoa manokana).

source: Would you like to view the detailed X server output as well?
et: Kas soovid vaadatak ka üksikasjalikku X-serveri väljundit?
mg: Tianao fantarina koa ve ny antsipirian'izay lazain'ny mpizara X?

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
et: See on tõrkekindel xterm-seanss. Aknaid fokuseeritakse ainult juhul, kui kursor on nende kohal. Sellest režiimist väljumiseks sisesta käsk 'exit' ekraani ülemises vasakus nurgas olevasse aknasse
mg: Ity dia session xterm failsafe. Tsy misongadina izao ny fikandrana raha tsy ataonao eo amboniny ny mpikorisan'ny totozy. Raha hanajanona ity fomba ity, dia soraty eo amin'ilay takelaka amin'ny sisiny ambony havia ny hoe 'exit'

source: %s: Could not write new authorization entry: %s
et: %s: Uut volitamiskirjet pole võimalik kirjutada: %s
mg: %s: tsy afaka nanoratra fahazoan-dàlana vaovao: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
et: %s: Uut volitamiskirjet pole võimalik kirjutada. Arvatavasti on ketas täis
mg: %s: Tsy nahasoratra fahazoan-dàlana vaovao. Mety tsy misy toerana malalaka intsony ny kapila

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
et: GDM ei saa uut autoriseerimiskirjet kettale kirjutada. Võimalik, et ketas on täis.%s%s
mg: Tsy nahasoratra fahazoan-dàlana vaovao tamin'ny kapila i GDM. Mety tsy misy toerana malalaka intsony ao.%s%s

source: %s: Could not make new cookie file in %s
et: %s: kataloogis %s pole võimalik uut küpsisefaili luua
mg: %s: Tsy nahaforona rakitra cookie tanatin'ny %s

source: %s: Cannot safely open %s
et: %s: %s pole võimalik turvaliselt avada
mg: %s: Tsy nahasokatra ny %s tamin'ny fomba azo antoka

source: %s: Could not open cookie file %s
et: %s: Küpsisefaili %s pole võimalik avada
mg: %s: Tsy nahasokatra ny rakitra cookie %s

source: %s: Could not lock cookie file %s
et: %s: Küpsisefaili pole võimalik lukustada %s
mg: %s: Tsy nahageja ny rakitra cookie %s

source: %s: Could not write cookie
et: %s: Küpsist pole võimalik kirjutada
mg: s%s: Tsy nahasoratra ilay cookie

source: %s: Ignoring suspiciously looking cookie file %s
et: %s: Jätan kahtlase väljanägemisega küpsise faili %s vahele
mg: %s: Tsy miraharaha ny rakitra cookie hafahafa %s

source: Can't write to %s: %s
et: Ei saa kirjutada %s: %s
mg: Tsy mahasoratra mankany amin'ny %s: %s

source: The display server has been shut down about 6 times in the last 90 seconds. It is likely that something bad is going on. Waiting for 2 minutes before trying again on display %s.
mg: Nijanona in-6 izay ny mpizara seho tanatin'ny 90 segaondra lasa. Mety misy tsy manjary any ho any. Hiandry mandritra ny 2 minitra alohan'ny anandramana ny seho %s indray.

source: %s: Cannot create pipe
et: %s: Toru pole võimalik luua
mg: %s: Tsy mahaforona fantsona

source: %s: Failed forking GDM slave process for %s
et: %s: Tõrge GDM alamprotsessi forkimisel %s jaoks
mg: %s: Tsy nahasasa-droa ny fizotra lefitry ny GDM ho an'ny %s

source: %s not a regular file!
et: %s ei ole tavaline fail!
mg: Rakitra tsy mahazatra ny %s!

source: ... File too long to display ...
et: ... Fail on kuvamiseks liiga pikk ...
mg: ... Lava loatra ka tsy mety aseho io rakitra io ...

source: %s could not be opened
et: %s: pole võimalik avada
mg: Tsy nety sokafana ny %s

source: %s: Cannot fork to display error/info box
et: %s: Vea- või teabeakna jaoks pole võimalik forkida
mg: %s: Tsy afaka maneho takelaka kelin'ny tsy fetezana/fampahalalana

source: %s: Directory %s does not exist.
et: %s: Kataloogi %s pole olemas.
mg: %s: Tsy misy ny laha-tahiry %s.

source: %s: %s is not owned by uid %d.
et: %s: %s omanik ei ole uid %d.
mg: %s: ny tompon'ny %s dia tsy ny uid %d.

source: %s: %s is writable by group.
et: %s: %s on grupile kirjutatav.
mg: %s: Azon'ny vondrona anoratana ny %s.

source: %s: %s is writable by other.
et: %s: %s on teistele kirjutatav.
mg: %s: Azon'ny hafa anoratana ny %s.

source: %s: %s does not exist but must exist.
et: %s: %s ei ole olemas, kuid peab olema.
mg: %s: Tsy misy %s nefa tsy maintsy foronina.

source: %s: %s is not a regular file.
et: %s: %s ei ole tavaline fail.
mg: %s: Rakitra tsy mahazatra ny %s.

source: %s: %s is writable by group/other.
et: %s: %s on kirjutatav grupile/teistele.
mg: %s: Azon'ny vondrona/hafa anoratana ny %s.

source: %s: %s is bigger than sysadmin specified maximum file size.
et: %s: %s on suurem kui halduri poolt lubatud faili piirang.
mg: %s: Lehibe noho ny haben-drakitra nofaritan'ny sysadmin ny %s.

source: %s: Could not make socket
et: %s: Ei suutnud luua soketit
mg: %s: Tsy nahaforona socket

source: %s: Could not bind socket
et: %s: Soklit pole võimalik siduda
mg: %s: Tsy nahafaritra adiresy tamin'ilay socket

source: %s: Could not make FIFO
et: %s: Ei saa järjekorda (FIFO) luua
mg: %s: Tsy nahaforona FIFO

source: %s: Could not open FIFO
et: %s: Ei saa järjekorda (FIFO) avada
mg: %s: Tsy nahasokatra ilay FIFO

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
et: PID faili %s pole võimalik kirjutada kirjutada, arvatavasti on kettaruum otsas. Viga: %s
mg: Tsy mahavita manoratra ny rakitra PID %s: mety tsy misy toerana malalaka intsony angamba amin'ny kapila. Tsy fetezana: %s

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
et: PID faili %s pole võimalik kirjutada kirjutada, arvatavasti on kettaruum otsas. Viga: %s
mg: Tsy mahavita manoratra ny rakitra PID %s: mety tsy misy toerana malalaka intsony angamba amin'ny kapila. Tsy fetezana: %s

source: %s: fork () failed!
et: %s: tõrge fork() täitmisel!
mg: %s: tsy nahomby ny fork ()!

source: %s: setsid () failed: %s!
et: %s: tõrge setsid() täitmisel: %s!
mg: %s: tsy nahomby ny setsid (): %s!

source: %s: Trying failsafe X server %s
et: %s: Tõrkekindla X-i serveri %s proovimine
mg: %s: Manandrana ny mpizara X failsafe %s

source: %s: Running the XKeepsCrashing script
et: %s: XKeepsCrashing skripti käivitamine
mg: %s: Mandefa ny teny baiko XKeepsCrashing

source: The X server (your graphical interface) cannot be started. It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration application, then restart GDM.
et: Tõrge X-serveri (sinu graafilise liidese) käivitamisel. Tõenäoliselt pole see õigesti seadistatud. Sul on vaja konsoolilt sisse logida, X-i seadistamise rakendusega uued seadistused teha ja siis GDM taaskäivitada.
mg: Tsy mety alefa ny mpizara X (ny mpanera an-tsarinao). Mety tsy ara-dalàna ny fikirakirana azy. Mila miditra amin'ny alalan'ny konsoly, mamerina mandefa ny rindran'asa fikirakirana, ary mamerina mandefa ny GDM ianao.

source: Failed to start X server several times in a short time period; disabling display %s
et: Lühikese aja jooksul on X-serveri käivitamisel esinenud mitmeid tõrkeid; kuva %s on nüüd keelatud
mg: Tsy nahomby ny fandefasana ny mpizara X efa imbetsaka ihany izay tanatin'ny fotoana fohy. atsaharo ny seho %s

source: Master suspending...
et: Üldine ooterežiimile lülitumine...
mg: Fampiatoana ny rafitra manontolo...

source: System is restarting, please wait ...
et: Süsteemi alglaadimine, palun oota ...
mg: Averina alefa ny rafitra. Mahandrasa kely azafady ...

source: System is shutting down, please wait ...
et: Süsteemi seiskamine, palun oota ...
mg: Manajanona ny rafitra. Mandrasa kely azafady ...

source: Master halting...
et: Üldine seiskamine...
mg: Fanajanona ny rafitra manontolo...

source: %s: Halt failed: %s
et: %s: Tõrge seiskamisel: %s
mg: %s: Tsy nety ny fanajanonana: %s

source: Restarting computer...
et: Arvuti alglaadimine...
mg: Mamerina mandefa ny solosaina...

source: %s: Restart failed: %s
et: %s: Tõrge taaskäivitamisel: %s
mg: %s: Tsy nahomby ny famerenana mandefa: %s

source: Restart GDM, Restart machine, Suspend, or Halt request when there is no system menu from display %s
et: GDM-i taaskäivitamise, arvuti alglaadimise, ooterežiimile lülitamise või peatamise taotlus kuvalt %s, kus pole süsteemset menüüd
mg: Fangatahana ny famerenana mamelona ny GDM, ny famerenana mamelona ny solosaina, ny fampiatoana, na ny fanajanonana rehefa tsy misy karazan-tsafidin'ny rafitra amin'ny seho %s

source: Restart GDM, Restart machine, Suspend or Halt request from a non-static display %s
et: GDM-i taaskäivitamise, arvuti alglaadimise, ooterežiimile lülitamise või peatamise taotlus mittestaatiliselt kuvalt %s
mg: Fangatahana ny famerenana mandefa ny GDM, ny famerenana mandefa ny solosaina, ny fampiatoana, na ny fanajanonana avy amin'ny seho %s afaka miova iray

source: %s: Aborting display %s
et: %s: Kuva %s katkestamine
mg: %s: Avela ny seho %s

source: GDM restarting ...
et: GDM taaskäivitamine ...
mg: Averina alefa ny GDM ...

source: Failed to restart self
et: Tõrge iseenda taaskäivitamisel
mg: Tsy nahomby ny fandefasany ny tenany

source: main daemon: Got SIGABRT. Something went very wrong. Going down!
et: peadeemon sai võttis vastu signaali SIGABRT. Midagi on väga valesti läinud. Töö lõpetatakse!
mg: Daemon fototra: tratran'ny SIGABRT. Nisy zavatra tena tsy nanjary tao. Hijanona!

source: Do not fork into the background
et: Taustaprotsessiks ei minda
mg: Aza misasa-droa any afara any

source: No console (static) servers to be run
et: Konsooliservereid (staatilisi) ei käivitata
mg: Tsy mpizara konsoly (tsy afaka miova) alefa

source: Alternative defaults configuration file
et: Alternatiivne vaikeseadistuste fail
mg: Rakitra hafa fikirakirana ireo safidy tsotra

source: CONFIGFILE
et: SEADISTUSFAIL
mg: RAKITRA FIKIRAKIRANA

source: Preserve LD_* variables
et: LD_* keskkonnamuutujad hoitakse alles
mg: Tazony ireo teny miova LD_*

source: Print GDM version
et: GDM versiooni väljastamine
mg: Manonta ny kinovan'ny GDM

source: Start the first X server but then halt until we get a GO in the fifo
mg: Alefaso aloha ilay mpizara X voalohany, dia ajanony indray mandra-pahazoantsika ny "ALEFA" ao amin'ny fifo

source: Can't open %s for writing
et: %s avamine kirjutamiseks nurjus
mg: Tsy mety sokafana mba anoratana ny %s

source: Only root wants to run GDM
et: Ainult juurkasutaja tohib GDM-i käivitada
mg: Ny faka ihany to te handefa ny GDM

source: %s: Error setting up %s signal handler: %s
et: %s: Viga signaali %s käsitleja ülesseadmisel: %s
mg: %s: Nisy olana teo am-pandrindrana ny mpandray an-tànana ny fambara %s: %s

source: GDM already running. Aborting!
et: GDM juba töötab. Katkestamine!
mg: Efa mandeha ny GDM. Hijanona!

source: %s: Error setting up CHLD signal handler
et: %s: Viga signaali CHLD käsitleja ülesseadmisel
mg: %s: Nisy olana teo am-pandrindrana ny mpandray an-tànana ny fambara CHLD

source: DYNAMIC request denied: Not authenticated
et: DYNAMIC küsimine keelatud: Autentimata
mg: Tsy nekena ny fangatahana DYNAMIC: Tsy voamarina

source: %s request denied: Not authenticated
et: %s küsimine keelatud: Autentimata
mg: Tsy nekena ny fangatahana %s: Tsy voamarina

source: Unknown server type requested; using standard server.
et: Küsiti tundmatut serveritüüpi; kasutatakse standardserverit.
mg: Karazam-mpizara tsy fantatra io nangatahana io. Ny mpizara tsotra no ampiasaina.

source: Requested server %s not allowed to be used for flexible servers; using standard server.
et: Küsitud server %s ei luba paindlikke serverid kasutada; kasutatakse standardserverit.
mg: Tsy azo ampiasaina amin'ny mpizara mora miovaova ny mpizara nangatahana %s. Ny mpizara tsotra no ampiasaina.

source: %s: No GDM configuration file: %s. Using defaults.
et: %s: Puudub GDM-i seadistusfail: %s. Kasutatakse vaikeväärtusi.
mg: %s: Tsy misy rakitra fikirakirana ny GDM: %s. Ireo sanda tsotra no ampiasaina.

source: %s: BaseXsession empty; using %s/gdm/Xsession
et: %s: BaseXsession on tühi, kasutatakse %s/gdm/Xsession
mg: %s: Foana ny BaseXsession. %s/gdm/Xsession no ampiasaina

source: %s: Standard X server not found; trying alternatives
et: %s: Standardseid X-servereid ei leitud, proovitakse alternatiive
mg: %s: Tsy hita ny mpizara X tsotra. Hanandrana hampiasa zavatra hafa

source: %s: No greeter specified.
et: %s: Tervitajat pole määratud.
mg: %s: Tsy misy teny fandraisana voafaritra.

source: %s: No remote greeter specified.
et: %s: Kaugtervitajat pole määratud.
mg: %s: Tsy misy teny fandraisana lavi-toerana voafaritra.

source: %s: No sessions directory specified.
et: %s: Seansikataloog on määramata.
mg: %s: Tsy laha-tahirin'ny session voafaritra.

source: %s: XDMCP was enabled while there is no XDMCP support; turning it off
et: %s: XDMCP on vaatamata XDMCP toe puudumisele aktiveeritud. Säte lülitatakse välja
mg: %s: Nalefa ny XDMCP nefa tsy misy mpandray an-tànana XDMCP akory. Ajanona tanteraka izy io

source: %s: TimedLoginDelay is less than 5, defaulting to 5.
et: %s: TimedLoginDelay on väiksem kui 5, vaikimisi väärtus on 5.
mg: %s: Ambanin'ny 5 ny sandan'ny TimedLoginDelay. Ny sanda 5 no ampiasaina.

source: %s: Priority out of bounds; changed to %d
mg: %s: Tsy mety ny fialovana. Novaina ho %d

source: %s: Empty server command; using standard command.
et: %s: Tühi serverikäsk, kasutatakse standardset käsku.
mg: %s: Baikom-pizara foana. Baiko tsotra no ampiasaina.

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
et: %s: Logikataloogi %s pole olemas või pole see kataloog. Kasutatakse ServAuthDir'i %s.
mg: %s: Tsy misy na koa tsy laha-tahiry ny Logdir %s. ServAuthDir %s no ampiasaina.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct GDM configuration and restart GDM.
et: Serveri autoriseesimiskataloogile (daemon/ServAuthDir) on omistatud väärtus %s, kuid seda pole olemas. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Voafaritra ho %s ny laha-tahirin'ny fahazoan-dàlann'ny mpizara (daemon/ServAuthDir), nefa tsy misy izy io. Ahitsion ny kirakiran'ny GDM, dia avereno alefa izy avy eo.

source: %s: Authdir %s does not exist. Aborting.
et: %s: 'Authdir' %s pole olemas. Katkestan.
mg: %s: Tsy misy ny Authdir %s. Hijanona.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct GDM configuration and restart GDM.
et: Serveri autoriseesimiskataloogile (daemon/ServAuthDir) on omistatud väärtus %s, kuid see pole kataloog. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Voafaritra ho %s ny laha-tahirin'ny fahazoan-dàlann'ny mpizara, nefa tsy laha-tahiry izy io. Ahitsio ny kirakiran'ny GDM, dia avereno alefa izy avy eo.

source: %s: Authdir %s is not a directory. Aborting.
et: %s: 'Authdir' %s ei ole kataloog. Katkestan.
mg: %s: Tsy laha-tahiry ny Authdir %s. Hijanona.

source: %s: Invalid server line in config file. Ignoring!
et: %s: Vigane 'server' rida seadistusfailis. Jätan vahele!
mg: %s: Zotram-pizara diso anatin'ny rakitry ny fikirakirana. Tsy raharahaina!

source: %s: XDMCP disabled and no static servers defined. Aborting!
et: %s: XDMCP on välja lülitatud ja lokaalseid servereid pole määratud. Katkestan!
mg: %s: Natsahatra ny XDMCP ary tsy misy mpizara tsy afaka miova voafaritra. Hijanona!

source: %s: XDMCP disabled and no static servers defined. Adding %s on :%d to allow configuration!
et: %s: XDMCP on välja lülitatud ja lokaalseid servereid pole määratud. Seadistuste lubamiseks lisan %s :%d peale!
mg: %s: Natsahatra ny XDMCP ary tsy misy mpizara tsy afaka miova voafaritra. Manatovana ny %s amin'ny :%d ahafahana manao ny fikirakirana!

source: XDMCP is disabled and GDM cannot find any static server to start. Aborting! Please correct the configuration and restart GDM.
et: XDMCP on välja lülitatud ja GDM ei leia ühtegi kohalikku käivitatavat serverit. Katkestamine! Palun paranda seadistused ja taaskäivita GDM.
mg: Natsahatra ny XDMCP ary tsy mahita mpizara tsy afaka miova alefa ny GDM. Hijanona! Ahitsio ny kirakira, dia avereno alefa GDM avy eo.

source: The GDM user '%s' does not exist. Please correct GDM configuration and restart GDM.
et: GDM'i kasutajat '%s' pole olemas. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Tsy misy ny mpampiasa GDM '%s'. Ahitsio ny kirakiran'ny GDM, dia avereno alefa GDM avy eo.

source: %s: Can't find the GDM user '%s'. Aborting!
et: %s: Ei leia GDM-i kasutajat '%s'. Katkestan!
mg: %s: Tsy mety mahita ny mpampiasa GDM '%s'. Hijanona!

source: The GDM user is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
et: GDM kasutajaks on määratud root, aga see ei ole turvariski tõttu lubatav. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Voafaritra ho faka ilay mpampiasa GDM, nefa tsy azo atao izany satria mety hampidi-doza ara-piarovana. Ahitsio ny kirakiran'ny GDM, dia avereno alefa GDM avy eo.

source: %s: The GDM user should not be root. Aborting!
et: %s: GDM kasutaja ei tohi olla root. Katkestan!
mg: %s: Tsy tokony ho faka ny mpampiasa GDM. Hijanona!

source: The GDM group '%s' does not exist. Please correct GDM configuration and restart GDM.
et: GDM'i gruppi '%s' pole olemas. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Tsy misy ny vondrona GDM '%s'. Ahitsio ny kirakiran'ny GDM, dia avereno alefa GDM avy eo.

source: %s: Can't find the GDM group '%s'. Aborting!
et: %s: Ei leia GDM gruppi '%s'. Katkestan!
mg: %s: Tsy mety hita ny vondrona GDM '%s'. Hijanona!

source: The GDM group is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
et: GDM grupiks on määratud root, aga see ei ole turvariski tõttu lubatav. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Voafaritra ho faka ilay vondrona, nefa tsy azo atao izany satria mety hampidi-doza ara-piarovana. Ahitsio ny kirakiran'ny GDM, dia avereno alefa GDM avy eo.

source: %s: The GDM group should not be root. Aborting!
et: %s: GDM grupp ei tohi olla root. Katkestan!
mg: %s: Tsy tokony ho faka ilay vondrona GDM. Hijanona!

source: %s: Greeter not found or can't be executed by the GDM user
et: %s: Tervitajat ei leitud või pole seda GDM kasutaja poolt võimalik käivitada
mg: %s: Tsy hita teny fandraisana na tsy voatomboky ny mpampiasa GDM

source: %s: Remote greeter not found or can't be executed by the GDM user
et: %s: Kaugtervitajat ei leitud või pole seda GDM kasutaja poolt võimalik käivitada
mg: %s: Tsy hita ny teny fandraisana lavi-toerana ny tsy voatomboky ny mpampiasa GDM

source: %s: Chooser not found or it can't be executed by the GDM user
et: %s: Valijat ei leitud või pole seda GDM kasutaja poolt võimalik käivitada
mg: %s: Tsy hita ny mpisafidy na tsy voatomboky ny mpampiasa GDM

source: No daemon/ServAuthDir specified in the GDM configuration file
et: Deemonit/ServAuthDir-i ei ole seadistusfailis kirjeldatud
mg: Tsy misy daemon/ServAuthDir voafaritra anatin'ny rakitra fikirakirana ny GDM

source: %s: No daemon/ServAuthDir specified.
et: %s: Deemonit/ServAuthDir'i pole määratud.
mg: %s: Tsy misy daemon/ServAuthDir voafaritra.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or GDM configuration and restart GDM.
et: Serveri autoriseesimiskataloogile (daemon/ServAuthDir) on omistatud väärtus %s, kuid selle kataloogi omanikeks pole kasutaja %s ja grupp %s. Palun paranda GDM-i seadistused ja taaskäivita GDM.
mg: Voafaritra ho %s ny laha-tahirin'ny fahazoan-dàlan'ny mpizara (daemon/ServAuthDir), nefa sady tsy an'ny mpampiasa %s no tsy an'ny vondrona %s. Ahitsio ny fahafaha-manana na ny kirakiran'ny GDM ary avereno alefa GDM avy eo.

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
et: %s: 'Authdir' %s ei kuulu kasutajale %s, grupile %s. Katkestan.
mg: %s: Tsy misy tompon'ny Authdir %s ny mpampiasa %s sy ny vondrona %s. Hijanona.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions: it should have permissions of %o. Please correct the permissions or the GDM configuration and restart GDM.
mg: Voafaritra ho %s ny laha-tahirin'ny fahazoan-dàlan'ny mpizara (daemon/ServAuthDir) nefa diso ny fahazoan-dàlany. Ny fahazoan-dàlana %o no tokony ananany. Ahitsio ny fahazoan-dàlana na ny kirakiran'ny GDM ary avereno alefa GDM avy eo.

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
et: %s: Authdir %s loabitid (%o) on valed. Peaks olema %o. Katkestan.
mg: %s: ny Authdir %s dia diso ny fahazoan-dàlana %o . Tokony ho %o. Hijanona.

source: y = Yes or n = No? >
et: y = Jah või n = Ei? >
mg: y = Eny or n = Tsia? >

source: %s: Cannot get local addresses!
et: %s: Ei leia kohalikke aadresse!
mg: %s: Tsy mety mahazo adiresy an-toerana!

source: Could not setgid %d. Aborting.
et: Setgid %d pole võimalik teha. Katkestan.
mg: Tsy nahafaritra ny gid %d. Hijanona.

source: initgroups () failed for %s. Aborting.
et: Tõrge %s jaoks initgroups() tegemisel. Katkestan.
mg: Tsy nety ny initgroups () ho an'ny %s. Hijanona.

source: %s: Error setting signal %d to %s
et: %s: Viga signaali %d sättimisel signaaliks %s
mg: %s: Nisy olana teo am-pamaritana ny fambara %d ho %s

source: Last login: %s
et: Viimane sisselogimine:%s
mg: Fidirana farany: %s

source: Can not start fallback console
mg: Tsy nahalefa ny konsoly vonjy taitra

source: There already appears to be an X server running on display %s. Should another display number by tried? Answering no will cause GDM to attempt starting the server on %s again.%s
et: Paistab, et kuval %s töötab juba üks X-server. Võibolla peaks teist kuvanumbrit proovima? Eitava vastuse korral proovitakse GDM-i uuesti %s kuval käivitada.%s
mg: Toa efa misy mpizara X iray mandeha amin'ny seho %s. Hanandrana isan-tseho hafa ve? Ny famaliana tsia dia hahatonga ny GDM hanandrana handefa ilay mpizara amin'ny %s indray.%s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
et: (Sa saad konsoole vahetada vajutades Ctrl-Alt ja funktsiooniklahvi, näiteks Ctrl-Alt-F7 viib sind seitsmendale konsoolile. X-i serverid töötavad tavaliselt konsoolidel numbriga 7 ja suuremad.)
mg: (Afaka miovaova konsoly amin'ny alalan'ny fanindriana ny Ctrl-Alt miampy kitendrin'asa iray ianao, toy ny hoe Ctrl-Alt-F7 raha hampiasa ny konsoly 7. Mandeha amin'ny konsoly 7 na matanjaka kokoa matetika ireo mpizara X.)

source: Display '%s' cannot be opened by Xnest
et: Kuva '%s' pole võimalik Xnest'i poolt avada
mg: Tsy voasokatry ny Xnest ny seho '%s'

source: Display %s is busy. There is another X server running already.
et: Kuva %s on hõivatud. Süsteemis on juba käivitatud X server.
mg: Mbola miasa ny seho '%s'. Efa misy mpizara X hafa iray mandeha.

source: %s: Error opening a pipe: %s
et: %s: Viga toru avamisel: %s
mg: %s: Nisy olana teo am-panokafana fantsona iray: %s

source: %s: failed to connect to parent display '%s'
et: %s: tõrge ühendumisel vanemkuvaga '%s'
mg: %s: Tsy tafaray tamin'ny seho reny '%s'

source: %s: Cannot find a free display number
et: %s: Vaba kuva numbrit pole võimalik leida
mg: %s: Tsy mahita isan-tseho malalaka iray

source: %s: Display %s busy. Trying another display number.
et: %s: Kuva %s on hõivatud. Proovitakse mõnda teist kuva numbrit.
mg: %s: Mbola miasa ny seho %s. Manandrana isan-tseho iray hafa.
