Repository: GNOME/gdm
Catalog: trunk/po/*.po
Languages: et, mg

source: _Deny TCP connections to Xserver
et: T_CP-ühendused Xserver'isse on keelatud
mg: _Lavo ny fifandraisana TCP amin'ny mpizara X

source: _Enable Automatic Login
et: A_utomaatne sisselogimine lubatud
mg: _Alefaso ny fidirana mandeha hoazy

source: _Enable accessible login
et: _Hõbustustega sisselogimine on lubatud
mg: _Alefaso ny fahafahana mampiasa ny login

source: _Flexible (on demand)
et: _Paindlik (nõudmisel)
mg: _Mora miovaova (mila fangatahana)

source: _Image:
et: _Pilt:
mg: _Sary:

source: _Include all users from /etc/passwd (not for NIS)
et: Kõiki_de kasutajate kaasamine failist /etc/passwd (mitte NIS-i jaoks)
mg: _Ampidiro ireo mpampiasa avy amin'ny /etc/passwd (tsy mety ho an'ny NIS)

source: _Login screen ready:
et: Sisse_logimisekraan on valmis:
mg: _Vonona ny efijerin'ny fidirana:

source: _Logins are handled by this computer
et: Sissel_ogimisi käsitletakse selle arvuti poolt
mg: Raisin'ity solosaina ity an-tànana ny session misy fidirana

source: _Pause before login:
et: _Paus enne sisselogimist:
mg: _Fiatoana alohan'ny hidirana:

source: _Remove
et: _Eemalda
mg: _Esory

source: _Remove...
et: _Eemalda...
mg: _Esory...

source: _Server:
mg: _Mpizara:

source: _Servers:
et: Se_rverid:
mg: _Mpizara:

source: _Theme:
et: _Teema:
mg: _Endrika:

source: _User:
et: _Kasutaja:
mg: _Mpampiasa:

source: auto yes no
mg: auto eny tsia

source: seconds
et: sekundit
mg: segaondra

source: Too many users to list here...
et: Siin kuvamiseks on liiga palju kasutajaid...
mg: Be loatra ireo mpampiasa ka tsy afaka aseho eto...

source: Restart Machine
et: Arvuti alglaadimine
mg: Avereno alefa ny solosaina

source: There was an error loading the theme %s
et: Viga teema %s laadimisel
mg: Nisy olana teo am-pakana ny endrika %s

source: The greeter theme is corrupt
et: Tervitaja teema on vigane
mg: Simba ilay endriky ny teny fandraisana

source: The theme does not contain definition for the username/password entry element.
et: Teema ei sisalda kasutajanime/parooli sisestamise elemendi kirjeldust.
mg: Tsy ahitana fanoritsoritana ho an'ny zavatra amin'ny anaran'ny mpampiasa/teny fanalahidy ilay endrika.

source: There was an error loading the theme, and the default theme could not be loaded. Attempting to start the standard greeter
mg: Nisy olana teo am-pakana ilay endrika, sady tsy nety nalaina koa ny endrika tsotra. Manandrana mandefa ny teny fandraisana tsotra

source: The GTK+ greeter could not be started. This display will abort and you may have to login another way and fix the installation of GDM
et: GTK+-tervitajat pole võimalik käivitada. Sellel kuval katkestatakse tegevus ja sul on võib-olla vaja logida arvutisse sisse teiste meetodite abil ning GDM-i paigalduse ära parandada.
mg: Tsy mety alefa ny teny fandraisan'ny GTK+. Hajanona ity seho ity, ka mety mila mitady fomba hafa hidirana mba hamahana io olanan'ny fametrahana ny GDM ianao

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
mg: Tsy ao na foana ny laha-tahirin'ny session-nao! Misy session roa azonao ampiasaina, nefa tokony hiditra ary hamaha ny olana amin'ny kirakiran'ny gdm ianao.

source: Select a Language
et: Keele valimine
mg: Misafidiana teny iray

source: Change _Language
et: Vali _keel
mg: Hanova _teny

source: _Select the language for your session to use:
et: _Seansi jaoks kasutatav keele valimine:
mg: _Misafidiana teny ampiasaina amin'ny session-nao:

source: Select _Language...
et: Vali _keel...
mg: Hisafidy _teny...

source: Select _Session...
et: _Vali seanss...
mg: Hisafidy _session...

source: Answer questions here and press Enter when done. For a menu press F10.
et: Küsimuse vastus kirjuta siia kasti ja kui valmis saad, vajuta Enter. Menüü jaoks vajuta F10.
mg: Valio ireto fanontaniana ireto dia tsindrio ny Entrée rehefa vita izany. Tsindrio ny F10 anehoana ny karazan-tsafidy.

source: Already logged in
et: Juba sisselogitud
mg: Efa tafiditra

source: Sus_pend
et: _Peata
mg: A_atoy

source: Remote Login via _XDMCP
et: Kauglogimine _XDMCP kaudu
mg: Fidirana lavi-toerana amin'ny alalan'ny _XDMCP

source: Confi_gure
et: _Seadista
mg: Hi_kirakira

source: Op_tions
et: _Valikud
mg: Sa_fidy

source: _Cancel
et: _Katkesta
mg: _Foano

source: Change _Session
et: Muuda _seanss
mg: Hiova _session

source: Sessions
et: Seansid
mg: Session

source: _Last session
et: _Viimane seanss
mg: Session _farany

source: Log in using the session that you have used last time you logged in
et: Sisselogimine viimati sisselogimisel kasutatud seansiga
mg: Midira amin'ny alalan'ilay session nosokafanao tamin'ny fotoana nidiranao farany

source: Confi_gure Login Manager...
et: _Seadista sisselogimishaldurit...
mg: Hi_kirakira ny mpandrindra fidirana...

source: Choose an Action
et: Toimingu valimine
mg: Misafidiana asa iray

source: Shut _down the computer
et: Arvuti _seiskamine
mg: _Vonoy ny solosaina

source: Shut Down your computer so that you may turn it off.
et: Arvuti täielik seiskamine - nii, et saab välja lülitada.
mg: Mamono ny solosainao amin'izay azonao tapahana ny herinaratra mankao.

source: _Restart the computer
et: Tee _arvutile alglaadimine
mg: _Avereno alefa ny solosaina

source: Restart your computer
et: Arvuti alglaadimine
mg: Mamerina madefa ny solosainao

source: Sus_pend the computer
et: Arvuti _peatamine (säästuresiim)
mg: A_atoy ny solosaina

source: Suspend your computer
et: Lülita arvuti ooterežiimi
mg: Mampiato ny solosainao

source: Run _XDMCP chooser
et: _XDMCP valija käivitamine
mg: Alefaso ny mpisafidy _XDMCP

source: Run an XDMCP chooser which will allow you to log into available remote computers, if there are any.
et: XDMCP valija käivitamine võimaldab sisse logida teistesse saadaolevatesse võrguarvutitesse (muidugi kui võrgus on selliseid).
mg: Mandefa mpisafidy XDMCP izay ahafahanao miditra amin'izay solosaina lavi-toerana mandeha, raha misy.

source: Confi_gure the login manager
et: Sisse_logimishalduri seadistamine
mg: Hikira_kira ny mpandrindra fidirana

source: Configure GDM (this login manager). This will require the root password.
et: GDM-i seadistamine (seesama sisselogimishaldur). Selle jaoks läheb sul vaja juurkasutaja parooli.
mg: Mikirakira ny GDM (ity mpandrindra fidirana ity). Mila ny teny fanalahidin'ny faka izany.

source: Circles
et: Ringid
mg: Faribolana

source: Theme with blue circles
et: Siniste ringidega teema
mg: Endrika misy faribolana mangamanga

source: (c) 2002 GNOME
et: © 2002 GNOME
mg: (c) GNOME 2002

source: GNOME Art variation of Circles with a Face Browser
et: GNOME Art variant teemast Ringid koos näosirvijaga
mg: Fiovaovam-paribolana manara-kanto misy mpizaha tava an'ny GNOME

source: GNOME Artists
et: GNOME'i kunstnikud
mg: Mpahaikanton'ny GNOME

source: Happy GNOME with Browser
et: Õnnelik GNOME koos näosirvijaga
mg: GNOME miramirana miaraka amin'ny mpitety

source: GNOME Art variation of Circles
et: Variant teemast Ringid
mg: Fiovaovam-paribolana manara-kanto an'ny GNOME

source: Happy GNOME
et: Õnnelik GNOME
mg: GNOME miramirana

source: Error while trying to run (%s) which is linked to (%s)
mg: Nisy olana teo am-panandramana mandefa ny (%s) izay mifandray amin'ny (%s)

source: Cannot open gestures file: %s
et: Viibete faili pole võimalik avada: %s
mg: Tsy mahasokatra ny rakitry ny fihetsika: %s

source: DMX display to migrate to
mg: Seho DMX izay hifindrana

source: DISPLAY
et: KUVA
mg: SEHO

source: Backend display name
et: Taustakuva nimi
mg: Anaran'ny sehon'ny backend

source: Xauthority file for destination display
et: Xauthority fail sihtkuva jaoks
mg: Rakitra Xauthority ho an'ny seho aleha

source: Xauthority file for backend display
et: Xauthority fail taustakuva jaoks
mg: Rakitra Xauthority ho an'ny sehon'ny backend

source: Failed to open display "%s"
et: Kuva "%s" pole võimalik avada
mg: Tsy nahasokatra ny seho "%s"

source: DMX extension not present on "%s"
mg: Tsy hita amin'ny "%s" ny tovan'ny DMX

source: - migrate a backend display from one DMX display to another
mg: - mamindra sehon'ny backend iray avy amin'ny sehon'ny DMX iray mankany amin'ny iray hafa

source: You must specify a destination DMX display using %s
mg: sTsy maintsy mamaritra sehon'ny DMX aleha iray amin'ny alalan'ny %s ianao

source: You must specify a backend display by using %s
mg: Tsy maintsy mamaritra sehon'ny backend iray amin'ny alalan'ny %s ianao

source: DMXAddScreen "%s" failed on "%s"
mg: Tsy nandeha tamin'ny "%s" ny DMXAddScreen "%s"

source: gdmaskpass only runs as root
et: gdmaskpass saab ainult root-kasutajana töötada
mg: Toy ny faka ihany no mampandeha ny gdmaskpass

source: Authentication failure!
et: Tõrge autentimisel!
mg: Tsy nety ny fanamarinana!

source: (memory buffer)
et: (mälupuhver)
mg: (buffer'ny arika)

source: An error occurred while loading user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
mg: Nisy olana nitranga teo am-pakana ny zavatra %s%s amin'ny mpaneran'ny mpampiasa avy amin'ny rakitra %s. Mety simba angamba ny fanoritsoritana mpanera glade. Tsy afaka manohy ny %s ka hijanona izao. Jereo ny fametrahanao ny %s na avereno apetraka ny %s.

source: Cannot load user interface
et: Kasutajaliidest pole võimalik laadida
mg: Tsy afaka naka ny mpaneran'ny mpampiasa

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
mg: Tsy izy io rakitra glade io! Amarino tsara hoe ilay rakitra tena izy no voapetraka! rakitra: %s, ilay zavatra: %s

source: An error occurred while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
mg: Nisy olana nitranga teo am-pakana ny zavatra %s%s amin'ny mpaneran'ny mpampiasa avy amin'ny rakitra %s. Tokony hisy fariana %d amin'io karazan-javatra CList io. Mety simba angamba ny fanoritsoritana mpanera glade. Tsy afaka manohy ny %s ka hijanona izao. Jereo ny fametrahanao ny %s na avereno apetraka ny %s.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
mg: Tsy izy io rakitra glade io! Amarino tsara hoe ilay rakitra tena izy no voapetraka! rakitra: %s, zavatra: %s, isan'ny farian'ny clist tokony ho hita ao: %d

source: An error occurred while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
mg: Nisy olana nitranga teo am-pakana ny mpaneran'ny mpampiasa avy amin'ny rakitra %s. Mety tsy hita angamba ny fanoritsoritana ny mpanera glade. Tsy afaka manohy ny %s ka hijanona izao. Jereo ny fametrahanao ny %s na avereno apetraka ny %s.

source: No interface could be loaded. This is BAD! (file: %s)
et: Liidest pole võimalik laadida. See on väga halb! (fail: %s)
mg: Tsy misy mpanera azo alaina. Tena RATSY izany! (rakitra: %s)

source: Too many alias levels for a locale; may indicate a loop
et: Liiga palju aliasetasemeid lokaadi jaoks; võib tähendada tsüklit
mg: Be loatra ny tantana alias misy raha ho an'ny toerana iray. Mety milaza fisiana verinkodina izany.

source: Default System Session
et: Vaikimisi süsteemne seanss

source: This is the default system session
et: See on vaikimisi süsteemne seanss

source: Secure Remote connection
et: Turvaline kaugühendus

source: This session logs you into a remote host using ssh
et: See seanss logib sind ssh abil võrgusolevasse hosti

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and reconfigure the X server. Then restart GDM.
et: Tõrge X-serveri (sinu graafilise liidese) käivitamisel. Tõenäoliselt pole see õigesti seadistatud. Sul on vaja konsoolilt sisse logida, X-server ümber seadistada ja siis GDM taaskäivitada.

source: Would you like to try to configure the X server? Note that you will need the root password for this.
et: Kas sa soovid proovida X-serverit ümber seadistada? Kui jah, siis läheb selleks juurkasutaja parooli tarvis.

source: Trying to restart the X server.
et: Proovitakse X-serverit taaskäivitada.

source: The X server is now disabled. Restart GDM when it is configured correctly.
et: X-server on nüüd keelatud. Taaskäivita GDM kui see on õigesti seadistatud.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
et: Tõrge X-serveri (sinu graafilise liidese) käivitamisel. Tõenäoliselt pole see õigesti seadistatud. Soovid sa probleemi leidmiseks vaadata X-serveri väljundit?

source: Failed to start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
et: Tõrge X-serveri (sinu graafilise liidese) käivitamisel. Tõenäoliselt pole osutusseade (hiir) õigesti seadistatud. Soovid sa probleemi leidmiseks vaadata X-serveri väljundit?

source: Would you like to try to configure the mouse? Note that you will need the root password for this.
et: Kas sa soovid proovida hiirt ümber seadistada? Kui jah, siis läheb selleks juurkasutaja parooli tarvis.

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window in the upper left corner
et: Tõrge seansi käivitamisel - seetõttu käivitatakse tõrkekindel xterm-seanss. Aknaid fokuseeritakse ainult juhul, kui kursor on nende kohal. Sellest režiimist väljumiseks sisesta käsk 'exit' ekraani ülemises vasakus nurgas olevasse aknasse

source: - The GNOME login manager
et: - GNOME sisselogimishaldur

source: main options
et: peamised valikud

source: The greeter application appears to be crashing. Attempting to use a different one.
et: Tervitusprogramm näib krahhivat. Proovitakse kasutada mõnda muud.

source: The system administrator has disabled your access to the system temporarily.
et: Süsteemihaldur on ajutiselt keelanud sinu ligipääsu süsteemile.

source: - Nested gdm login chooser
et: - Pesastatud GDM-iga sisselogimine koos valijaga

source: - Nested gdm login
et: - Pesastatud GDM-iga sisselogimine

source: SOCKET
et: SOKKEL

source: - gdm login chooser
et: - GDM-iga sisselogimine koos valijaga

source: %a %b %d, %H:%M
et: %a, %d. %b, %H:%M

source: %a %b %d, %l:%M %p
et: %a, %d. %b, %H:%M

source: %d second
et: %d sekundi

source: _Session
et: _Seanss

source: _Start Again
et: _Alusta uuesti

source: Plain
et: Lihtne

source: Could not access GDM configuration file.
et: GDM-i seadistusfailile pole võimalik ligi pääseda.

source: Configure the login window (GNOME Display Manager)
et: Sisselogimisakna seadistamine (GNOME Kuvahaldur)

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear.
et: <b>Märkus:</b> Kaasatavate kasutajate loendis olevad kasutajad ilmuvad näosirvijasse (kui see lubatud on) ja samuti turvalisuse saki all olevates automaat- ja viitlogimiste loendis. Väljajäetavaid kasutajaid neis kohtades ei näidata.

source: Configure _XDMCP...
et: Seadista _XDMCP-d...

source: Disables X forwarding, but does not affect XDMCP.
et: X-i edastuse keelamine, see ei mõjuta XDMCP-d.

source: E_nable debug messages to system log
et: S_ilumisteadete saatmine süsteemsesse logisse

source: Example: /usr/X11R6/bin/X
et: Näide: /usr/X11R6/bin/X

source: L_ogin retry delay:
et: Uue sissel_ogimiskatse viivitus:

source: Maximum _pending requests:
et: Suurim arv _ootel päringuid:

source: Pin_g interval:
et: Pin_gi intervall:

source: Resolution:
et: Eraldus:

source: _Allow users to change fonts and colors of plain greeter
et: _Kasutajatel on lubatud lihtsa tervitaja kirjatüüpe ja värve muuta

source: _Style:
et: _Laad:

source: Last Language
et: Viimane keel

source: _OK
et: _Olgu

source: (c) 2002 Bond, James Bond
et: © 2002 Bond, James Bond

source: AUTHFILE
et: AUTENTIMISFAIL

source: Failsafe GNOME
et: Tõrkekindel (failsafe) GNOME

source: Last language
et: Viimane keel

source: Failsafe Terminal
et: Tõrkekindel (failsafe) terminal
