Repository: GNOME/gdm
Catalog: trunk/po/*.po
Languages: et, mg

source: You must choose a longer password
et: Sa pead valima pikema parooli
mg: Tsy maintsy mitady teny fanalahidy lava kokoa ianao

source: Password has been already used. Choose another.
et: Parool on juba kasutusel. Vali mõni teine parool.
mg: Efa nampiasaina io teny fanalahidy io. Mitadiava hafa.

source: You must wait longer to change your password
et: Parooli vahetamiseks pead sa kauem ootama
mg: Mila miandry elaela ianao vao afaka manova ny teny fanalahidinao

source: Sorry, passwords do not match
et: Vabandust, paroolid ei klapi
mg: Tsy mifanaraka ireo teny fanalahidy roa!

source: Cannot setup pam handle with null display
et: Nullkuvale pole PAM-käsitlejat võimalik seada
mg: Tsy afaka mikirakira ny pam handle manana seho foana

source: Unable to establish service %s: %s
mg: Tsy afaka nanorina ny sampan'asa %s: %s

source: Can't set PAM_TTY=%s
et: PAM_TTY=%s seadmine pole võimalik
mg: Tsy nahafaritra ny PAM_TTY=%s

source: Can't set PAM_RHOST=%s
et: PAM_RHOST=%s seadmine pole võimalik
mg: Tsy nahafaritra ny PAM_RHOST=%s

source: Couldn't authenticate user
et: Kasutajat pole võimalik autentida
mg: Tsy voamarina ny mpampiasa

source: The system administrator is not allowed to login from this screen
et: Süsteemihalduril pole lubatud siit sisse logida
mg: Tsy mahazo miditra avy amin'ity efijery ny mpitantana ny rafitra

source: Authentication token change failed for user %s
mg: Tsy nety ny fanovana ny token'ny fanamarinana ho an'ny mpampiasa %s

source: The change of the authentication token failed. Please try again later or contact the system administrator.
mg: Tsy nety ny fanovana ilay token'ny fanamarinana. Andramo indray afaka kelikely ny antsoy ny mpitantana ny rafitrao.

source: User %s no longer permitted to access the system
et: Kasutajal %s ei ole enam lubatud süsteemi kasutada
mg: Tsy manana alalana hampiasa ny rafitra intsony y mpampiasa %s

source: User %s not permitted to gain access at this time
et: Kasutajal %s on ligipääs käesoleval hetkel keeltatud
mg: Tsy manana alalana hampiasa ny rafitra ny mpampiasa %s amin'izao fotoana izao

source: The system administrator has disabled access to the system temporarily.
et: Süsteemihaldur on süsteemile ligipääsu ajutiselt keelanud.
mg: Natsahatry ny mpitantana mandritra ny fotoana voafetra ny fampiasana ny rafitra.

source: Couldn't set acct. mgmt for %s
et: Ei õnnestunud määrata acct. mgmt %s jaoks
mg: Tsy nahafaritra ny acct. mgmt ho an'ny %s

source: Couldn't set credentials for %s
et: Ei õnnestunud määrata mandaate %s jaoks
mg: Tsy nahafaritra ny credentials ho an'ny %s

source: Couldn't open session for %s
et: Seanssi pole võimalik %s jaoks avada
mg: Tsy nahasokatra session ho an'ny %s

source: Authentication failed. Letters must be typed in the correct case.
mg: Tsy nety ny fanamarinana. Tsy maintsy soratana araka ny efitrefi-dohavipirinty marina ireo litera.

source: Authentication failed
et: Tõrge autentimisel
mg: Tsy nety ny fanamarinana

source: Automatic login
et: Automaatne sisselogimine
mg: Fidirana hoazy

source: Can't find PAM configuration for GDM.
et: PAM-i seadistusi GDM-i jaoks pole võimalik leida.
mg: Tsy mety mahita ny fikirakirana ny PAM ho an'ny GDM.

source: %s: Could not get server hostname: %s!
et: %s: serveri hostinime hankimine pole võimalik: %s!
mg: %s: Tsy nahazo ny anaran'ny mpampiantrano ny mpizara: %s!

source: %s: Could not create socket!
et: %s: Ei suuda luua soklit!
mg: %s: Tsy nahaforona socket!

source: %s: Could not bind to XDMCP socket!
et: %s: XDMCP-soklit pole võimalik siduda!
mg: %s: Tsy nahafaritra adiresy ho an'ny sockert XDMCP!

source: %s: Could not create XDMCP buffer!
et: %s: XDMCP puhvrit pole võimalik luua!
mg: %s: Tsy nahaforona buffer ho an'ny XDMCP!

source: %s: Could not read XDMCP header!
et: %s: XDMCP päise lugemine pole võimalik!
mg: %s: Tsy nahavaky ny lohasoratry ny XDMCP!

source: %s: Incorrect XDMCP version!
et: %s: Vale XDMCP versioon!
mg: %s: Kinovan'ny XDMCP diso!

source: %s: Unknown opcode from host %s
et: %s: Tundmatu opkood hostilt %s
mg: %s: opcode tsy fantatra avy amin'ny mpampiantrano %s

source: %s: Could not extract authlist from packet
et: %s: Ei õnnestu authlisti paketist kätte saada
mg: %s: Tsy nahaala ny authlist tanatin'ilay fehin-javatra

source: %s: Error in checksum
et: %s: Viga kontrollsummas
mg: %s: Tsy fetezana amin'ny isa fanamarinana

source: %s: Could not read display address
et: %s: Kuva aadressi pole võimalik lugeda
mg: %s: Tsy nahavaky ny adiresin'ilay seho

source: %s: Could not read display port number
et: %s: Kuva pordinumbrit pole võimalik lugeda
mg: %s: Tsy nahavaky ny laharan'ny irik'ilay seho

source: %s: Bad address
et: %s: Vigane aadress
mg: %s: Adiresy diso

source: Denied XDMCP query from host %s
et: XDMCP päring hostist %s tagasi lükatud
mg: Fangatahana XDMCP avy amin'ny mpampiantrano %s nolavina

source: %s: Got REQUEST from banned host %s
et: %s: Keelatud hostilt %s tuli REQUEST
mg: %s: Nahazo REQUEST avy amin'ny mpampiantrano tsy ekena %s

source: %s: Could not read Display Number
et: %s: Kuva numbrit pole võimalik lugeda
mg: %s: Tsy nahavaky ny laharan'ilay seho

source: %s: Could not read Connection Type
et: %s: Ühenduse tüüpi pole võimalik lugeda
mg: %s: Tsy nahavaky ny karazan'ny fifandraisana

source: %s: Could not read Client Address
et: %s: Kliendi aadressi pole võimalik lugeda
mg: %s: Tsy nahavaky ny adiresin'ny mpivatsy

source: %s: Could not read Authentication Names
et: %s: Autentimisnimesid pole võimalik lugeda
mg: %s: Tsy nahavaky ireo anaran'ny fanamarinana

source: %s: Could not read Authentication Data
et: %s: Autentimisandmeid pole võimalik lugeda
mg: %s: Tsy nahavaky ny datan'ny fanamarinana

source: %s: Could not read Authorization List
et: %s: Volitusnimekirja pole võimalik lugeda
mg: %s: Tsy nahavaky ny lisitry ny fanamarinana

source: %s: Could not read Manufacturer ID
et: %s: Tootja ID'd pole võimalik lugeda
mg: %s: Tsy nahavaky ny ID'ny mpanamboatra

source: %s: Failed checksum from %s
et: %s: Vigane kontrollsumma %s-lt
mg: %s: Tsy nety isa fanamarinana ho an'ny %s

source: %s: Got Manage from banned host %s
et: %s: Keelatud host %s saatis 'Manage'
mg: %s: Nahazo Manage avy amin'ny mpampiantrano tsy ekena %s

source: %s: Could not read Session ID
et: %s: Seansi identifikaatorit pole võimalik lugeda
mg: %s: Tsy nahavaky ny ID'ny session

source: %s: Could not read Display Class
et: %s: Kuva klassi pole võimalik lugeda
mg: %s: Tsy nahavaky ny sokajin'ny seho

source: %s: Could not read address
et: %s: Aadressi pole võimalik lugeda
mg: %s: Tsy nahavaky ilay adiresy

source: %s: Got KEEPALIVE from banned host %s
et: %s: Keelatud host %s saatis KEEPALIVE
mg: %s: Nahazo KEEPALIVE avy amin'ny mpampiantrano tsy ekena %s

source: %s: Failed to run '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
mg: %s: Tsy nahalefa ny '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s

source: %s: No XDMCP support
et: %s: XDMCP toetus puudub
mg: %s: Tsy misy fandraisana an-tànana XDMCP

source: Xnest command line
et: Xnest'i käsurida
mg: Baiko Xnest

source: STRING
mg: LAHA-DAZA

source: Extra options for Xnest
et: Lisaparameetrid Xnest'le
mg: Safidy fanampiny ho an'ny Xnest

source: OPTIONS
et: VÕTMED
mg: SAFIDY

source: Run in background
et: Käivitamine taustal
mg: Ampandehano any afara

source: Just run Xnest, no query (no chooser)
mg: Alefaso fotsiny Xnest; tsy misy fangatahana (tsy misy mpisafidy)

source: Do direct query instead of indirect (chooser)
mg: Manaova fangatahana mivantana fa tsy ilay tsy mivantana (mpisafidy)

source: Run broadcast instead of indirect (chooser)
mg: Alefaso miparitaka, fa tsy mivantana (mpisafidy)

source: Don't check for running GDM
et: Käivitatud GDM-i kontrolle ei teostata
mg: Aza jerena ny an'ny GDM mandeha

source: Xnest doesn't exist.
et: Xnesti pole olemas
mg: Tsy misy ny Xnest.

source: Please ask your system administrator to install it.
et: Palun küsi süsteemihaldurilt selle paigaldamist.
mg: Asaivo apetraky ny mpitantana ny rafitrao izy.

source: Indirect XDMCP is not enabled
et: Kaudne XDMCP ei ole lubatud
mg: Tsy nalefa ny XDMCP tsy mivantana

source: Please ask your system administrator to enable this feature.
et: Palun küsi süsteemihaldurilt selle paigaldamist.
mg: Asaivo alefan'ny mpitantana ny rafitrao io safidy io.

source: XDMCP is not enabled
et: XDMCP ei ole lubatud
mg: Tsy mandeha ny XDMCP

source: GDM is not running
et: GDM ei ole käivitatud
mg: Tsy mandeha GDM

source: Please ask your system administrator to start it.
et: Palu oma süsteemihalduril see käivitada.
mg: Asaivo alefan'ny mpitantana ny rafitrao izy io.

source: Could not find a free display number
et: Ei leia vaba kuva numbrit
mg: Tsy nahita laharan-tseho malalaka

source: Please wait: scanning local network...
et: Palun oota: sondeerin kohalikku võrku...
mg: Mahandrasa kely azafady: mizaha ny rezo an-toerana...

source: No serving hosts were found.
et: Teenindavaid hoste ei leitud
mg: Tsy nahita mpampiantrano mpizara.

source: Choose a ho_st to connect to:
et: Vali _host, millega ühenduda:
mg: Misafidiana _mpampiantrano hifandraisana:

source: The host "%s" is not willing to support a login session right now. Please try again later.
et: Host "%s" ei toeta hetkel sisselogimisseansse. Palun proovi hiljem uuesti.
mg: Tsy mbola ny handray an-tànana session misokatra ny mpampiantrano "%s" amin'izao fotoana izao. Andramo indray afaka kelikely.

source: Cannot connect to remote server
et: Ühendumine võrgus asuva serveriga nurjus
mg: Tsy afaka mifandray amin'ny mpizara lavi-toerana

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
mg: Tsy nisy valiny azo avy amin'ny mpampiantrano "%s" tanatin'ny %d segaondra. Mety tsy velona angamba ilay mpampiantrano na mbola tsy vonona ny handray an-tànana session misokatra amin'izao fotoana izao. Andramo indray afaka kelikely.

source: Did not receive response from server
et: Ei saanud serveri vastust
mg: Tsy nahazo valiny avy amin'ny mpizara

source: Cannot find the host "%s". Perhaps you have mistyped it.
et: Hosti "%s" pole võimalik leida. Võibolla oled sa selle valesti sisestanud.
mg: Tsy hita ny mpampiantrano "%s". Mety diso angamba ny nanoratanao azy.

source: Cannot find host
et: Hosti pole võimalik leida
mg: Tsy hita ilay mpampiantrano

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other computers as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that computer.
mg: Ny faritra misongadina indrindra amin'ity rindran'asa ity dia mampiseho ireo mpampiantrano amin'ny rezo an-toerana izay manana "XDMCP" mandeha. Izany dia mamela ireo mpampiasa hiditra amin'ny solosaina lavi-toerana hafa, tahaka ny hoe miditra amin'ny alalan'ny konsoly izy ireo. Azonao tsindriana ny "Refresh" izahana mpampiantrano vaovao amin'ny rezo. Rehefa avy misafidy mpampiantrano ianao, dia tsindrio ny "Connect" hanokafana session amin'io solosaina io.

source: Socket for xdm communication
et: Sokkel xdm suhtluseks
mg: Socket ho an'ny fifandraisana xdm

source: Client address to return in response to xdm
mg: Adiresin'ny mpivatsy amaliana ny xdm

source: ADDRESS
et: AADRESS
mg: ADIRESY

source: Connection type to return in response to xdm
et: Ühenduse liik, mida väljastada xdm-i päringutele
mg: Karazan'ny fifandraisana amaliana ny xdm

source: TYPE
et: LIIK
mg: KARAZANA

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
et: Valija versioon (%s) ei sobi deemoni versiooniga (%s). Sa oled arvatavasti just värskendanud GDM-i versiooni. Palun taaskäivita GDM-deemon või tee arvutile alglaadimine.
mg: Tsy mifanaraka amin'ny kinovan'ny daemon (%s) ny kinovan'ny mpisafidy (%s). Mety vao navaozinao angamba GDM. Avereno alefa ny daemon'ny GDM na ny solosaina.

source: Cannot run chooser
et: Valijat pole võimalik käivitada
mg: Tsy mahalefa ny mpisafidy

source: A_dd host:
et: Hosti l_isamine:
mg: _Hampiditra mpampiantrano:

source: C_onnect
et: _Ühenda
mg: Hi_fandray

source: Exit the application
et: Rakenduse töö lõpetamine
mg: Hanajanona ilay rindran'asa

source: How to use this application
et: Rakenduse kasutamise kohta teabe kuvamine
mg: Fomba fampiasa ity rindran'asa ity

source: Login Host Chooser
et: Sisselogimishosti valija
mg: Mpisafidy mpampiantrano session

source: Open a session to the selected host
et: Ava seanss valitud serverisse
mg: Hanokatra session amin'ny mpampiantrano voafaritra

source: Probe the network
et: Võrgu sondeerimine
mg: Mizaha ny rezo

source: Query and add this host to the above list
et: Hostile andmepäringu tegemine ja hosti lisamine ülalasuvasse loendisse
mg: Anontanio ary ampidiro anatin'ilay lisitra etsy ambony ity mpampiantrano ity

source: Status
et: Olek
mg: Zava-misy

source: _Add
et: _Lisa
mg: _Ampidiro

source: GDM (The GNOME Display Manager) is not running.
et: GNOME Kuvahaldur (GDM) ei tööta.
mg: Tsy mandeha ny GDM (Ny mpandrindra seho an'ny GNOME).

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm. If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
et: Sa võid kasutada teist kuvahaldurit, näiteks KDM-i (KDE kuvahaldur) või XDM-i. Kui sa ikkagi soovid seda võimalust kasutada, siis peaksid GDM-i ise käivitama või paluma oma süsteemihaldurit GDM käivitada.
mg: Mety mampiasa mpandrindra seho hafa toy ny KDM (Mpandrindra seho an'ny KDE) na xdm mihitsy angamba ianao. Raha mbola tianao ampiasaina ity fahasahaza ity, dia na ianao ihany no mandefa ny GDM na asaivo alefan'ny mpitantana ny rafitrao izy.

source: Cannot communicate with GDM (The GNOME Display Manager)
et: GNOME Kuvahalduriga (GDM) pole võimalik suhelda
mg: Tsy afaka mifandray amin'ny GDM (Ny mpandrindra seho an'ny GNOME)

source: Perhaps you have an old version of GDM running.
et: Arvatavasti on su GDM-i versioon liiga vana.
mg: Mety misy kinovan'ny GDM efa taloha mandeha angamba.

source: Cannot communicate with GDM. Perhaps you have an old version running.
et: GDM-iga pole võimalik suhelda. Võibolla on sul liiga vana versioon.
mg: Tsy afaka mifandray amin'ny GDM. Mety misy kinovany taloha mandeha angamba.

source: The allowed limit of flexible X servers reached.
et: Paindlike X-serverite piirang on saavutatud.
mg: Tratra ny fetran'ny faritra azon'ny mpizara mora miovaova aleha.

source: There were errors trying to start the X server.
et: X serveri käivitamisel tekkisid vead.
mg: Nisy olana teo am-panandramana mandefa ny mpizara X.

source: The X server failed. Perhaps it is not configured well.
et: Tõrge X serveris. Võibolla ei ole see õigesti seadistatud.
mg: Tsy nandeha ny mpizara X. Mety tsy voakirakira tsara angamba izy io.

source: Too many X sessions running.
et: Käivitatud on liiga palju X servereid.
mg: Be loatra ny session X misokatra.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
et: Pesastatud X-server (Xnest) ei suuda käesoleva X-serveriga ühendust võtta. Võibolla on sul X'i autoriseerimisfail puudu.
mg: Tsy afaka mifandray amin'ny mpizara X ampiasainao izao ilay mpizara X mifampiditra (Xnest). Mety tsy manana rakitra fahazoan-dàlana X angamba ianao.

source: The nested X server (Xnest) is not available, or GDM is badly configured. Please install the Xnest package in order to use the nested login.
et: Pesastatud X-server (Xnest) pole saadaval või on GDM halvasti seadistatud. Palun paigalda pesastatud sisselogimiste kasutamiseks Xnest'i pakk.
mg: Tsy mety ampiasaina ilay mpizara X mifampiditra (Xnest), na hoe tsy nety ny nikirakirana ny GDM. Apetrao ilay fehin-drindran'asa Xnest mba ahafahana mampiasa fifandraisana mifampiditra.

source: The X server is not available. GDM may be misconfigured.
et: X-server pole saadaval. Võibolla pole GDM õigesti seadistatud.
mg: Tsy mety ampiasaina ny mpizara X. Tsy nety angamba ny nikirakirana ny GDM.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
mg: Manandrana manatanteraka asa fivoahana tsy fantatra na manandrana manatanteraka asa fivoahana izay tsy mety tanterahina.

source: Virtual terminals not supported.
et: Virtuaalterminalid ei ole toetatud.
mg: Tsy mandray an-tànana terminal virtoaly.

source: Trying to change to an invalid virtual terminal number.
mg: Manandrana manova laharana terminal virtoaly diso.

source: Trying to update an unsupported configuration key.
mg: Manandrana manavao famaham-pikirakirana tsy raisina an-tànana.

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
et: Sa ei paista olevat selle toimingu teostamiseks autenditud. Arvatavasti pole Su .Xauthority fail korralikult paigaldatud.
mg: Toa tsy nahafeno ireo fepetra fanamarinana ilaina amin'ity asa atao ity ianao. Mety tsy voakirakira araka ny tokony ho izy angamba ny rakitra .Xauthority-nao.

source: Too many messages were sent to GDM and it hung up on us.
mg: Be loatra ireo hafatra nalefa tany amin'ny GDM, ka tonga dia notapahany tampoka ny fifandraisana.

source: Unknown error occurred.
et: Tekkis tundmatu viga.
mg: Nisy olana tsy fantatra nitranga.

source: Usage: %s [-b][-v] and one of the following:
et: Kasutamine: %s [-b][-v] ja üks järgnevatest:
mg: Fampiasa: %s [-b][-v] ary ny iray amin'ireto manaraka ireto:

source: -a display
et: -a kuva
mg: -a seho

source: -r display
et: -r kuva
mg: -r seho

source: -d display
et: -d kuva
mg: -d seho

source: -l [server_name]
et: -l [serveri_nimi]
mg: -l [_anaran'ny mpizara]

source: -t maximum tries to connect (default 15)
et: -t suurim ühendumiskatsete arv (vaikimisi 15)
mg: -t isan'ny andrana be indrindra atao rehefa hifandray (tsotra 15)

source: -s sleep value (default 8)
et: -s ootepausi kestus (default 8)
mg: -s sandan'ny fiatoana (tsotra 8)

source: Server busy, will sleep.
et: Serveri on hõivatud, ootamine.
mg: Mbola miasa ny mpizara. Hiato kely aloha.

source: Connection to daemon failed, sleeping for %d seconds. Retry %d of %d
et: Tõrge deemoniga ühendumisel, ootamine %d sekundit. Katse %d (%d-st)
mg: Tsy nahomby ny fifandraisana tamin'ny daemon. Hiato kely mandritra ny %d segaondra aloha. Andrana %d amin'ny %d

source: Failed to connect to server after %d retries
et: Tõrge serveriga ühendumisel peale %d proovimist
mg: Tsy tafaray tamin'ny mpizara na dia efa nanandrana in-%d aza

source: Log in as another user inside a nested window
et: Teise kasutaja alt pesastatud aknas sisselogimine
mg: Midira amin'ny fikandrana mifampiditra iray amin'ny anaran'ny mpampiasa hafa

source: New Login in a Nested Window
et: Uus sisselogimine pesastatud aknas
mg: Fidirana vaovao amin'ny fikandrana mifampiditra

source: Send the specified protocol command to GDM
et: Kirjeldatud protokollikäsu saatmine GDM-ile
mg: Mandefa ilay baikom-piresaka voafaritra any amin'ny GDM

source: COMMAND
et: KÄSK
mg: BAIKO

source: Xnest mode
et: Xnest resiim
mg: Fomba Xnest

source: Do not lock current screen
et: Käesolevat ekraani ei lukustata
mg: Aza gejaina ity efijery misokatra ity

source: Debugging output
et: Väljastab silumisteavet
mg: Famoahan'ny debugging

source: Authenticate before running --command
et: Autentimine enn --command võtme käivitamist
mg: Manaova fanamarinana alohan'ny andefasana ny --command

source: Start new flexible session; do not show popup
et: Uue paindliku seansi käivitamune, hüpikakent ei näidata
mg: Hanomboka session mety miovaova iray. Aza mampiaseho popun

source: Cannot change display
et: Kuva pole võimalik vahetada
mg: Tsy afaka manova ilay seho

source: Nobody
et: Eikeegi
mg: Tsy misy olona

source: Display %s on virtual terminal %d
et: Kuva %s virtuaalterminalil %d
mg: Seho %s amin'ny terminal virtoaly %d

source: Nested display %s on virtual terminal %d
et: Pesastatud kuva %s virtuaalterminalil %d
mg: Seho mifampiditra %s amin'ny terminal virtoalu %d

source: Username
et: Kasutajanimi
mg: Anaran'ny mpampiasa

source: Display
et: Kuva
mg: Seho

source: Open Displays
et: Avatud kuvad
mg: Manokafa seho

source: _Open New Display
et: _Ava uus kuva
mg: _Manokafa seho vaovao

source: Change to _Existing Display
et: Muuda _olemasolevat kuva
mg: Hiova seho amin'ireo efa _misokatra

source: There are some displays already open. You can select one from the list below or open a new one.
et: Mõned kuvad on juba avatud. Sa võid valida juba avatud kuvade vahel või avada uue.
mg: Misy seho maromaro efa misokatra. Afaka misafidy amin'ireo voalahatra etsy ambany na manokatra iray vaovao ianao.

source: Choose server
et: Vali server
mg: Hisafidy mpizara

source: Choose the X server to start
et: Vali X-server mida käivitada
mg: Ny mpizara X safidiana anombohana azy

source: Standard server
mg: Mpizara tsotra

source: You do not seem to have the authentication needed for this operation
mg: Toa mahafeno ireo fepetra fanamarinana ilaina anatanterahana ity asa ity ianao

source: Perhaps your .Xauthority file is not set up correctly.
et: Arvatavasti on Su .Xauthority valesti seadistatud.
mg: Tsy nety angamba ny nikirakirana ny rakitra .Xauthority-nao.

source: You do not seem to be logged in on the console
et: Sa ei paista olevat sellelt konsoolilt sisse loginud
mg: Toa tsy tafiditra amin'ilay konsoly ianao

source: Starting a new login only works correctly on the console.
mg: Amin'ny konsoly ihany no mandeha tsara ny fanombohana fidirana vaovao.

source: Cannot start new display
et: Uut kuva pole võimalik käivitada
mg: Tsy nahalefa seho iray vaovao

source: Log in as another user without logging out
et: Teise kasutaja alt sisselogimine ilma väljalogimata
mg: Avy dia hiditra amin'ny anaran'ny mpampiasa hafa fa tsy mila mivoaka aloha

source: New Login
et: Uus seanss
mg: Fidirana vaovao

source: A-M|Afrikaans
et: A-M|Aafrika
mg: A-M|Teny Afrikaans

source: A-M|Albanian
et: A-M|Albaania
mg: A-M|Teny Albanianina

source: A-M|Amharic
et: A-M|Amhari
mg: A-M|Teny Amharic

source: A-M|Arabic (Egypt)
et: A-M|Araabi (Egiptus)
mg: A-M|Teny Arabo (Ejipta)

source: A-M|Arabic (Lebanon)
et: A-M|Araabia (Liibanon)
mg: A-M|Teny Arabo (Liban)

source: A-M|Armenian
et: A-M|Armeenia
mg: A-M|Teny Armenianina

source: A-M|Azerbaijani
et: A-M|Aserbaidžaani
mg: A-M|Fiteny any Azerbaijan

source: A-M|Basque
et: A-M|Baski
mg: A-M|Fiteny Basque

source: A-M|Belarusian
et: N-Z|Valgevene
mg: A-M|Fiteny any Belarus

source: A-M|Bengali
et: A-M|Bengaali
mg: A-M|Fiteny any Bengal

source: A-M|Bengali (India)
et: A-M|Bengaali (India)
mg: A-M|Fiteny any Bengal (Inde)

source: A-M|Bulgarian
et: A-M|Bulgaaria
mg: A-M|Teny Bulgarianina

source: A-M|Bosnian
et: A-M|Bosnia
mg: A-M|Teny Bosnianina

source: A-M|Catalan
et: A-M|Katalaani
mg: A-M|Teny Catalan

source: A-M|Chinese (China Mainland)
et: A-M|Hiina (Hiina mandriosa)
mg: A-M|Teny Sinoa (Kontinantan'i Sina)

source: A-M|Chinese (Hong Kong)
et: A-M|Hiina (Hong Kong)
mg: A-M|Teny Sinoa (Hong Kong)

source: A-M|Chinese (Singapore)
et: A-M|Hiina (Singapur)
mg: A-M|Teny Sinoa (Singapour)

source: A-M|Chinese (Taiwan)
et: A-M|Hiina (Taiwan)
mg: A-M|Teny Sinoa (Taiwan)

source: A-M|Croatian
et: A-M|Horvaatia
mg: A-M|Teny Kroatianina

source: A-M|Czech
et: N-Z|Tšehhi
mg: A-M|Teny Czech

source: A-M|Danish
et: N-Z|Taani
mg: A-M|Teny Danoa

source: A-M|Dutch
et: A-M|Hollandi
mg: A-M|Teny Holandey

source: A-M|English (USA)
et: A-M|Inglise (USA)
mg: A-M|Teny Anglisy (USA)

source: A-M|English (Australia)
et: A-M|Inglise (Austraalia)
mg: A-M|Teny Anglisy (Aostralia)
