Repository: GNOME/gdm
Catalog: trunk/po/*.po
Languages: et, mg

source: Invalid server command '%s'
et: Vigane serverikäsk '%s'
mg: Baikom-pizara '%s' diso

source: Server name '%s' not found; using standard server
et: Serverit '%s' ei leitud; kasutan standardserverit
mg: Tsy hita ny anaram-pizara '%s'. Mpizara tsotra no ampiasaina

source: %s: Could not open logfile for display %s!
et: %s: Kuva %s jaoks pole võimalik logfaili avada!
mg: %s: Tsy nahasokatra ny raki-tatitra ho an'ny seho '%s'!

source: %s: Error setting %s to %s
et: %s: Viga signaali %s sättimisel signaaliks %s
mg: %s: Nisy olana teo am-pamaritana ny %s ho %s

source: %s: Empty server command for display %s
et: %s: Tühi serverikäsk kuva %s jaoks
mg: %s: Baikom-pizara foana ho an'ny seho %s

source: %s: Server priority couldn't be set to %d: %s
et: %s: Serveri prioriteeti pole võimalik %d-ks seada: %s
mg: %s: Tsy mety voafaritra ho %d ny fialohavan'ny mpizara: %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
mg: %s: Ny uid %d no tokony nandefa ny mpizara, nefa tsy misy io mpampiasa

source: %s: Couldn't set groupid to %d
et: %s: Grupi ID'd (groupid) pole võimalik %d-ks seada
mg: %s: Tsy nahavita namaritra ny ID'ny vondrona ho %d

source: %s: initgroups () failed for %s
et: %s: tõrge initgroups() täitmisel %s jaoks
mg: %s: Tsy nety tamin'ny %s ny initgroups ()

source: %s: Couldn't set userid to %d
et: %s: Kasutaja ID'd (userid) pole võimalik %d-ks seada
mg: %s: Tsy nahavita namaritra ny ID'ny mpampiasa ho %d

source: %s: Couldn't set groupid to 0
et: %s: Grupi ID'd (groupid) pole võimalik 0-ks seada
mg: %s: Tsy nahavita namaritra ny ID'ny vondrona ho 0

source: %s: Xserver not found: %s
et: %s: Ei leia Xserverit: %s
mg: %s: Tsy hita ny mpizara X: %s

source: %s: Can't fork Xserver process!
et: %s: Xserver protsessi pole võimalik forkida!
mg: %s: Tsy mahasara-droa ny fizotry ny mpizara X!

source: Can't set EGID to user GID
et: EGID'i ei saa muuta kasutaja GID'ks
mg: Tsy nahavita namaritra ny EGID ho GID'ny mpampiasa

source: Can't set EUID to user UID
et: EUID'd ei saa muuta kasutaja UID'ks
mg: Tsy nahavita namaritra ny EUID ho UID'ny mpampiasa

source: Log in anyway
et: Logi sisse sellegipoolest
mg: Hiditra ihany na dia izany aza

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
et: Sa oled juba sisse logitud. Sa võid sellegipoolest sisse logida, naasta oma olemasolevasse seanssi või katkestada see sisselogimine
mg: Efa tafiditra ianao. Afaka miditra ihany anefa ianao, na miverina amin'ny session-nao teo aloha, na manajanona ity fidirana ity

source: Return to previous login
et: Naase eelmise sisselogimise juurde
mg: Hiverina amin'ny session teo aloha

source: Abort login
et: Katkesta sisselogimine
mg: Ajanony ny fidirana

source: You are already logged in. You can log in anyway or abort this login
et: Sa oled juba sisselogitud. Siiski võid sa sisse logida või käesoleva sisselogimise katkestada
mg: Efa tafiditra ianao. Afaka miditra ihany anefa ianao ary afaka manajanona ity fidirana ity koa

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
et: X serverit (graafilist kasutajakeskkonda) pole võimalik mingi sisemise vea tõttu käivitada. Palun võta ühendust oma süsteemihalduriga või uuri veale jälilejõudmiseks süsteemi logisid. Vahepeal on see kuva blokitud. Kui probleemid on kõrvaldatud, siis palun taaskäivita GDM.
mg: Tsy nahavita nandefa ilay mpizara X (ny tontolo an-tsarinao) noho ny fisian'ny olana anaty. Antsoy ny mpitantana ny rafitrao na jereo ny raki-tatitra momba ny rafitrao ahafahanao mamaha ilay olana. Mandra-pahavitan'izany dia hatsahatra aloha ity seho ity. Avereno alefa GDM rehefa voavaha ilay olana.

source: %s: cannot fork
et: %s: pole võimalik forkida
mg: %s: tsy afaka manasara-droa

source: %s: cannot open display %s
et: %s: kuva %s pole võimalik avada
mg: %s: Tsy mahasokatra ny seho %s

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file. Attempting to start it from the default location.
et: Seadistusterakendust pole võimalik käivitada. Veendu, et seadistusfailis olev rada on õigesti määratud. Rakendust proovitakse käivitada vaikimisi asukohast.
mg: Tsy nahavita nandefa ny rindran'asa fikirakirana. Amarino tsara ny sori-dàlany ao anatin'ny rakitry ny fikirakirana. Manandrana mandefa azy avy amin'ny toerana fisiany.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file.
et: Seadistusterakendust pole võimalik käivitada. Veendu, et seadistusfailis olev rada on õigesti määratud.
mg: Tsy nahavita nandefa ny rindran'asa fikirakirana. Amarino tsara ny sori-dàlany anatin'ny rakitry ny fikirakirana.

source: You must authenticate as root to run configuration.
et: Sätete muutmiseks peab autentima root kasutajana.
mg: Tsy mamintsy ny anaran'ny faka no entinao vao afaka mandefa ny rindran'asa fikirakirana ianao.

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist.
et: Sisselogimise heli küsiti mittekohalikule kuvale, heli esitamise tarkvara pole võimalik käivitada või pole helifaili olemas.
mg: Seho tsy an-toerana no mangataka ny feon'ny fidirana, na tsy mety alefa ny rindran'asa mpamaky azy, na ilay feo no tsy misy.

source: %s: Can't init pipe to gdmgreeter
et: %s: Gdmgreeter-isse pole võimalik toru avada
mg: %s: Tsy mety atomboka mba ho any amin'ny gdmgreeter ny fantsona

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. GDM has started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
mg: Tsy nisy mpizara voafaritra tao anatin'ny rakitry ny fikirakirana, ka natsahatra ny XDMCP. Mety ho tsy fetezan'ny fikirakirana fotsiny izany. Nampandeha mpizara iray teo amin'ny toeranao ny GDM. Tokony hiditra amin'io ianao ary mamaha izany tsy fetezan'ny kirakira izany. Marihina fa natsahatra ny fidirana hoazy sy fidirana manara-potoana.

source: Could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
mg: Tsy nahalefa ny mpizara X (ny tontolo an-tsarinao) mahazatra, ka mpizara X failsafe ity mandeha ity. Tokony hiditra amin'io ianao ary mikirakira ilay mpizara X araka ny tokony ho izy.

source: The specified display number was busy, so this server was started on display %s.
mg: Mbola miasa ilay laharan'ny seho voalaza, ka nalefa tamin'ny seho %s ity mpizara ity.

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
et: %s: Tervitajat pole võimalik gtk moodulitega käivitada: %s. Proovitakse ilma mooduliteta
mg: %s: Tsy mahalefa ny teny fandraisana amin'ny alalan'ny singa mpiorin'ny gtk: %s. andramana tsy mampiasa singa mpiorina

source: %s: Cannot start greeter trying default: %s
et: %s: Tervitajat pole võimalik käivitada, vaikimisi proovitakse: %s
mg: %s: Tsy mahalefa ny teny fandraisana. Manandrana mandefa ilay tsotra: %s

source: Cannot start the greeter application; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
mg: Tsy mety alefa ny rindran'asan'ny teny fandraisana; tsy afaka ny hiditra ianao. Hatsahatra ity seho ity. Manandrama miditra amin'ny fomba hafa ary manova ilay rakitry ny fikirakirana

source: %s: Error starting greeter on display %s
et: %s: Viga tervitaja kävitamisel kuval %s
mg: %s: Nisy olana teo am-pandefasana ny teny fandraisana amin'ny seho %s

source: %s: Can't fork gdmgreeter process
et: %s: Gdmgreeter protsessi pole võimalik forkida
mg: %s: Tsy mahasara-droa ny fizotry ny gdmgreeter

source: %s: Can't open fifo!
et: %s: Ei saa avada järjekorda!
mg: %s: Tsy mahasokatra ny fifo!

source: %s: Can't init pipe to gdmchooser
et: %s: Gdmchooser'isse pole võimalik toru avada
mg: %s: Tsy mety atomboka ho any amin'ny gdmchooser ny fantsona

source: Cannot start the chooser application. You will probably not be able to log in. Please contact the system administrator.
mg: Tsy nahalefa ny rindran'asan'ny fisafidianana. Mety tsy ho afaka miditra ianao. Antsoy ny mpitantana ny rafitrao.

source: %s: Error starting chooser on display %s
et: %s: Viga valija kävitamisel kuval %s
mg: %s: Nisy olana teo am-pandefasana ny mpisafidy amin'ny seho %s

source: %s: Can't fork gdmchooser process
et: %s: Gdmchooser protsessi pole võimalik forkida
mg: %s: Tsy mahasara-droa ny fizotra gdmchooser

source: %s: Could not open ~/.xsession-errors
et: %s: Faili ~/.xsession-errors pole võimalik avada
mg: %s: Tsy nahasokatra ny ~/.xsession-errors

source: %s: Execution of PreSession script returned > 0. Aborting.
et: %s: PreSession skripti kävitamise tulemus > 0. Katkestan.
mg: %s: > 0 no naverin'ny fanombohana ny teny baiko PreSession. Hijanona.

source: Language %s does not exist; using %s
et: Keelt %s ei ole olemas; kasutame %s keelt
mg: Tsy misy ny teny %s. %s no ampiasaina

source: System default
et: Süsteemi vaikeväärtus
mg: Sanda tsotran'ny rafitras

source: %s: Could not setup environment for %s. Aborting.
et: %s: %s jaoks pole võimalik keskkonda seadistada. Katkestan.
mg: %s: Tsy nahakirakira ny tontolo ho an'ny %s. Hijanona.

source: %s: setusercontext () failed for %s. Aborting.
et: %s: tõrge setusercontext() täitmisel %s jaoks. Katkestamine.
mg: %s: Tsy nety ny setusercontext () ho an'ny %s. Hijanona.

source: %s: Could not become %s. Aborting.
et: %s: Ei saa hakata kasutajaks %s. Katkestan.
mg: %s: Tsy afaka niova ho %s. Hijanona.

source: No Exec line in the session file: %s. Running the GNOME failsafe session instead
et: Seansifailis puudub Exec-rida: %s. Selle asemel käivitatakse GNOME tõrkekindel seanss.
mg: Tsy misy andalana Exec anatin'ny rakitry ny session: %s. Ny session failsafe'ny GNOME no alefa solony

source: %s: Cannot find or run the base Xsession script. Running the GNOME failsafe session instead.
et: %s: Xsession baasskripti pole võimalik leida või käivitada. Selle asemel käivitatakse GNOME tõrkekindel seanss.
mg: %s: Tsy mahita na tsy mahalefa ny teny baikon'ny Xsession fototra. Ny session failsafe'ny GNOME no alefa solony.

source: Cannot find or run the base session script. Running the GNOME failsafe session instead.
mg: Tsy mahita na tsy mahalefa ny teny baikon'ny session fototra. Ny session failsafe'ny GNOME no alefa solony.

source: %s: gnome-session not found for a failsafe GNOME session, trying xterm
et: %s: GNOME tõrkekindla seansi jaoks ei leitud gnome-session'i; proovitakse xterm'i
mg: %s: Tsy hita ny gnome-session ilaina amin'ny session failsafe'ny GNOME. Manandrana mampiasa ny xterm

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
mg: Tsy hita ny petraky ny GNOME. Hanandrana ny handefa ny session "Failsafe xterm".

source: This is the Failsafe GNOME session. You will be logged into the 'Default' session of GNOME without the startup scripts being run. This should be used to fix problems in your installation.
mg: Ity no session failsafe'ny GNOME. Tsy mily nadefa ireo teny baiko ny fiantombohana akory, dia hampidirina amin'ny session'ny GNOME 'tsotra' ianao. Io no tokony ampiasaina hamahana ireo olan'ny fametrahana hitanao.

source: %s: gnome-session not found for a failsafe GNOME session; trying xterm
et: %s: gnome-session'i ei leitud GNOME tõrkekindla seansi jaoks; proovitakse xterm'i
mg: %s: Tsy hita ny gnome-session ilain'ny session failsafe'ny GNOME. Manandrana mampiasa ny xterm

source: Could not find the GNOME installation. Running the "Failsafe xterm" session instead.
mg: Tsy hita ny petraky ny GNOME. Ny "Failsafe xterm" no alefa solony.

source: Cannot find "xterm" to start a failsafe session.
et: "xterm" programmi pole võimalik tõrkekindla seansi käivitamiseks leida
mg: Tsy hita ny "xterm" ahafahana manomboka session failsafe iray

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
mg: Ito ilay session xterm failsafe. Hampidirina amin'ny konsoly terminal iray ianao ahafahanao mamaha ny olana amin'ny rafitra raha toa ka tsy misy fomba hafa ahafahanao miditra. Manorata 'exit' miampy enter amin'ilay fikandran'ny Terminal raha hanajanona azy ianao.

source: This is the Failsafe xterm session. You will be logged into a terminal console and be prompted to enter the password for root so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
mg: Ity ilay session xterm failsafe. Hampidirina amin'ny konsoly Terminal iray ianao ary hasaina manoratra ny teny fanalahidy amin'ny anaran'ny faka ahafahanao mamaha ny olana amin'ny rafitra raha toa ka tsy misy fomba hafa ahafahanao miditra. Manorata 'exit' miampy enter amin'ny fikandran'ny Terminal raha hanajanona azy ianao.

source: The failsafe session is restricted to users who have been assigned the root role. If you cannot log in any other way please contact your system administrator
mg: Noferana ho an'ny mpampiasa nomena ny andraikitry ny faka ihany ny session failsafe. Antsoy ny mpitantana ny rafitrao raha toa ka tsy misy fomba hafa ahafahanao miditra

source: %s: User not allowed to log in
et: %s: Kasutajal on sisselogimine keelatud
mg: %s: Tsy manana alalana ny hiditra ny mpampiasa

source: The system administrator has disabled your account.
et: Süsteemihaldur on sinu kasutajakonto ära keelanud.
mg: Nofoanan'ny mpitantana ny rafitra ny kaontinao.

source: Error! Unable to set executable context.
et: Viga! Käivitatavat konteksti pole võimalik seada.
mg: Misy olana! Tsy nahafaritra ny seha-kevitr'ilay asa azo atomboka.

source: %s: Could not exec %s %s %s %s %s %s
et: %s: %s %s %s %s %s %s pole võimalik käivitada
mg: %s: Tsy afaka manomboka ny %s %s %s %s %s %s

source: %s: Could not exec %s %s %s
et: %s: %s %s %s pole võimalik käivitada
mg: %s: Tsy afaka manomboka ny %s %s %s

source: Cannot start the session due to some internal error.
et: Seanssi pole võimalik sisemiste vigade tõttu alustada.
mg: Tsy voatomboka ilay noho ny antony anaty tsy fantatra.

source: %s: User passed auth but getpwnam (%s) failed!
mg: %s: Tafita tamin'ny fanamarinana ny mpampiasa saingy tsy nety ny getpwnam (%s)!

source: %s: Execution of PostLogin script returned > 0. Aborting.
et: %s: PreSession skripti kävitamise tulemus > 0. Katkestan.
mg: %s: > 0 no naverin'ny fanombohana ny teny baikon'ny PostLogin. Hijanona.

source: %s: Home directory for %s: '%s' does not exist!
et: %s: Kasutaja %s kodukataloogi '%s' pole olemas!
mg: %s: Laha-tahiry ho an'ny %s: tsy misy ny '%s'!

source: User's $HOME/.dmrc file is being ignored. This prevents the default session and language from being saved. File should be owned by user and have 644 permissions. User's $HOME directory must be owned by user and not writable by other users.
et: Kasutaja faili $HOME/.dmrc eiratakse, see hoiab ära vaikimisi seansi ja keele salvestamise. Fail peab kuuluma kasutajale ja selle pääsuõigusteks peab olema määratud 644. Kasutaja kodukataloog ($HOME) peab kuuluma kasutajale ja teistel kasutajatel ei tohi olla sellesse kirjutamisõigust.
mg: Tsy raharahaina ny rakitra $HOME/.dmrc an'ny mpampiasa. Manakana ny fandraiketana ny session sy ny teny tsotra izany. Tokony ho fananan'ny mpampiasa ilay rakitra ary mitondra ny fahazoan-dàlana 644. Tsy maintsy an'ny mpampiasa ny laha-tahiry fandraisany fa tsy hoe azon'ny mpampiasa hafa anoratana.

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
et: GDM ei saa sinu autoriseerimisfaili kirjutada. See võib tähendada, et vaba kettaruum on otsas või pole võimalik sinu kodukataloogi kirjutamiseks avada. Selles olukorras pole sisselogimine võimalik. Palun võta ühendust oma süsteemihalduriga.
mg: Tsy nahasoratra tamin'ny rakitry ny fahazoan-dàlanao ny GDM. Midika izany fa tsy misy toerana malalaka intsony amin'ny kapilanao na tsy mety sokafana mba anoratana ny laha-tahiry fandraisanao. Na ahoana na ahoana, dia tsy afaka miditra ianao. Antsoy ny mpitantana ny rafitrao

source: %s: Error forking user session
et: %s: Viga kasutaja seansi forkimisel
mg: %s: Nisy olana teo am-panasahana ny session'ny mpampiasa

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
mg: Tsy nihoatra ny 10 segaondra akory ny session-nao. Raha tsy ianao no nanajanona ilay session, dia mety midika izany fa misy misy olana ara-pametrahana ao na tsy misy toerana malalaka intsony ny kapilanao. Manandrama miditra amin'ny alalan'ny iray amin'ireo session failsafe misy ahafahanao mamaha izany olana izany.

source: View details (~/.xsession-errors file)
et: Vaata üksikasju (faili ~/.xsession-errors)
mg: Asehoy ny antsipiriany (~/.xsession-errors file)

source: GDM detected a halt or restart in progress.
et: GDM tuvastas käimasoleva alglaadimise või masina seiskamise.
mg: Nahita fijanonana na fiverenana mandeha mitranga ny GDM.

source: %s: Fatal X error - Restarting %s
et: %s: Fataalne X viga - taaskäivitame %s
mg: %s: Tsy fetezana X miterapahavoazana - Miverina mandefa ny %s

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
mg: Seho tsy an-toerana no mangataka ny feon'ny fidirana, na tsy mety alefa ny rindran'asa mpamaky azy, na ilay feo no tsy misy.

source: %s: Failed starting: %s
et: %s: Tõrge käivitumisel: %s
mg: %s: Tsy nety fandefasana: %s

source: %s: Can't fork script process!
et: %s: Skriptprotsessi forkimine pole võimalik!
mg: %s: Tsy nahasara-droa ny fizotry ny teny baiko!

source: %s: Failed creating pipe
et: %s: Toru pole võimalik luua
mg: %s: Tsy nety ny famoronana fantsona

source: %s: Failed executing: %s
et: %s: Tõrge käivitamisel: %s
mg: %s: Tsy nety ny fanombohana: %s

source: Incorrect username or password. Letters must be typed in the correct case.
et: Vale kasutajanimi või parool. Suur- ja väiketähtedel tehakse vahet.
mg: Anarana na teny fanalahidin'ny mpampiasa diso. Tsy maintsy soratana araka ny efitrefi-dohavipirinty marina ireo litera.

source: Caps Lock is on.
et: Caps Lock klahv on sisse lülitatud
mg: Miasa ny Num Lock.

source: Please enter your username
et: Palun sisesta oma kasutajanimi
mg: Soraty ny anaran'ny mpampiasa

source: Username:
et: Kasutajanimi:
mg: Anaran'ny mpampiasa:

source: Password:
et: Parool:
mg: Teny fanalahidy:

source: Couldn't authenticate user "%s"
et: Kasutajat "%s" pole võimalik autentida
mg: Tsy voamarina ny mpampiasa "%s"

source: Root login disallowed on display '%s'
et: Root ei tohi kuva '%s' kaudu sisse logida
mg: Tsy azon'ny faka atao ny miditra amin'ny seho '%s'

source: The system administrator is not allowed to login from this screen
et: Süsteemihalduril ei ole siit sisse logimine lubatud
mg: Tsy afaka miditra avy amin'ity efijery ity ny mpitantana ny rafitra

source: User %s not allowed to log in
et: Kasutajal %s on sisselogimine keelatud
mg: Tsy mahazo alalana hiditra ny mpampiasa %s

source: The system administrator has disabled your account.
et: Süsteemihaldur on sinu kasutajakonto keelanud.
mg: Nofoanan'ny mpitantana ny rafitra ny kaontinao.

source: Cannot set user group for %s
et: %s jaoks pole kasutajagruppi võimalik määrata
mg: Tsy mahafaritra ny vondron'ny mpampiasa ho an'ny %s

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
et: Sinu kasutajagruppi pole võimalik määrata ja seetõttu pole Sul võimalik sisse logida. Palun võta ühendust oma süsteemihalduriga.
mg: Tsy mahafaritra ny vondron'ny mpampiasanao. Tsy afaka hiditra ianao.Antsoy ny mpitantana ny rafitrao.

source: Password of %s has expired
et: Kasutaja %s parool on aegunud
mg: Tapi-potoana ny teny fanalahidin'ny %s

source: You are required to change your password. Please choose a new one.
et: Sa pead muutma oma parooli. Palun sisesta uus parool
mg: Mila manova ny teny fanalahidinao ianao. Manorata iray vaovao.

source: Cannot change your password; you will not be able to log in. Please try again later or contact your system administrator.
et: Sinu parooli pole võimalik muuta ja seetõttu pole Sul võimalik sisse logida. Palun proovi hiljem uuesti või võta ühendust oma süsteemihalduriga.
mg: Tsy voaova ny teny fanalahidinao. Tsy afaka hiditra ianao. Andramo indray afaka kelikely na antsoy ny mpitantana ny rafitrao.

source: Your password has been changed but you may have to change it again. Please try again later or contact your system administrator.
et: Sinu parooli on muudetud aga Sul on võimalik seda uuesti muuta. Palun proovi hiljem uuesti või võta ühendust oma süsteemihalduriga.
mg: Voaova ny teny fanalahidinao, saingy mety mila manova azy io indray ianao. Andramo afaka kelikely na antsoy ny mpitantana ny rafitrao.

source: Your password has expired. Only a system administrator can now change it
et: Sinu parool on aegunud. Ainult süsteemihaldur saab seda muuta
mg: Tapi-potoana ny teny fanalahidinao. Tsy misy afa-tsy ny mpitantana rafitra sisa no afaka manova azy io

source: Internal error on passwdexpired
et: Sisemine viga või on parool aegunud
mg: Tsy fetezana anaty mikasika ny passwdexpired

source: An internal error occurred. You will not be able to log in. Please try again later or contact your system administrator.
et: Tekkis sisemine viga. Sul pole võimalik sisse logida. Palun proovi hiljem uuesti või võta ühendust oma süsteemihalduriga.
mg: Nisy tsy fetezana anaty nitranga. Tsy afaka ny hiditra ianao. Andramo afaka kelikely na antsoy ny mpitantana ny rafitrao.

source: Cannot get passwd structure for %s
et: Paroolistruktuuri (passwd) pole %s jaoks võimalik hankida
mg: Tsy mety mahazo ny firafitry ny teny fanalahidy ho an'ny %s

source: You are required to change your password immediately (password aged)
et: Sa pead viivitamatult muutma oma parooli (parool on vananenud)
mg: Mila manova ny teny fanalahidinao izao dieny izao ianao (Tapi-potoana ny teny fanalahidy)

source: You are required to change your password immediately (root enforced)
et: Sa pead viivitamatult muutma oma parooli (haldur on selle nii määranud)
mg: Mila manova ny teny fanalahidinao izao dieny izao ianao (voatery ny faka)

source: Your account has expired; please contact your system administrator
et: Sinu konto on aegunud, palun võta ühendust oma süsteemihalduriga
mg: Tapi-potoana ny kaontinao. Antsoy ny mpitantana ny rafitrao.

source: No password supplied
et: Parooli ei ole antud
mg: Tsy misy teny fanalahidy nomena

source: Password unchanged
et: Parool muutmata
mg: Tsy novana ny teny fanalahidy

source: Can not get username
et: Ei leia kasutajanime
mg: Tsy mety mahazo ny anaran'ny mpampiasa

source: Retype new UNIX password:
et: Sisesta uus UNIX'i parool uuesti:
mg: Avereno soratana ilay teny fanalahidin'ny UNIX vaovao:

source: Enter new UNIX password:
et: Sisesta uus UNIX'i parool:
mg: Soraty ny teny fanalahidin'ny UNIX vaovao:

source: (current) UNIX password:
et: (praegune) UNIX parool:
mg: Teny fanalahidin'ny UNIX (amin'izao):

source: Error while changing NIS password.
et: Viga NIS parooli vahetamisel.
mg: Nisy olana teo am-panovana ny teny fanalahidy NIS.
