Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Interval in which to ping the X server in seconds. If the X server doesn't return before the next time we ping it, the connection is stopped and the session ended.
ar: الفترات (بالثواني) التي سيُطرق بينها خادم X. إذا لم يُجِب الخادم قبل المرّة التالية من الطّرق فسيُوقف الإتصال وتنهى الجلسة.
cs: Interval v sekundách, během kterého provést příkaz "ping" na server X. Pokud se server X neohlásí před dalším příkazem "ping", spojení bude přerušeno a sezení skončí.
es: Intervalo en el cual hacer ping al servidor X en segundos. Si el servidor X no devuelve después de la siguiente vez que se le hace un ping, la conexión termina y la sesión de cierra.
eu: Denbora tartea (segundotan) X zerbitzariari 'ping' egiteko. X zerbitzariak ez badu eranzuten bidaliko zaion hurrengo 'ping'aren baino lehenago, konexioa gelditu eta saioa amaitu egingo da.
gl: Intervalo no cal facer ping ao servidor X en segundos. Se o servidor X non devolve despois da seguinte vez que se lle faga un ping, detense a conexión e termínase a sesión.
hi: अंतराल जिसपर सेकेंड में X सर्वर को पिंग करना है. यदि X सर्वर नहीं लौटता है इससे पहले कि हम पिंग करें, संबंधन रूक जाता है और सत्र का अंत हो जाता है.
it: Intervallo in secondi per eseguire un ping sul server X. Se il server X non risponde prima del successivo ping, la connessione viene interrotta e la sessione terminata.
ne: १ सेकेण्डमा X सर्भरलाई पिङ्ग गर्दा हुने अन्तराल । यदि X सर्भर हामीले यसलाई पछिल्लो पटक पिङ्ग गर्नु पहिले फिर्ता गर्दैन भने जडान बन्द गरिन्छ र सत्र अन्त्य गरिन्छ ।
pl: Interwał *w sek.( wysyłania pakietów ping do serwera X. W razie gdy serwer nie odpowie do czasu wysłania kolejnego ping, zostanie od zatrzymany, a sesja zakończona.
sk: Interval v sekundách, v ktorom sa má pingovať X server. Ak X server neodpovie pred nasledovným pingom, pripojenie sa preruší a relácia ukončí.
ta: X வழங்கனை சீண்ட இடைவேளை, நொடிகளில். X வழங்கன் அடுத்த முறை நாம் அடுத்து சீண்டு முன் பதில் தராவிடில் இணைப்பு துண்டிக்கப்பட்டு அமர்வு நிறுத்தப்படும்.

source: La_unch:
ar: ا_بدأ:
as: আৰম্ভ কৰক:(_u)
bn: আরম্ভ করুন:(_u)
cs: Sp_ustit:
es: _Lanzar:
eu: A_biarazi:
gl: Inicia_r:
hi: लांच करें (_u):
it: _Lancia:
ne: सुरुवात गर्नुहोस्:
or: ଚଳାନ୍ତୁ (_u):
pl: Urucho_mienie:
sk: Sp_ustiť:
ta: _ஏற்று:

source: Listen on _UDP port:
ar: استمع عند ال_منفذ UDP:
as: UDP পোৰ্টে অপেক্ষা কৰা হবে:(_U)
bn: UDP পোর্টে অপেক্ষা করা হবে:(_U)
cs: Naslouchat na portu _UDP:
es: Escuchar en el puerto _UDP:
eu: Entzun _UDP atakari:
gl: Escoitar no porto _UDP:
hi: यूडीपी पोर्ट पर सुनें (_U):
it: Porta _UDP su cui stare in ascolto:
mr: यूडीपी पोर्टवर काळजीपूर्वक ऐेंका
ne: UDP पोर्टमा सुन्नुहोस्:
or: _UDP ସଂଯୋଗିକୀରେ ଶୁଣନ୍ତୁ:
pl: Nasłuchiwanie na porcie _UDP:
sk: Počúvať na _UDP porte:
ta: _த யூடிபி(UDP) துறையில் கேட்கவும்:

source: Loc_k position of the window
ar: ا_قفل موقع النافذة
bn: উইন্ডোর অবস্থান লক করা হবে (_k)
cs: Zamkno_ut umístění okna
eu: _Blokeatu leihoaren posizioa
gl: Blo_quear a posición da ventá
hi: विंडो की स्थिति लॉक करें (_k)
it: Bloccare la _posizione della finestra
ne: सञ्झ्यालको स्थिति ताल्चा लगाउनुहोस्
pl: Blo_kada położenia okna
sk: Uzam_knúť pozíciu okna
ta: _ப சாளரத்தின் இடத்தை பூட்டவும்.

source: Local
ar: محلًي
as: স্থানীয়
bn: স্থানীয়
cs: Místní
eu: Lokala
hi: स्थानीय
it: Locale
ne: स्थानीय
or: ସ୍ଥାନୀୟ
pl: Lokalny
sk: Lokálne
ta: உள்ளிருப்பு

source: Login Window Preferences
ar: تفضيلات نافذة الولوج
as: প্ৰৱেশ উইন্ডো সংক্ৰান্ত পছন্দ
bn: লগ-ইন উইন্ডো সংক্রান্ত পছন্দ
cs: Předvolby přihlašovací obrazovky
es: Preferencias de la ventana de entrada
eu: Saio-hasierako pantailaren hobespenak
gl: Preferencias da ventá de inicio de sesión
hi: लॉगिन विंडो वरीयता
it: Preferenze finestra di accesso
ne: सञ्झ्याल प्राथमिकताहरू लगइन गर्नुहोस्
or: ଲଗଇନ ୱିଣ୍ଡୋ ପସନ୍ଦ
pl: Właściwości ekranu logowania
sk: Predvoľby prihlasovacieho okna
ta: நுழைவாயில் விருப்பங்கள்

source: Login _failed:
ar: _فشل الولوج:
as: প্ৰৱেশ কৰোঁতে ব্যৰ্থ:(_f)
bn: লগ-ইন করতে ব্যর্থ:(_f)
cs: Neúspěšné přih_lášení:
es: Entrada _fallida:
eu: Saio-hasierak _huts egin du:
gl: _Fallou o inicio de sesión:
hi: लॉगिन विफल (_f):
it: Accesso _fallito:
ne: लगइन असफल भयो:
or: ଲଗଇନ ବଫଳ (_f):
pl: _Niepowodzenie logowania:
sk: Prihlásenie _zlyhalo:
ta: _ம உள் அனுமதி செய்ய முடியவில்லை:

source: Login _retry delay:
ar: تأ_خير إعادة محاولة الولوج
bn: পুনরায় লগ-ইনের প্রচেষ্টার মধ্যে অন্তর্বর্তী বিরাম: (_r)
cs: P_rodleva opakovaného přihlášení:
eu: Saioa-hasiera berriro saiatzeko _atzerapena:
gl: At_raso para repetir o inicio de sesión:
hi: लॉगिन पुनः कोशिश विलंब (_r):
it: Ritardo di _riprova accesso:
ne: लगइन पुन: प्रयासमा ढिलाई:
pl: Odstęp pomiędzy kolejnymi pró_bami logowania:
sk: Pauza medzi pokusmi o p_rihlásenie:
ta: _உள் நுழைவு மீட்டு முயற்சி தாமதம்:

source: Login _successful:
ar: _نجح الولوج:
as: প্ৰৱেশ সফল:(_s)
bn: লগ-ইন সফল:(_s)
cs: Ú_spěšné přihlášení:
es: Entrada _exitosa:
eu: Saioa _ongi hasi da:
gl: Inicio de sesión _con éxito:
hi: लॉगिन सफल (_s):
it: Accesso con _successo:
ne: लगइन सफल भयो:
or: ଲଗଇନ ବଫଳ (_s):
pl: _Pomyślne zalogowanie:
sk: Prihlásenie ú_spešné:
ta: _ப உள் அனுமதி பெற்றது:

source: Logo
ar: الشعار
as: প্ৰতীকচিহ্ন
bn: প্রতীকচিহ্ন
es: Logotipo
eu: Logotipoa
gl: Logotipo
hi: लोगो
mr: चिन्ह
ne: लोगो
or: ପ୍ରତୀକ
ta: சின்னம்

source: Maximum _remote sessions:
ar: العدد الأقصى للجلسات عن _بعد:
as: দূৰবৰ্তী অধিবেশনেৰ সৰ্বোচ্চ সংখ্যা:(_r)
bn: দূরবর্তী সেশানের সর্বোচ্চ সংখ্যা:(_r)
cs: Maximum _vzdálených sezení:
es: Máximo de sesiones _remotas:
eu: U_rruneko gehienezko saioak:
gl: Número máximo de sesións _remotas:
hi: अधिकतम दूरस्थ सत्र (_r):
it: Numero massimo di sessioni _remote:
mr: कमाल प्रमाणातील दूरस्थ सत्र
ne: अधिकतम टाढाको सत्रहरू:
or: ସର୍ବାଧିକ ଦୂର ଅଧିବେଶନ (_r):
pl: M_aksymalna liczba zdalnych sesji:
sk: Maximálne _vzdialených relácií:
ta: _த அதிகபட்ச தொலை அமர்வுகள்:

source: Maximum _wait time:
ar: وقت الإن_تظار الأقصى:
as: অপেক্ষাৰ সৰ্বোচ্চ সময়:(_w)
bn: অপেক্ষার সর্বোচ্চ সময়:(_w)
cs: Maximální _doba čekání:
es: Tiempo máximo de espe_ra:
eu: Zain e_goteko gehienezko denbora:
gl: Tempo máximo de _espera:
hi: अधिकतम प्रतीक्षा समय (_w):
it: _Tempo massimo di attesa:
mr: वाट पाहण्याची कमाल वेळ
ne: अधिकतम प्रतिक्षा समय:
or: ସର୍ବାଧିକ ପ୍ରତୀକ୍ଷା ସମୟ (_w):
pl: Ma_ksymalny czas oczekiwania:
sk: Maximálny čas č_akania:
ta: _ந அதிகபட்ச பொறுக்கும் நேரம்:

source: Maximum indirect w_ait time:
ar: وقت الإ_نتظار الغير مباشر الأقصي:
as: সৰ্বাধিক পৰোক্ষ অপেক্ষাৰ সময়:(_a)
bn: সর্বাধিক পরোক্ষ অপেক্ষার সময়:(_a)
cs: _Maximální doba čekání pro nepřímé:
es: Tiempo máximo de espera indirect_a:
eu: Za_in egoteko zeharkako gehienezko denbora:
gl: Tempo máximo de espera _indirecta:
hi: अधिकतम परोक्ष प्रतीक्षा समय (_a):
it: Tempo massimo di _attesa indiretta:
mr: वाट पाहण्याची अप्रत्यक्ष कमाल वेळ
ne: अधिकतम अप्रत्यक्ष प्रतिक्षा समय:
or: ସର୍ବାଧିକ ପରୋକ୍ଷ ପ୍ରତୀକ୍ଷା ସମୟ (_a):
pl: Maksymal_ny czas oczekiwania przy połączeniach pośrednich:
sk: Maximálny čas ča_kania pre nepriame:
ta: _ம அதிகபட்ச (மறை) பொறுக்கும் நேரம்:

source: Maximum p_ending indirect requests:
ar: عدد الطلبات غير المباشرةالمع_لَّقة الأقصى:
as: সৰ্বাধিক অপেক্ষাৰত পৰোক্ষ অনুৰোধ:(_e)
bn: সর্বাধিক অপেক্ষারত পরোক্ষ অনুরোধ:(_e)
cs: Max. č_ekajících nepřímých požadavků:
es: Máximo de solicitudes indirectas p_endientes:
eu: Zain dau_den gehienezko zeharkako eskaerak:
gl: Número máximo de peticións indirectas p_endentes:
hi: अधिकतम विचाराधीन परोक्ष निवेदन (_e):
it: Numero massimo di richieste indirette sosp_ese:
ne: अधिकतम विचाराधिन अप्रत्यक्ष अनुरोधहरू:
or: ସର୍ବାଧିକ ଅନିଷ୍ପନ୍ନ ପରୋକ୍ଷ ନିବେଦନ (_e):
pl: Maksymalna liczba oc_zekujących pośrednich połączeń:
sk: Maximálne čaka_júcich nepriamych požiadaviek:
ta: _வ அதிகபட்ச இன்னும் உள்ள (மறை) வேண்டுகோள்:

source: Menu Bar
ar: شريط القائمة
as: মেনু-বাৰ
bn: মেনু-বার
cs: Lišta s nabídkou
es: Barra de menú
eu: Menu-barra
gl: Barra de menú
hi: सूची पट्टी
it: Barra dei menù
ne: मेनुपट्टी
or: ମେନୁ ପଟି
pl: Pasek menu
sk: Lišta ponuky
ta: பட்டிப்பட்டை

source: Ne_ver place cookies on NFS
ar: لا تضع أ_بدا السكاكر على NFS
bn: NFS-এ কখনো কুকি স্থাপন করা হবে না (_v)
cs: N_ikdy neumísťovat "cookies" na NFS
es: N_unca colocar cookies en NFS
eu: _Inoiz ez ezarri 'cookie'ak NFSen
gl: N_unca colocar cookies en NFS
hi: NFS पर कुकी कभी नहीं रखें (_v)
it: Mai mettere i coo_kie su NFS
ne: NFS मा कुकिहरू कहिल्यै पनि नराख्नुहोस्
pl: Be_z zapiywania ciasteczek na NFS
sk: Neumiestňovať cookies na z_väzku NFS
ta: என்எப்எஸ்(NFS) மீது குக்கிகளை வைக்காதே.

source: No _restart required
ar: ليس بحاجة لإعادة ال_تشغيل
bn: পুনরাম্ভ প্রয়োজন নয় (_r)
cs: _Restart nevyžadován
eu: Ez da _berrabiaraztea behar
gl: Non é necesario _reiniciar
hi: कोई रिस्टार्ट जरूरी नहीं (_r)
it: Nessun ria_vvio richiesto
ne: पुन: सुरुआत गर्न आवश्यक छैन
pl: Bez ponownego _uruchomienia
sk: _Reštart nie je nutný
ta: _மறு துவக்கம் தேவை இல்லை

source: Number of simultaneously provided displays with host choosers. If more queries from different hosts come in, the oldest ones will be forgotten.
ar: عدد أجهزة العرض ذات مخيِّر مستضيف المُعطاة في آن واحِد. إذا أتت استعلامات أكثر من مستضيفين مختلفين، سيُنسى الأقدم منهم.
cs: Počet současně poskytovaných displejů s výběrovými programy počítače. Pokud přijde více dotazů od různých počítačů, nejstarší z nich budou zapomenuty.
es: Número de pantallas proporcionadas simultáneamente con selectores de host. Si entran más peticiones de distintos hosts, las más antiguas se olvidarán.
eu: Aldi berean egon daitezkeen pantaila-kopurua ostalari-aukeratzaileekin.Ostalari ezberdinetatik hainbat kontsulta iristen badira, zaharrenak ahaztuko dira.
gl: Número de pantallas proporcionadas simultaneamente con selectores de host. Se entran máis consultas de distintos hosts, esqueceranse as máis antigas.
hi: एक साथ दिया संख्या होस्ट चयनक के साथ डिस्प्ले करता है. यदि भिन्न होस्ट के साथ अधिक प्रश्न आता है, सबसे पुराना भूला दिया जायेगा.
it: Numero di display forniti contemporaneamente dal selettore degli host. Se arrivano più richieste da host differenti, la più vecchia verrà dimenticata.
ne: होस्ट छनौटकर्ताहरूसँग एकैसाथ उपलब्ध गराइएको प्रदर्शनहरूको सङ्ख्या । यदि फरक होस्टहरूबाट धेरै क्वेरिहरू आएमा सबैभन्दा पुरानालाई विर्सिइनेछ ।
pl: Ilość równocześnie dostępnych przy wyborze hosta ekranów. W razie nadejścia wielu zapytań z różnych hostów, najstarsze zostaną zapomniane.
sk: Počet súčasne poskytnutých displejov s výberom hostiteľa. Ak príde viacero požiadaviek z rozličných hostiteľov, najstaršie sa zabudnú.
ta: புரவன் தேர்விகளுடன் கூடிய ஒரே நேர காட்சிகளின் எண். மேலும் கேட்கவும்விகள் வெவ்வேறு புரவன்களிடமிருந்து வரின், பழையன மறக்கும்.

source: Only allow login i_f user owns their home directory
ar: اسمح بالولوج فقط إ_ذا كان المستخدم يمتلك مجلّده المنزلي
bn: ব্যবহারকারী দ্বারা শুধুমাত্র ব্যক্তিগত ডিরেক্টরি ব্যবহার করা হলে লগ-ইনের অনুমোদন করা হবে (_f)
cs: Povolovat přihlášení pouze v případě, že uživatel vlastní svůj _domovský adresář
eu: Baimendu saio-hasiera baldin eta erabiltzaileek beraien etxe-direktorioa badute
gl: Permitir iniciar a sesión só se o _usuario é o propietario do seu directorio home
hi: सिर्फ लॉगिन स्वीकार करें यदि उपयोक्ता उनके होम निर्देशिका का मालिक है (_f)
it: Permettere l'accesso solo _se l'utente è proprietario della sua directory home
ne: यदि प्रयोगकर्ताले उनीहरूको गृह डाइरेक्टरी स्वामित्वमा लिन्छ भने मात्र लगइन गर्न अनुमति दिनुहोस्
pl: L_ogowanie tylko gdy użytkownik jest właścicielem katalogu domowego
sk: Povoliť prihlásenie len ak je užívateľ _vlastníkom svojho domovského adresára
ta: பயனர் இல்ல அடைவு _தனதானால் மட்டும் உள்நுழைவை அனுமதிக்கவும்.

source: Op_tions:
ar: ال_خيارت:
as: বিকল্প:(_t)
bn: বিকল্প:(_t)
cs: Mož_nosti:
es: _Opciones:
eu: Au_kerak:
gl: O_pcións:
hi: विकल्प (_t):
it: Op_zioni:
ne: विकल्पहरू:
or: ବିକଲ୍ପ (_t):
pl: Op_cje:
sk: Možnos_ti:
ta: _வ விருப்பங்கள்:

source: Paranoia option. Only accepts user owned files and directories.
ar: خيار بارانويا. اسمح فقط بالمستخدم المالك للملفات والأدلّة.
bn: প্যারানোইয়া বিকল্প। শুধুমাত্র ব্যবহারকারীর মালিকানাধীন ফাইল ও ডিরেক্টরি গ্রহণ করা হয়।
cs: Paranoidní volba. Přijme pouze soubory a adresáře vlastněné uživatelem.
es: Opción paranoica. Sólo aceptar archivos y directorios propiedad del usuario.
eu: Paranoia aukera. Erabiltzailearen fitxategiak meta direktorioak bakarrik onartu.
gl: Opción paranoia. Acepta só os ficheiros e directorios propiedade do usuario.
hi: Paranoia विकल्प. सिर्फ उपयोक्ता स्वामित्व वाली फाइल व निर्देशिका को स्वीकार करता है.
it: Opzione paranoia. Accetta solo i file e le directory di proprietà dell'utente.
ne: पारानोइया विकल्प. प्रयोगकर्ताले स्वामित्वमा लिएको फाइलहरू र डाइरेक्टरीहरुमा मात्र स्वीकार गर्दछ ।
pl: Opcja paranoiczna. Dozwoleni tylko użytkownicy którzy są właścicielami wszystkich plików i katalogów.
sk: Voľba pre paranoika. Akceptuje len užívateľom vlastnené súbory a adresáre.
ta: அதி சந்தேக தேர்வு. பயனர் கோப்புகள் மற்றும் அடைவுகளை மட்டும் ஒப்புக்கொள்ளும்.

source: Per_sistent
ar: دائ_م:
bn: পারসিসটেন্ট (_s)
cs: Trva_lé
eu: I_raunkorra
gl: Per_sistente
it: Per_sistente
ne: स्थायी
pl: Tr_wałe
sk: _Stály
ta: _வ விடாப்பிடியான

source: Permissions
ar: التصاريح
bn: অনুমতি
cs: Oprávnění
es: Permisos
eu: Baimenak
gl: Permisos
hi: अनुमति
it: Permessi
ne: अनुमतिहरू
pl: Uprawnienia
sk: Oprávnenia
ta: அனுமதிகள்

source: Pick Background Color
ar: اختر لون الخلفية
as: পটভূমিৰ ৰং নিৰ্বাচন কৰক
bn: পটভূমির রং নির্বাচন করুন
cs: Výběr barvy pozadí
es: Escoja el color de fondo
eu: Hartu atzeko planoaren kolorea
gl: Seleccione a cor de fondo
hi: पृष्ठ भूमि रंग चुनें
it: Selezione colore di sfondo
ne: पृष्ठभूमि रङ राख्नुहोस्
or: ଗୋଟିଏ ପ୍ରୁଷ୍ଠଭୂମି ରଙ୍ଗକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór koloru tła
sk: Voľba farby pozadia
ta: பின்னணி நிறத்தைத் தேர்ந்தெடு

source: Plain Plain with face browser Themed
as: সাদামাটা
es: Plano Plano con visor de rostros Con temas
eu: Soila Soila aurpegi-arakatzailearekin Gaiarekin

source: Qui_ver when incorrect username/password entered
ar: ا_رتعش عند إدخال اسم مستخدم/كلمة سر خطأ
bn: ব্যবহারকারীর নাম অথবা পাসওয়ার্ড সঠিক না হলে কম্পন হবে
cs: Zatře_pat, pokud je zadáno nesprávné uživatelské jméno/heslo
eu: Dardar egin okerreko erabiltzaile-izena/pasahitza sartzean
gl: Facer tremer cando se introduza un nome de usuario ou un contrasinal incorrecto
hi: गलत उपयोक्तानाम /शब्दकूट देने पर थरथराता है (_v)
it: Tremolio dello schermo con nome utente o passo_word errata
ne: गलत प्रयोगकर्ता नाम/ पासवर्ड प्रविष्टि गर्दा कम्पन दिनुहोस्
pl: _Drżenie przy wprowadzeniu niepoprawnej nazwy użytkownika/hasła
sk: Otriasť sa po zadaní nesprá_vneho užívateľského mena/hesla
ta: தவறான பயனர் பெயர்/ கடவுச்சொல் ஆகியன உள்ளிட்டால் அதிரவும்.

source: R_emove
ar: اح_ذف
as: মুছে ফেলুন (_e)
bn: মুছে ফেলুন (_e)
cs: O_dstranit
es: _Quitar
eu: _Kendu
gl: E_liminar
hi: हटाएँ (_e)
it: Rim_uovi
ne: हटाउनुहोस्
or: ଅପସାରଣ କରନ୍ତୁ (_e)
pl: _Usuń
sk: Od_strániť
ta: _நீக்கு

source: Re_move Server
ar: احذ_ف الخادم
as: সেৱক মুছে ফেলুন (_m)
bn: সার্ভার মুছে ফেলুন (_m)
cs: Od_stranit server
es: _Quitar servidor
eu: _Kendu zerbitzaria
gl: E_liminar servidor
hi: सर्वर हटायें (_m)
it: Ri_muovi server
ne: सर्भर हटाउनुहोस्
or: ସେବକକୁ ଅପସାରିତ କରନ୍ତୁ (_m)
pl: _Usuwa serwer
sk: Od_strániť server
ta: _ச சேவையகத்தை நீக்கு

source: Reboot, Halt, Suspend and Custom Command Preferences
ar: تفضيلات إعادة التشغيل، الغلق، التعليق والأمر المخصّص
cs: Předvolby restartu, vypnutí, uspání a vlastních příkazů
eu: Berrabiarazi, Itzali, Eseki eta komando pertsonalizatuaren hobespenak
gl: Preferencias de reinicio, detención, suspensión e comando personalizado
hi: रिबूट, हाल्ट, सस्पेंड और कस्टम कमांड वरीयता
it: Preferenze dei comandi di terminazione
ne: आदेश प्राथमिकताहरू पुन: बुट गर्नुहोस्, रोक्नुहोस्, निलम्बन गर्नुहोस् र अनुकुलन गर्नुहोस्
pl: Preferencje ponownego uruchomienia, wyłączenia, wstrzymania i dodatkowych poleceń
sk: Nastavenia pre príkazy reštart, vypnutie, uspatie a vlastné príkazy
ta: திரும்ப துவக்குக நிறுத்துக, இடை நிறுத்தம் மற்றும் தனிப்பயன் கட்டளை விருப்பங்கள்

source: Refresh rate:
ar: معدل التحديث:
as: নতুন কৰে প্ৰদৰ্শনেৰ মাত্ৰা:
bn: নতুন করে প্রদর্শনের মাত্রা:
cs: Obnovovací frekvence:
es: Tasa de refresco:
eu: Freskatze-tasa:
gl: Taxa de actualización:
hi: ताजा करने का दर:
it: Velocità di aggiornamento:
ne: दर ताजा पार्नुहोस्:
or: ସତେଜନ ହାର:
pl: Częstotliwość odświeżania:
sk: Obnovovacia frekvencia:
ta: புதுப்பிக்கும் விகிதம்:

source: Remote
ar: عن بعد
as: দূৰবৰ্তী
bn: দূরবর্তী
cs: Vzdálené
es: Remota
eu: Urrunekoa
gl: Remoto
hi: दूरस्थ
it: Remoto
ne: टाढाको
or: ଦୂର
pl: Zdalny
sk: Vzdialené
ta: தொலை

source: Remote connections through XDMCP will be allowed to log into the "TimedLogin" user by letting the login window time out, just like the local user on the first console.
ar: سيُسمح للجلسات عن بعد عبر XDMCP بالولوج إلى مستخدم "TimedLogin" عن طريق تفعيل مهلة نافذة الولوج، مثل المستخدم المحلّي على الكونسول الأوّل.
cs: Vzdáleným připojením přes XDMCP bude vypršením časového limitu přihlašovacího okna povoleno provádět záznamy do uživatele "TimedLogin", stejně jako místní uživatel na první konzole.
es: Las conexiones remotas a través de XDMCP se las permitirá entrar con el usuario «TimedLogin» tras dejar la pantalla de entrada expirar, de la misma manera que el usuario local en la primera consola.
eu: XDMCP bidezko urruneko konexioak baimendu egingo dira "Denbora-mugatutako saio-hasiera" saioan erabiltzailea hasteko, lokaleko erabiltzaile baten gisa aurreneko terminalean.
gl: As conexións remotas a través do XDMCP serán autorizadas a iniciar a sesión no usuario "Inicio de sesión temporizado" deixando que a ventá de inicio de sesión exceda o tempo de espera, como o usuario local na primeira consola.
hi: XDMCP से होकर दूरस्थ कनेक्शन को "TimedLogin" में लॉगिन होने देने के लिए स्वीकृत किया जायेगा, पहले कंसोल पर स्थानीय उपयोक्ता की तरह.
it: Alle connessioni remote attraverso XDMCP sarà permesso l'accesso come utente dell'accesso temporizzato lasciando scadere la finestra di accesso, come l'utente locale sulla prima console.
ne: XDMCP मार्फत टाढाको जडानहरूलाई पहिलो कन्सोलमा स्थानीय प्रयोगकर्ता जस्तै लगइन सञ्झ्याल टाइमआउट र्न दिएर "समयबद्ध लगइन" प्रयोगकर्ता भित्र लगइन गर्न अनुमति दिइनेछ ।
pl: "Logowanie z opóźnieniem" (określony użytkownik logowany automatycznie przy braku aktywności) także dla zdalnych sesji XDMCP.
sk: Vzdialené pripojenia cez XDMCP sa budú môcť prihlásiť na používateľa "ČasovanéhoPrihlásenia" tým, že ponechajú vypršať čas okna prihlásenia, presne tak ako lokálny používateľ na prvej konzole.
ta: உள்ளமை பயனர் முதல் முனையத்தில் உள்ளது போல, XDMCP வழியாக தொலை இணைப்புகள் "TimedLogin" பயனர் கணக்கில் உள்நுழை வாயில் நேரம் கடக்கவிட்டு உள்நுழைய அனுமதி உண்டு.

source: Remote login disabled Same as Local
ar: الولوج عن بعد معطل مثله مثل المحلي
as: দূৰবৰ্তী প্ৰৱেশ নিষ্ক্ৰিয় কৰা হয়েছে। স্থানীয় ব্যবস্থাৰ অনুৰূপ
bn: দূরবর্তী লগ-ইন নিষ্ক্রিয় করা হয়েছে। স্থানীয় ব্যবস্থার অনুরূপ
cs: Zakázat vzdálené přihlášení Stejně jako místní
es: Entrada remota desactivada Igual que la entrada local
eu: Urruneko saio-hasiera desgaituta Lokalekoa ere antzera
gl: O inicio de sesión remota está desactivado Igual que o local
hi: दूरस्थ लॉगिन निष्क्रिय स्थानीय के रूप में समान
it: Accesso remoto disabilitato Come locale
ne: स्थानीय रूपमा जस्तै टाढाको लगइन अक्षम पारियो
or: ଦୂରସ୍ଥ ଲଗଇନ ନିଷ୍କ୍ରିୟ ସ୍ଥାନୀୟର ଭଳି ସମାନ
pl: Zdalne logowanie wyłączone Taki sam jak lokalny
sk: Vzdialené prihlásenie zakázané Také isté ako miestne
ta: தொலை உள்நுழைவு செயல்நீக்கப்பட்டது உள்ளிருப்பு போலவே

source: Resolution:
ar: الإ_ستبانة:
as: ৰিজোলিউশন:
bn: রিজোলিউশন:
cs: Rozlišení:
es: Resolución:
eu: Bereizmena:
gl: Resolución:
hi: रिसॉल्यूशन:
it: Risoluzione:
ne: रिजोल्युसन:
or: ବିଭେଦନ:
pl: Rozdzielczość:
sk: Rozlíšenie:
ta: தெளிவுத்திறன்:

source: Sc_ale to fit screen
ar: _حَجّم لتناسب الشاشة
as: পৰ্দা অনুযায়ী মাপ নিৰ্ধাৰণ কৰা হবে(_a)
bn: পর্দা অনুযায়ী মাপ নির্ধারণ করা হবে(_a)
cs: Přizpůsobovat velikosti o_brazovky
es: _Escalar hasta ajustar a la pantalla
eu: _Eskalatu pantailan doitzeko
gl: _Escalar até axustar á pantalla
hi: स्क्रीन में सटीक आने के लिये स्केल (_a)
it: Sc_alare per adattare allo schermo
ne: पर्दा ठीक्क मापन गर्नुहोस्
or: ପରଦା ସହିତ ଖାପ ଖୁଆଇବା ପାଇଁ ମାପକ (_a)
pl: Dopasowani_e do wielkości ekranu
sk: Zm_eniť veľkosť na celú obrazovku
ta: _த திரையில் பொருத்தும் அளவுக்கு மாற்று

source: Scale background image to fit the screen.
ar: حجِّم صورة الخلفية لتناسب النافذة.
bn: পর্দা অনুযায়ী পটভূমির ছবির মাপ নির্ধারণ করা হবে।
cs: Přizpůsobí obrázek na pozadí velikosti obrazovky
es: Escala la imagen del fondo hasta ajustarla a la pantalla.
eu: Eskalatu atzeko planoko irudia pantailan doitzeko.
gl: Escalar a imaxe de fondo para axustala á pantalla.
hi: स्क्रीन में सटीक आने के लिये स्केल पृष्ठभूमि नापें.
it: Scala l'immagine di sfondo per adattarla allo schermo.
ne: पर्दा ठीक्क पृष्ठभूमि छवि मापन गर्नुहोस् ।
pl: Dopasowanie obrazu tła do rozmiaru ekranu.
sk: Zmeniť veľkosť obrázka pozadia na celú obrazovku.
ta: _த திரையில் பொருத்தும் அளவுக்கு மாற்று

source: Security
ar: أمن
as: নিৰাপত্তা
bn: নিরাপত্তা
cs: Bezpečnost
es: Seguridad
eu: Segurtasuna
gl: Seguranza
hi: सुरक्षा
it: Sicurezza
mr: सुरक्षा
ne: सुरक्षा
or: ସୁରକ୍ଷା
pl: Bezpieczeństwo
sk: Bezpečnosť
ta: பாதுகாப்பு

source: Select Background Image
ar: اختر صورة الخلفية
as: পটভূমিৰ ছবি নিৰ্বাচন কৰক
bn: পটভূমির ছবি নির্বাচন করুন
cs: Výběr obrázku na pozadí
es: Selecciona una imagen de fondo
eu: Hautatu atzeko planoko irudia
gl: Seleccionar unha imaxe de fondo
hi: पृष्ठभूमि बिंब चुनें
it: Selezione immagine di sfondo
ne: पृष्ठभूमि छवि चयन गर्नुहोस्
or: ପ୍ରୁଷ୍ଠଭୂମି ପ୍ରତିଛବିକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór obrazu tła
sk: Zvoliť obrázok pozadia
ta: பின்னணி பிம்பத்தினை தேர்ந்தெடு

source: Select Logo Image
ar: اختر صورة الشعار
as: প্ৰতীকচিহ্ন নিৰ্বাচন কৰক
bn: প্রতীকচিহ্ন নির্বাচন করুন
cs: Výběr obrázku s logem
es: Seleccione una imagen de logotipo
eu: Hautatu logotipoaren irudia
gl: Seleccionar unha imaxe de logotipo
hi: लोगो छवि चुनें
it: Selezione immagini del logo
ne: लोगो छवि चयन गर्नुहोस्
or: ପ୍ରତୀକ ପ୍ରଚିଛବିକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór obrazu logo
sk: Zvoliť obrázok loga
ta: சின்னத்தின் பிம்பத்தினை தேர்ந்தெடுக்கவும்

source: Select Sound File
ar: انتقي ملف صوت
as: শব্দেৰ ফাইল নিৰ্বাচন কৰক
bn: শব্দের ফাইল নির্বাচন করুন
cs: Výběr zvukového souboru
es: Seleccione el archivo de sonido
eu: Hautatu soinu-fitxategia
gl: Seleccionar un ficheiro de son
hi: ध्वनि फ़ाइल चुनें
it: Selezione file sonoro
ne: ध्वनि फाइल चयन गर्नुहोस्
or: ଶବ୍ଦ ଫାଇଲକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór pliku dźwiękowego
sk: Zvoliť zvukový súbor
ta: ஒலி கோப்பினை தேர்ந்தெடு

source: Selected only Random from selected
ar: المختارة فقط عشوائية من المختارة
as: শুধুমাত্ৰ নিৰ্বাচিত নিৰ্বাচিতগুলিৰ মধ্যে যথেচ্ছ
bn: শুধুমাত্র নির্বাচিত নির্বাচিতগুলির মধ্যে যথেচ্ছ
cs: Pouze vybrané Náhodně z vybraného
es: Sólo los seleccionados Aleatorio de los seleccionados
eu: Hautatutakoa soilik Ausazkoa hautatutakoetatik
gl: Só os seleccionados Aleatorio dos seleccionados
hi: सिर्फ चयनित चयनित से यादृच्छिक
it: Solo quello selezionato A caso tra i selezionati
ne: चयन गरिएको मात्र चयन गरिएकोबाट अनियमित
or: କେବଳ ଚୟିତ ଚୟିତରୁ କ୍ରମମୁକ୍ତ
pl: Tylko wybrany Losowany z zaznaczonych
sk: Len zvolené Náhodné zo zvolených
ta: தேர்ந்தெடுக்கப்பட்டது மட்டும் தேர்ந்தெடுக்கப்பட்டதிலிருந்து குறிப்பில்லாதது

source: Sends debug ouput to the syslog. This can be useful for tracking down problems with GDM. This output tends to be verbose so should not be turned on for general use.
eu: Arazteko irteera idazten du sistemako egunkarian. GDMrekin arazoak aztertzeko baliagarria izan daiteke. Irteerak mezu ugari edukitzen duenez ez da gomendatzen erabilpen orokorrerako.

source: Server Settings
ar: إعدادات الخادم
as: সেৱকেৰ বৈশিষ্ট্য
bn: সার্ভারের বৈশিষ্ট্য
cs: Nastavení serveru
es: Ajustes del servidor
eu: Zerbitzariaren ezarpenak
gl: Configuración do servidor
hi: सर्वर जमावट
it: Impostazioni server
ne: सर्भर सेटिङ
or: ସେବକର ବିନ୍ଯାସ
pl: Ustawienia serwera
sk: Nastavenia servera
ta: சேவையக அமைவுகள்
