Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Background color of the greeter.
ar: لون خلفية المرحِّب.
bn: অভিবাদন পর্দায় পটভূমির রং।
cs: Barva pozadí uvítacího programu.
es: Color de fondo del interfaz.
eu: Ongietorri-interfazearen atzeko planoaren kolorea.
gl: Cor de fondo da interface de benvida.
hi: स्वागतकर्ता का पृष्ठभूमि रंग:
it: Colore di sfondo del greeter.
ne: ग्रिटरको पृष्ठभूमि रङ ।
pl: Kolor tła ekranu powitalnego.
sk: Farba pozadia privítania.
ta: முகமனின் பின்னணி நிறம்.

source: Behaviour
ar: السّلوك
bn: আচরণ
cs: Chování
es: Comportamiento
eu: Portaera
gl: Comportamento
hi: आचरण
it: Comportamento
ne: व्यवहार
pl: Zachowanie
sk: Správanie
ta: நடத்தை

source: C_ommand:
ar: ال_أمر:
as: কমান্ড:(_o)
bn: কমান্ড:(_o)
cs: Pří_kaz:
es: _Comando:
eu: K_omandoa:
gl: C_omando:
hi: कमांड (_o):
it: C_omando:
ne: आदेश:
or: ନିର୍ଦ୍ଦେଶ (_o):
pl: _Polecenie:
sk: Príka_z:
ta: _கட்டளை:

source: C_ustom:
ar: م_خصص:
as: স্বনিৰ্বাচিত:(_u)
bn: স্বনির্বাচিত:(_u)
cs: Vl_astní:
es: _Personalizado:
eu: _Pertsonalizatua:
gl: Per_sonalizar:
hi: पसंदीदा (_u):
it: Personali_zzato:
ne: अनुकूल:
or: ଇଚ୍ଛାରୂପଣ (_u):
pl: _Własna:
sk: Vlast_né:
ta: _தனிப்பயன்:

source: Checks the ownership of the home directories before writing to them. This prevents security issues in case of bad setup.
ar: يتحقق من ملكية المجلّدات المنزليّة قبل الكتابة بها. يمنع هذه المشاكل الأمنية في حال الإعداد السيء.
bn: ব্যক্তিগত ডিরেক্টরিতে লেখার পূর্বে সেগুলির মালিকানা পরীক্ষা করা হবে। ত্রুটিপূর্ণ প্রস্তুতির ফলে উদ্ভুত নিরাপত্তা সংক্রান্ত সমস্যা এর দ্বারা এড়ানো যাবে।
cs: Před zápisem kontroluje vlastnictví domovských adresářů. Zabraňuje bezpečnostním problémům v případě chybného nastavení.
es: Comprueba la propiedad de los directorios personales antes de escribir en ellos. Esto previene problemas de seguridad en caso de una configuración errónea.
eu: Egiaztatu etxeko direktorioen jabegoa bertan idatzi aurretik. Segurtasun arazoak sahiesten ditu okerreko konfigurazioa egonez gero.
gl: Verifica a propiedade dos directorios home antes de escribir neles. Isto evita os problemas de seguranza en caso dunha configuración incorrecta.
hi: होम निर्देशिका के स्वामित्व की जांच करें उनपर लिखने के पहले. यह सुरक्षा मुद्दे को रोकता है खराब सेटअप की स्थिति में.
it: Controlla i proprietari delle directory home prima di scrivere. Riduce i problemi di sicurezza in caso di impostazioni non corrette.
ne: तिनिहरूलाई लेख्नु पहिले गृह डाइरेक्टरीको स्वामित्व जाँच गर्दछ । यसले गलत सेटअप भएको खण्डमा सुरक्षा विषयलाई रोक्दछ ।
pl: Sprawdza właściciela katalogów domowych przed zapisem do nich. Zapobiega to problemom bezpieczeństwa w przypadku błędnych ustawień.
sk: Pred zápisom do domovských adresárov overí ich vlastníka. Toto zabráni bezpečnostným problémom v prípade zlého nastavenia.
ta: இல்ல அடைவில் எழுதுமுன் உரியவரை சோதிக்கிறது. மோசமான அமைப்பிருந்தால் பாதுகாப்பு சமாசாரங்களை இது கவனித்துக் கொள்ளும்.

source: Co_lor:
ar: الل_ون:
as: ৰং: (_l)
bn: রং:(_l)
cs: Ba_rva:
eu: _Kolorea:
gl: _Cor:
hi: रंग (_l):
it: Co_lore:
ne: रङ:
or: ରଙ୍ଗ (_l):
pl: _Kolor:
sk: _Farba:
ta: _ந நிறம்:

source: Color depth:
ar: عمق اللون:
as: ৰংয়েৰ গভীৰতা:
bn: রংয়ের গভীরতা:
cs: Barevná hloubka:
es: Profundidad del color:
eu: Kolore-sakonera:
gl: Profundidade da cor:
hi: रंग गहराईः
it: Profondità colore:
ne: रङको गहिराइ:
or: ରଙ୍ଗ ଗାଘତା:
pl: Głębia kolorów:
sk: Farebná hĺbka:
ta: நிற அடர்த்தி:

source: Comma_nd type:
ar: نوع الأم_ر:
bn: কমান্ডের ধরন:(_n)
cs: T_yp příkazu:
eu: K_omando-mota:
gl: Tipo de coma_ndo:
hi: कमांड प्रकार (_n):
it: Tipo di coma_ndo:
ne: आदेश प्रकार:
pl: Typ polece_nia:
sk: _Typ príkazu:
ta: _கட்டளை வகை:

source: Configure XDMC_P...
ar: إعداد XDMC_P...
bn: XDMCP কনফিগার করুন...(_P)
cs: Nastavit _XDMCP...
eu: Konfiguratu X_DMCP...
gl: Configurar XDMC_P...
hi: XDMC_P विन्यस्त करें...
it: Configura XDMC_P...
ne: XDMCP कन्फिगर गर्नुहोस्...
pl: Konfiguracja _XDMCP...
sk: Nastaviť XDMC_P...
ta: _ட XDMCP ஐ உருவமை...

source: Configure _X Server...
ar: إعداد خادم _X...
as: X সেৱক বিন্যাস কৰক...(_X)
bn: X সার্ভার কনফিগার করুন...(_X)
cs: Nastavit server _X...
es: Configurar servidor _X…
eu: Konfiguratu _X zerbitzaria...
gl: Configurar o servidor _X...
hi: _X सर्वर विन्यस्त करें...
it: Configura server _X...
ne: X सर्भर कन्फिगर गर्नुहोस्...
or: _X ସେବକକୁ ବିନ୍ଯାସ କରନ୍ତୁ ...
pl: Ko_nfiguracja X serwera...
sk: Nastaviť _X Server...
ta: _எக்ஸ் சேவையகத்தை ஐ உருவமை...

source: Controls which text to display next to the logo image in the greeter for remote XDMCP sessions.
ar: تتحكّم في النص الذي يظهر بجوار صورة الشعار في المرحّب لجلسات XDMCP عن بعد.
bn: দূরবর্তী XDMCP সেশানের ক্ষেত্রে, অভিবাদন পর্দায় লোগোর পাশে প্রদর্শনযোগ্য লেখনি নির্ধারণ করে।
cs: Určuje, jaký text bude zobrazen vedle loga v uvítacím programu při vzdálených sezeních XDMCP.
es: Controla qué texto se muestra al lado de la imagen del logotipo en el interfaz para las sesiones remotas XDMCP.
eu: Zein testu bistaratuko den kontrolatzen du urruneko XDMCP saioetako ongietorriko interfazeko logotipoaren iruditik gertu.
gl: Controla o texto que se mostra ao lado da imaxe de logotipo na interface de benvida para as sesións XDMCP remotas.
hi: नियंत्रित करता है कि कौन सा पाठ दिखाई देगा स्वागतकर्ता में लोगो चित्र के बगल में दूरस्थ XDMCP सत्र के लिए.
it: Controlla il testo da visualizzare vicino al logo nel greeter per le sessioni remote XDMCP.
ne: टाढाको XDMCP सत्रहरूका लागि ग्रिटरमा लोगो छवि पछि कुन पाठ प्रदर्शन गर्ने नियन्त्रण गर्दछ ।
pl: Określa tekst wyświetlany obok logo w ekranie powitalnym sesji XDMCP.
sk: Určuje, aký text sa ukáže pri obrázku loga v privítaní pre vzdialené XDMCP relácie.
ta: தொலைநிலை XDMCP அமர்வுகளில் முகமனில் படத்தை அடுத்து எந்த உரை காட்டுவது என கட்டுப்படுத்துகிறது

source: Controls which text to display next to the logo image in the standard greeter. This string is only used for local logins.
ar: تتحكّم في النص الذي يظهر بجوار صورة الشعار في المرحّب القياسي. سيتخدم هذا النص في الولوج المحلّي فقط.
bn: প্রমিত অভিবাদন পর্দায় লোগোর পাশে প্রদর্শনযোগ্য লেখনি নির্ধারণ করে। শুধুমাত্র স্থানীয় লগ-ইনের ক্ষেত্রে এটি প্রযোজ্য।
cs: Určuje, jaký text bude zobrazen vedle loga ve standardním uvítacím programu. Tento řetězec je používán jen pro místní přihlášení.
es: Controla qué texto se muestra al lado de la imagen del logotipo en el interfaz estándar. Esta cadena se usa sólo para entradas locales.
eu: Zein testu bistaratuko den kontrolatzen du ongietorriko interfaze estandarretako logotipoaren iruditik gertu. Esaldi hau saio-hasiera lokalentzako erabiltzen da soilik.
gl: Controla o texto que se mostra ao lado da imaxe de logotipo na interface de benvida estándar. Esta cadea só se usa nos inicios de sesión locais.
hi: नियंत्रित करता है कि कौन सा पाठ दिखाई देगा मानक स्वागतकर्ता में लोगो चित्र के बगल में. यह स्ट्रिंग स्थानीय स्ट्रिंग के लिए प्रयुक्त है.
it: Controlla il testo da visualizzare vicino al logo nel greeter standard. Questa stringa è usata solo per accessi locali.
ne: मानक ग्रिटरमा लोगो छवि पछि कुन पाठ प्रदर्शन गर्ने नियन्त्रण गर्दछ । यो स्ट्रिङ स्थानीय लगइनहरूका लागि मात्र प्रयोग गरिन्छ ।
pl: Określa tekst wyświetlany obok logo w standardowym ekranie powitalnym. Ten tekst odnosi się tylko dla logowania lokalnego.
sk: Určuje, aký text sa ukáže pri obrázku loga v štandardnom privítaní. Tento text sa použije len pre lokálne prihlasovanie.
ta: செந்தர முகமனில் படத்தை அடுத்து எந்த உரை காட்டுவது என கட்டுப்படுத்துகிறது. இந்த சரம் உள்ளமை உள்நுழைவுகளுக்கு மட்டும் பயனாகும்.

source: Copyright:
ar: حقوق النسخ:
as: স্বত্বাধিকাৰ:
bn: স্বত্বাধিকার:
eu: Copyright-a:
gl: Dereitos de copia:
hi: कॉपीराइट:
it: Diritti d'autore:
mr: काॅपीराइट
ne: प्रतिलिपि अधिकार:
or: ସ୍ବତ୍ତ୍ବାଧୀକାର:
pl: Prawa autorskie:
sk: Autorské práva:
ta: காப்புரிமை:

source: De_fault face:
ar: الوجه الإ_فتراضي:
bn: ডিফল্ট চেহারা: (_f)
cs: Vý_chozí obličej:
eu: Aurpegi _lehentetsia:
gl: Face prede_terminada:
hi: मूलभूत चेहरा (_f):
it: _Volto predefinito:
ne: पूर्वनिर्धारित फेस:
pl: D_omyślna twarz:
sk: Pr_edvolená tvár:
ta: _ந முன்னிருப்பு:

source: De_fault session:
ar: الجلسة الإ_فتراضية:
bn: ডিফল্ট সেশান: (_f)
cs: Výc_hozí sezení:
es: Sesión _predeterminada:
eu: Saio _lehenetsia:
gl: Sesión _predeterminada:
hi: मूलभूत सत्र (_f):
it: Sessione prede_finita:
ne: पूर्वनिर्धारित सत्र:
pl: Do_myślna sesja:
sk: Predv_olená relácia:
ta: முன்னிருப்பு கணிணி அமர்வு:

source: Delay in seconds before the Timed login user will be logged in.
ar: الفترة -بالثواني- التي سيتنتظر قبل أن يلِج الولوج المؤقّت بوقت.
bn: সময়নির্ধারিত লগ-ইনে, ব্যবহারকারীকে লগ-ইন করার পূর্বে অপেক্ষার জন্য নির্ধারিত সময় (সেকেন্ড অনুযায়ী)।
cs: Prodleva v sekundách před časovaným přihlášením uživatele.
es: Retardo en segundos antes de que entre el usuario de entrada temporizada.
eu: Atzerapena segundotan denboraz mugatutako saio-hasieran erabiltzaileak saioa hasi aurretik.
gl: Segundos de espera antes de iniciar a sesión do usuario de inicio de sesión temporizado.
hi: समयबद्ध लॉगिन उपयोक्ता के लॉगिन के पहले सेकेंड में दिन.
it: Ritardo in secondi prima che l'utente con accesso temporizzato effettui l'accesso.
ne: समयबद्ध लगइन प्रयोगकर्ताले लगइन गर्नु पहिले सिकेण्डमा ढिलाइ गर्नुहोस् ।
pl: Czas w sekundach, po którym nastąpi logowanie z opóźnieniem.
sk: Zdržanie v sekundách pred prihlásením užívateľa nastaveného pre časované prihlásenie.
ta: முன்னமை நேர பயனர் உள்நுழைவில் உள்நுழைய தாமதம், நொடிகளில்

source: Determines the maximum number of remote display connections which will be managed simultaneously. I.e. the total number of remote displays that can use your host.
ar: يحدد العدد الأقصى من اتصالات العرض البعيدة التي ستدار آنيّا. بعبارة أخرى؛ العدد الأقصى من أجهزة العرض البعيدة التي تستطيع استخدام مُضيفك.
bn: এক সময়ে পরিচালনযোগ্য সর্বোচ্চ দূরবর্তী প্রদর্শনের সংযোগের সংখ্যা। অর্থাৎ, আপনার হোস্ট সিস্টেম ব্যবহারকারী সর্বমোট দূরবর্তী প্রদর্শনের সংখ্যা।
cs: Určí maximum spojení vzdálených displejů spravovaných zároveň. Tzn. celkový počet displejů, které může počítač použít.
es: Determina el número máximo de conexiones de pantallas remotas que se gestionarán simultáneamente. Por ejemplo, el número de pantallas remotas totales que puede usar su host.
eu: Aldi berean kudeatuko diren urruneko pantailen gehiengo konexio-kopurua zehazten du, Hau da, ostalariak erabil ditzakeen urruneko pantaila-kopuru osoa.
gl: Determina o número máximo de conexións de pantalla remota que se xestionarán simultaneamente. É dicir, o número de pantallas remotas totais que pode usar o seu host.
hi: दूरस्थ डिस्प्ले कनेक्शन की अधिकतम संख्या निर्धारित करता है कि किसे एकसाथ डिस्प्ले किया जायेगा. यानी दूरस्थ डिस्प्ले की कुल संख्या जो आपके मेजबान को प्रयोग कर सकता है.
it: Determina il numero massimo di connessioni remote che possono essere gestite contemporaneamente, ovvero il numero totale di display remoti che l'host può utilizzare.
ne: टाढाको प्रदर्शन जडानहरूको अधिकतम सङ्ख्या निर्धारण गर्दछ जुन एकैसाथ प्रबन्ध गरिनेछ । जस्तै टाढाको प्रदर्शनहरूको जम्मा सङ्ख्या जसले तपाईँको होस्ट प्रयोग गर्न सक्दछ ।
pl: Określa maksymalną równoczesnych liczbę połączeń zdalnego ekranu tj. całkowitą liczbę zdalnych ekranów, które mogą być użyte na tym komputerze.
sk: Určuje maximálny počet vzdialených pripojení na displej, ktoré budú súbežne spravované. Okrem iného, celkový počet vzdialených displejov ktoré môže použiť Váš hostiteľ.
ta: ஒரே நேரத்தில் மேலாளக்கூடிய தொலைநிலை காட்சி இணைப்புகளின் எண்ணிக்கையை கட்டுபடுத்துகிறது. அதாவது உங்கள் புரவனை பயன்படுத்தக்கூடிய தொலைநிலை காட்சிகள்.

source: Determines the maximum number of seconds between the time where a user chooses a host and the subsequent indirect query where the user is connected to the host. When the timeout is exceeded, the information about the chosen host is forgotten and the indirect slot freed up for other displays.
ar: يحدد العدد الأقصى من الثواني بين وقت اختيار مستخدم لمضيف والإستعلام غير المباشر التالي حيث يتّصل المستخدم بالمضيف. عند انتهاء المهلة، ستُنسى معلومات المضيف المنتقى وسيُفرغ الشق غير المباشر من أجل أجهزة العرض الأخرى.
cs: Určí v sekundách maximální trvání doby, během které uživatel vybere počítač, a následným nepřímým dotazem, kterým se uživatel připojí k počítači. Když dojde k překročení časového limitu, informace o vybraném počítači budou zapomenuty a nepřímý slot uvolněn pro další displeje.
es: Determina el número máximo de segundos entre el tiempo donde un usuario elige un host y la consulta subsiguiente donde el usuario se conecta al host. Cuando el tiempo se excede, la información acerca del host elegido se olvida y el slot indirecto se libera para otras pantallas.
eu: Gehiengo segundo-kopurua zehazten du (erabiltzaileak ostalaria aukeratzen duenetik eta ondorioz konektatuko den ostalarira bidaltzen den kontsultararte igarotzen den denbora). Denbora-muga gainditzean aukeratutako ostalariaren informazioa ezabatu egiten da,, eta zeharretako bidea askatuko da beste pantailentzako.
gl: Determina o número máximo de segundos entre o tempo en que un usuario escolle un host e a subseguinte consulta indirecta onde o usuario se conecta ao host. Cando se excede o tempo de espera esquécese a información sobre o host seleccionado e libérase o espazo indirecto para outras pantallas.
hi: समय के बीच में सेकेंड की अधिकतम संख्या निर्धारित करता है कि कहां उपयोक्ता मेजबान का चयन करता है और आनेवाले परोक्ष प्रश्न जहां उपयोक्ता मेजबान से संबंधित है. जब टाइमआउट आगे बढ़ जाता है, चुने होस्ट के बारे में सूचना विस्मृत कर दिया जाता है और अन्य डिस्प्ले के लिए परोक्ष स्लॉट को मुक्त कर दिया जाता है.
it: Determina il numero massimo di secondi tra la selezione dell'host da parte dell'utente e la successiva interrogazione indiretta quando la connessione è stata effettuata. Quando il tempo è superato, l'informazione sull'host scelto viene persa e lo slot di indirezione liberato per altri display.
ne: समय जहाँ प्रयोगकर्ताले होस्ट रोज्दछ र ततपश्चात अप्रत्यक्ष क्वेरि जहाँ होस्टमा प्रयोगकर्ता जडित हुनेछ बीच सकेण्डको अधिकतम सङ्ख्या निर्धारण गर्दछ । जब टाइमआउट बढि हुन्छ, रोजिएको होस्टको बारेमा सूचना बिर्सिइन्छ र अप्रत्यक्ष स्लटहरू अन्य प्रदर्शनका लागि स्वतन्त्र हुन्छन् ।
pl: Określa maksymalną liczbę sekund pomiędzy wybraniem hosta i wysłaniem zapytania o połączenie użytkownika do hosta. Po przekroczeniu tego czasu slot zapytania zwalniany jest dla innych ekranów.
sk: Určuje maximálny počet sekúnd medzi časom, kedy používateľ vyberie hostiteľa, a následnou nepriamou požiadavkou ktorou je používateľ pripojený k hostiteľovi. Keď sa časový limit prekročí, informácie o vybranom hostiteľovi sa zahodia a nepriama pozícia sa uvoľní pre ďalšie displeje.
ta: முகமனுக்கு ஜிடிகே+(சிறுநிரல்) கருத்தை மாற்றுவதை அனுமதி. இப்போது இது செந்தர முகமனை மட்டுமே பாதிக்கும். மாற்றும் வரை கருத்து இந்த காட்சியில் அப்படியே இருக்கும். ஜிடிஎம் அமைக்கும் எல்லா சாளரங்களையும் இது பாதிக்கும்.

source: Disa_ble multiple logins for a single user
ar: _عطّل الولوج المتعدّد من مستخدم واحد
bn: একজন ব্যবহারকারী দ্বারা একাধিক লগ-ইন নিষ্ক্রিয় করা হবে (_b)
cs: Vyp_nout vícenásobná přihlášení jednoho uživatele
es: _Desactivar entradas múltiples para un solo usuario
eu: _Desgaitu erabiltzaile batek hainbat saio-hasiera edukitzea
gl: Desacti_var os inicios de sesión múltiples para un só usuario
hi: सिंगल यूजर के लिए बहुल लॉगिन निष्क्रिय करें (_b)
it: Disa_bilitare accessi multipli per un singolo utente
ne: एकल प्रयोगकर्ताका लागि बहुविध लगइनहरू अक्षम पार्नुहोस्
pl: Wyłą_czenie wielu logowań dla jednego użytkownika
sk: Zakázať viacnáso_bné prihlásenie jedného používateľa
ta: _ந ஒரே பயனருக்கு பல் நுழைவுகளை இயலுமை நீக்கு.

source: Display the title bar in the greeter.
ar: اعرض شريط التسمية في المرحِّب.
bn: অভিবাদন পর্দায় শিরোনাম বার প্রদর্শিত হবে।
cs: Zobrazí záhlaví okna v uvítacím programu
es: Mostrar la barra de título en el interfaz.
eu: Bistaratu titulu-barra ongietorriko-interfazean
gl: Mostrar a barra de título na interface de benvida.
hi: स्वागतकर्ता में शीर्षक बार दिखाएं.
it: Visualizza la barra del titolo nel greeter.
ne: ग्रिटरमा शिर्षक पट्टी प्रदर्शन गर्नुहोस् ।
pl: Wyświetla pasek tytułu w oknie powitania.
sk: Zobraziť titulok okna v privítaní.
ta: முகமனில் தலைப்பு பட்டியை காட்டு.

source: Displays per _host:
ar: العرض لكل _مستضيف:
as: প্ৰতিটি গৃহস্থ অনুযায়ী প্ৰদৰ্শিত হবে:(_h)
bn: প্রতিটি হোস্ট অনুযায়ী প্রদর্শিত হবে:(_h)
cs: Displejů na _počítač:
es: Pantallas por _equipo:
eu: Ostalariko _pantaila-kopurua:
gl: Pantallas por _host:
hi: प्रति होस्ट प्रदर्शित करता है (_h):
it: Numero di display per _host:
mr: दर स्वागतकर्त्याच्या प्रमाणात असणारे प्रदर्शके
ne: प्रति होस्ट प्रदर्शन गर्दछ:
or: ଆଧାର ପ୍ରତି ପ୍ରଦର୍ଶନ (_h):
pl: Ekranó_w na komputer:
sk: Displejov na _hostiteľa:
ta: ஒரு புரவலனுக்கான காட்சிகள்:

source: Displays this image as the background in the greeter.
ar: اعرض هذه الصورة كخلفيّة في المُرحِّب.
bn: অভিবাদন পর্দার পটভূমি রূপে এই ছবিটি ব্যবহৃত হবে।
cs: Zobrazí tento obrázek na pozadí v uvítacím programu.
es: Muestra esta imagen como el fondo en el interfaz.
eu: Bistaratu irudia ongietorriko interfazearen atzeko planoan.
gl: Mostra esta imaxe como fondo na interface de benvida.
hi: स्वागतकर्ता में पृष्ठभूमि के रूप में इस चित्र को प्रदर्शित करता है.
it: Visualizza quest'immagine come sfondo del greeter.
ne: यो छवि ग्रिटरमा पृष्ठभूमिको रूपमा प्रदर्शन गर्दछ ।
pl: Wyświetla obraz jako tło ekranu powitalnego.
sk: Zobrazí tento obrázok ako pozadie v privítaní.
ta: முகமனில் இந்த படத்தை பின்னணியாக காட்டும்.

source: Do not show image for _remote logins
ar: لا تعرض الصورة للولوجات عن _بعد
as: দূৰবৰ্তী প্ৰৱেশেৰ ক্ষেত্ৰে ছবি প্ৰদৰ্শন কৰা হবে না (_r)
bn: দূরবর্তী লগ-ইনের ক্ষেত্রে ছবি প্রদর্শন করা হবে না (_r)
cs: Nezobrazovat ob_rázek při vzdáleném přihlašování
es: No mostrar la imagen para entradas _remotas
eu: Ez erakutsi irudirik urruneko saio-hasieretan
gl: Non mostrar a imaxe para os inicio de sesión _remotos
hi: दूरस्थ लॉगिन के लिये बिंब मत दिखायें (_r)
it: Non m_ostrare le immagini per gli accessi remoti
ne: टाढाको लागइनहरूका लागि छवि नदेखाउनुहोस्
or: ଦୂର ଲଗଇନ ପାଇଁ ପ୍ରତିଛବିକୁ ପ୍ରଦର୍ଶନ କରନ୍ତୁ ନାହିଁ (_r)
pl: Wyłączenie wyświetlania obra_zu w przypadku logowania zdalnego
sk: Nezobraziť obrázok pre _vzdialené prihlásenia
ta: தொலை தூர உள் நுழைவுகளுக்கு பிம்பங்களை காட்டாதே

source: Does not place cookies into the users home directory if this directory is on NFS.
ar: لا يضع السكاكر في دليل المستخدم المنزل إذا كان هذا الديل على NFS.
bn: ব্যবহারকারীর ব্যক্তিগত ডিরেক্টরি NFS-র উপর স্থাপিত হলে, এই ডিরেক্টরির মধ্যে কুকি স্থাপন করা হয় না।
cs: Neumístí "cookies" do domovských adresářů uživatelů, pokud je tento adresář na NFS.
es: No coloca cookies en el directorio personal del usuario si ese directorio está en NFS.
eu: Ez du utziko 'cookie'rik erabiltzailearen etxean direktorioa NFS sisteman egonez gero.
gl: Non coloca cookies nos directorio home dos usuarios se este directorio está en NFS.
hi: उपयोक्ता होम निर्देशिका में कुकी नहीं रखता है यदि यह निर्देशिका NFS पर है.
it: Non posiziona i cookie nelle home directory degli utenti se queste sono su NFS.
ne: यदि यो डाइरेक्टरी NFS मा छ भने प्रयोगकर्ताको गृह डाइरेक्टरी भित्र कुकिहरू स्थानान्तरित गर्दैन ।
pl: Nie umieszcza ciasteczek w katalogu użytkownika jeśli znajduje się on na dysku NFS.
sk: Neuloží cookies v používateľovom domovskom adresári ak je tento na NFS.
ta: அடைவு என்எப்எஸ் இல் இருப்பின் பயனரின் இல்ல அடைவில் குக்கிகள் இடப்பட மாட்டாது.

source: Does not reuse existing X servers, but kills them and starts over. Normally, just reinitializing is a nicer way to go but if the X server memory usage keeps growing this may be a safer option.
es: No reutilizar los servidores X existentes, sino matarlos e iniciarlos de nuevo. Normalmente, sólo reinicializar es manera mucho mas adecuada de proceder, pero si el uso de memoria del servidor X continúa creciendo, esta puede ser una opción más segura.
eu: Ez du bestelakmo X zerbitzaririk berrerabiltzen, hil egiten ditu eta berriro abiarazi. Normalean berrabiaraztea izaten da biderik egokiena irtetzeko, baina X zerbitzariak memoriaren erabilpena handitzen jarraitzen badu aukerarik seguruena izaten da.

source: Don't restart the login manager after the execution
ar: لا تعِد تشغيل مدير الولوج بعد التنفيذ
bn: সঞ্চালনের পরে লগ-ইন পরিচালন ব্যবস্থা পুনরায় আরম্ভ করা হয় না।
cs: Nerestartovat správce přihlášení po vykonání
eu: Ez berrabiarazi saio-hasierako kudeatzailea exekuzioaren ondoren
gl: Non reinciar o xestor de inicio de sesión despois da execución
hi: निष्पादन के बाद लॉगिन प्रबंधक को फिर आरंभ मत करें
it: Non riavviare il gestore dell'accesso dopo l'esecuzione
ne: कार्यान्वयन पछि लगइन प्रबन्धक पुन: सुरु नगर्नुहोस्
pl: Nie uruchamiaj ponownie menedżera logowania po wykonaniu
sk: Nereštartovať správcu prihlásenia po spustení
ta: செயல்பட்ட உடன் உள்நுழை மேலாளரை மறு துவக்கம் செய்யாதே

source: E_dit Commands...
ar: _حرّر الأوامر...
bn: কমান্ড সম্পাদনা...(_d)
cs: Up_ravit příkazy...
eu: E_ditatu komandoak...
gl: E_ditar comandos...
hi: कमांड संपादित करें (_d)...
it: Mo_difica comandi...
ne: आदेशहरू सम्पादन गर्नुहोस्...
pl: Mo_dyfikuj polecenia...
sk: _Upraviť príkazy...
ta: கட்டளைகளை திருத்துக...

source: E_xclude:
ar: مس_تبعد:
as: উপেক্ষা কৰা হবে:(_x)
bn: উপেক্ষা করা হবে:(_x)
cs: V_yjmutí:
es: _Excluir:
eu: _Baztertu:
gl: E_xcluír:
hi: अलग करें (_x):
it: E_scludere:
ne: हटाउनुहोस्:
or: ବାଦ ଦିଅନ୍ତୁ (_x):
pl: _Pomijani:
sk: V_ynechať:
ta: _வ விலக்கு:

source: Ena_ble debug messages to system log
ar: _فعِّل رسائل التنقيح في سجل النظام
bn: সিস্টেম লগে ডিবাগ বার্তা প্রেরণ সক্রিয় করা হবে (_b)
cs: Povolit _ladicí zprávy v systémovém záznamu
eu: Gaitu ara_zketa-mezuak sistemako egunkarian
gl: _Activar as mensaxes de depuración para o rexistro do sistema
hi: सिस्टम लॉग में डिबग संदेश सक्रिय करें (_b)
it: A_bilitare i messaggi di debug nel registro di sistema
ne: प्रणाली लगमा त्रुटि सच्चाउने सन्देश सक्षम पार्नुहोस्
pl: Zapi_sywanie komunikatów debug w dzienniku systemowym
sk: Povoliť ladiace správy do systémového _záznamu
ta: வழு நீக்கு செய்திகள் கணிணி பதிவேட்டுக்கு செயல் படுத்து

source: Enable _Timed Login
ar: فعِّل الولوج المؤقت ب_وقت
as: সময় নিৰ্ধাৰিত প্ৰৱেশ সক্ৰিয় কৰা হবে (_T)
bn: সময় নির্ধারিত লগ-ইন সক্রিয় করা হবে (_T)
cs: Povolit č_asované přihlášení
es: Activar entrada _temporizada
eu: Denboraz _mugatutako saio-hasiera
gl: Activar o inicio de sesión _temporizado
hi: समयबद्ध लॉगइन सक्रिय करें (_T)
it: Abilitare accesso _temporizzato
ne: समयबद्ध लगइन सक्षम पार्नुहोस्
or: ସମୟାନୁସାର ଲଗଇନକୁ ସକ୍ରିୟ କରନ୍ତୁ (_T)
pl: Włączenie logowania z _opóźnieniem czasowym
sk: Povoliť ča_sované prihlásenie
ta: _ந நேர நுழைவை செயல் படுத்து
