Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: A-M|Greek (Cyprus)
ar: ض-ي|يوناني (Cyprus)
bn: A-M|গ্রিক (সাইপ্রাস)
cs: N-Z|Řecky (Kypr)
es: A-M|Griego (Chipre)
eu: A-M|Greziera (Zipre)
gl: A-M|Grego (Chipre)
hi: ग्रीक (साइप्रस)
it: A-M|Greco (Cipro)
ne: ग्रीक (साइप्रस)
or: A-M|ଗ୍ରୀକ (ସାଇପ୍ରସ)
pl: A-M|Grecki (Cypr)
sk: A-M|Grécky (Cyprus)
ta: A-M|கிரிக் (சைப்ரஸ்)

source: A-M|Gujarati
ar: ض-ي|قوجراتي
as: A-M|গুজৰাতি
bn: A-M|গুজরাতি
cs: A-M|Gudžarátsky
eu: A-M|Gujaratera
hi: गुजराती
mr: गुजराती
ne: गुजराती
or: A-M|ଗୁଜୁରାଟୀ
pl: A-M|Gudżarati
ta: A-M|குஜராத்தி

source: A-M|Hebrew
ar: ض-ي|عبري
as: A-M|হিব্ৰু
bn: A-M|হিব্রু
cs: A-M|Hebrejsky
es: A-M|Hebreo
eu: A-M|Hebreera
gl: A-M|Hebreo
hi: हिब्रू
it: A-M|Ebraico
mr: हिब्रु
ne: हिब्रु
or: A-M|ହିବ୍ରୁ
pl: A-M|Hebrajski
sk: A-M|Hebrejský
ta: A-M|ஹீப்ரு

source: A-M|Hungarian
ar: ض-ي|مجري
as: A-M|হাঙ্গেৰিয়ান
bn: A-M|হাঙ্গেরিয়ান
cs: A-M|Maďarsky
es: A-M|Húngaro
eu: A-M|Hungariera
gl: A-M|Húngaro
hi: हंगेरियाई
it: A-M|Ungherese
mr: हंगेरिअन
ne: हङ्गेरियाली
or: A-M|ହଙ୍ଗାରୀୟାନ
pl: N-Z|Węgierski
sk: A-M|Maďarský
ta: A-M|அங்கெரியன்

source: A-M|Icelandic
ar: ا-ص|آيسلندي
as: A-M|আইসল্যান্ডিক
bn: A-M|আইসল্যান্ডিক
cs: A-M|Islandsky
es: A-M|Islandés
eu: A-M|Islandiera
gl: A-M|Islandés
hi: आइसलैंडिक
it: A-M|Islandese
mr: आईसलॅडिक
ne: आइसलान्डीक
or: A-M|ଆଇସଲ୍ଯାଣ୍ଡିକ
pl: A-M|Islandzki
sk: A-M|Islandský
ta: A-M|Iஐஸ்லண்டிக்

source: A-M|Indonesian
ar: ا-ص|إندونيسي
as: A-M|ইন্দোনেশিয়ান
bn: A-M|ইন্দোনেশিয়ান
cs: A-M|Indonésky
es: A-M|Indonesio
eu: A-M|Indonesiera
gl: A-M|Indonesio
hi: इंडोनेशियाई
it: A-M|Indonesiano
mr: इनडोनेशिअन
ne: ईन्डोनेसियाली
or: A-M|ଇଣ୍ଡୋନେସିୟାନ
pl: A-M|Indonezyjski
sk: A-M|Indonézsky
ta: A-M|இண்டோனேசியன்

source: A-M|Irish
ar: ا-ص|آيرلندي
as: A-M|আইৰিশ
bn: A-M|আইরিশ
cs: A-M|Irsky
es: A-M|Irlandés
eu: A-M|Gaelikoa (Irlanda)
gl: A-M|Irlandés
hi: आइरिश
it: A-M|Irlandese
mr: आयरिश
ne: आइरिस
or: A-M|ଆଇରିସ
pl: A-M|Irlandzki
sk: A-M|Írsky
ta: A-M|ஐரிஷ்

source: A-M|Italian
ar: ا-ص|إيطالي
as: A-M|ইতালিয়ান
bn: A-M|ইতালিয়ান
cs: A-M|Italsky
es: A-M|Italiano
eu: A-M|Italiera
gl: A-M|Italiano
hi: इतालवी
it: A-M|Italiano
mr: इटालिअन
ne: ईटालीयाली
or: A-M|ଇଟାଲୀୟ
pl: N-Z|Włoski
sk: N-Z|Taliansky
ta: A-M|இத்தாலி

source: A-M|Japanese
ar: ض-ي|ياباني
as: A-M|জাপানি
bn: A-M|জাপানি
cs: A-M|Japonsky
es: A-M|Japonés
eu: A-M|Japoniera
gl: N-Z|Xaponés
hi: जापानी
it: A-M|Giapponese
mr: जॅपनिज
ne: जापानी
or: A-M|ଜାପାନୀ
pl: A-M|Japoński
sk: A-M|Japonský
ta: A-M|ஜப்பானிய

source: A-M|Korean
ar: ض-ي|كوري
as: A-M|কোৰিয়ান
bn: A-M|কোরিয়ান
cs: A-M|Korejsky
es: A-M|Coreano
eu: A-M|Koreera
gl: A-M|Coreano
hi: कोरियाई
it: A-M|Coreano
mr: कोरिअन
ne: कोरियाली
or: A-M|କୋରୀୟାନ
pl: A-M|Koreański
sk: A-M|Kórejský
ta: A-M|கொரியன்

source: A-M|Latvian
ar: ض-ي|لتوي
as: A-M|লাটভিয়ান
bn: A-M|লাটভিয়ান
cs: A-M|Lotyšsky
es: A-M|Letón
eu: A-M|Letoniera
gl: A-M|Letón
hi: लाटवियाई
it: A-M|Lettone
mr: लॅटीविअन
ne: लात्भियाली
or: A-M|ଲାଟଭିୟାନ
pl: A-M|Łotewski
sk: A-M|Lotyšský
ta: A-M|லாடிவியன்

source: A-M|Lithuanian
ar: ض-ي|لتواني
as: A-M|লিথুয়ানিয়ান
bn: A-M|লিথুয়ানিয়ান
cs: A-M|Litevsky
es: A-M|Lituano
eu: A-M|Lituaniera
gl: A-M|Lituano
hi: लिथुआनियाई
it: A-M|Lituano
mr: लिथुनिअन
ne: लिथुवानियाली
or: A-M|ଲିଥୁଆନୀୟାନ
pl: A-M|Litewski
sk: A-M|Litovský
ta: A-M|லித்துவேனியன்

source: A-M|Macedonian
ar: ض-ي|مقدوني
as: A-M|মেসিডোনিয়ান
bn: A-M|মেসিডোনিয়ান
cs: A-M|Makedonsky
es: A-M|Macedonio
eu: A-M|Mazedoniera
gl: A-M|Macedonio
hi: मकदूनियाई
it: A-M|Macedone
mr: मॅकोडोनिअन
ne: म्यासिडोनियाली
or: A-M|ମାସିଡୋନୀୟାନ
pl: A-M|Macedoński
sk: A-M|Macedónsky
ta: A-M|மேக்ஸிடோனியன்

source: A-M|Malay
ar: ض-ي|مالاي
as: A-M|মালয়
bn: A-M|মালয়
cs: A-M|Malajsky
es: A-M|Malayo
eu: A-M|Malaysiera
gl: A-M|Malaio
hi: मलय
it: A-M|Malese
mr: मलाय
ne: मलाय
or: A-M|ମାଳୟ
pl: A-M|Malajski
sk: A-M|Malajský
ta: A-M|மாலாய்

source: A-M|Malayalam
ar: ض-ي|مليلام
as: A-M|মালায়ালম
bn: A-M|মালায়ালম
cs: A-M|Malajálamsky
eu: A-M|Malayalama
gl: A-M|Malaialam
hi: मलयालम
mr: मल्याळम
ne: मलयालम
or: A-M|ମଲାୟାଲମ
pl: A-M|Malajski
ta: A-M|மலையாளம்

source: A-M|Maltese
ar: ض-ي|مالطيّ
bn: A-M|মল্টিস
cs: A-M|Maltsky
es: A-M|Maltés
eu: A-M|Maltera
gl: A-M|Maltés
hi: माल्टीज
ne: माल्टी
or: A-M|ମାଲତିଜ
pl: A-M|Maltański
sk: A-M|Maltský
ta: A-M|மால்தீஸ்

source: A-M|Marathi
ar: ض-ي|ماراتي
as: A-M|মাৰাঠি
bn: A-M|মারাঠি
cs: A-M|Maráthsky
es: A-M|Marathí
eu: A-M|Marathera
gl: A-M|Maratí
hi: मराठी
mr: मराठी
ne: मराठी
or: A-M|ମରାଠୀ
ta: A-M|மராத்தி

source: A-M|Mongolian
ar: ض-ي|ماغولي
as: A-M|মঙ্গোলিয়ান
bn: A-M|মঙ্গোলিয়ান
cs: A-M|Mongolsky
es: A-M|Mongol
eu: A-M|Mongoliera
gl: A-M|Mongol
hi: मंगोलियन
it: A-M|Mongolo
mr: मंगोलिअन
ne: मंगोलियाली
or: A-M|ମୋଙ୍ଗୋଲିୟାନ
pl: A-M|Mongolski
sk: A-M|Mongolský
ta: A-M|மங்கோலியன்

source: N-Z|Northern Sotho
ar: ا-ص|أيرلندا الشّماليّة
as: N-Z|উত্তৰ সোথো
bn: N-Z|উত্তর সোথো
cs: N-Z|Severosothsky
es: N-Z|Sotho del norte
eu: N-Z|Iparraldeko sohoera
gl: N-Z|Sotho do norte
hi: N-Z|उत्तरी सोथो
it: N-Z|Sotho del nord
ne: उत्तरी सोथो
or: N-Z|ଉତ୍ତରୀ ସୋଥୋ
pl: A-M|Lesotho
sk: N-Z|Severné Sotho
ta: N-Z|வட சோதோ

source: N-Z|Norwegian (bokmal)
ar: ض-ي|نرويجي (بكمال)
as: N-Z|নৰওয়েজিয়ান (বোকমাল)
bn: N-Z|নরওয়েজিয়ান (বোকমাল)
cs: N-Z|Norsky (bokmål)
es: N-Z|Noruego (Bokmaal)
eu: N-Z|Norvegiera (bokmal)
gl: N-Z|Noruegués (bokmal)
hi: नारवेजियाई (बोकमाल)
it: N-Z|Norvegese (bokmål)
mr: नाॅर्वेजिअन(बाॅकमल)
ne: नर्वेली( बोक्माल)
or: N-Z|ନରୱେଜିୟାନ (ବୋକମାଲ)
pl: N-Z|Norweski (bokmal)
sk: N-Z|Nórsky (bokmal)
ta: N-Z|நார்விஜியன் (புக்மால்)

source: N-Z|Norwegian (nynorsk)
ar: ض-ي|نرويجي (نينرسك)
as: N-Z|নৰওয়েজিয়ান (নিনৰ্স্ক)
bn: N-Z|নরওয়েজিয়ান (নিনর্স্ক)
cs: N-Z|Norsky (nynorsk)
es: N-Z|Noruego (Nynorsk)
eu: N-Z|Norvegiera (nynorsk)
gl: N-Z|Noruegués (nynorsk)
hi: नारवेजियाई (नायनोर्सक)
it: N-Z|Norvegese (nynorsk)
mr: नाॅर्वेजिअन(नायनोर्स्क)
ne: नर्वेली(निनोआरएसके)
or: N-Z|ନରୱେଜିୟାନ (ନ୍ଯାନୋର୍ସକ)
pl: N-Z|Norweski (nynorsk)
sk: N-Z|Nórsky (nynorsk)
ta: N-Z|நார்விஜியன் (நையார்ஸ்க்)

source: N-Z|Punjabi
ar: ا-ص|بنجابي
bn: N-Z|পাঞ্জাবি
cs: N-Z|Paňdžábsky
eu: N-Z|Punjabera
gl: N-Z|Sikh
hi: पंजाबी
ne: पन्जाबी
or: N-Z|ପଞ୍ଜାବୀ
pl: N-Z|Pundżabski
sk: N-Z|Pandžábsky
ta: N-Z|பஞ்சாபி

source: N-Z|Persian
ar: ض-ي|فارسي
as: N-Z|ফাৰ্সী
bn: N-Z|ফার্সী
cs: N-Z|Persky
es: N-Z|Persa
eu: N-Z|Persiera
gl: A-M|Persa
hi: फारसी
it: N-Z|Persiano
mr: पर्शिअन
ne: पर्शियाली
or: N-Z|ପାର୍ସୀ
pl: N-Z|Perski
sk: N-Z|Perský
ta: N-Z|பெர்சியன்

source: N-Z|Polish
ar: ا-ص|بولوني
as: N-Z|পোলিশ
bn: N-Z|পোলিশ
cs: N-Z|Polsky
es: N-Z|Polaco
eu: N-Z|Poloniera
gl: N-Z|Polaco
hi: पोलिष
it: N-Z|Polacco
mr: पोलिश
ne: पोलिस
or: N-Z|ପୋଲିଷ
pl: N-Z|Polski
sk: N-Z|Poľský
ta: N-Z|பொலிஷ்

source: N-Z|Portuguese
ar: ا-ص|برتغالي
as: N-Z|পৰ্তুগিজ
bn: N-Z|পর্তুগিজ
cs: N-Z|Portugalsky
es: N-Z|Portugués
eu: N-Z|Portugesa
gl: N-Z|Portugués
hi: पुर्तगाली
it: N-Z|Portoghese
mr: पोर्तुगीज
ne: पोर्तुगाली
or: N-Z|ପର୍ତୁଗୀଜ
pl: N-Z|Portugalski
sk: N-Z|Portugalský
ta: N-Z|போர்துகீஸ்

source: N-Z|Portuguese (Brazilian)
ar: ا-ص|برتغالي (برازيلي)
as: N-Z|পৰ্তুগিজ (ব্ৰাজিলিয়ান)
bn: N-Z|পর্তুগিজ (ব্রাজিলিয়ান)
cs: N-Z|Portugalsky (Brazílie)
es: N-Z|Portugués (Brasileño)
eu: N-Z|Portugesa (Brasilkoa)
gl: N-Z|Portugués (Brasileiro)
hi: पुर्तगाली (ब्राजीलीयाइ)
it: N-Z|Portoghese (Brasile)
mr: पोर्तुगीज (ब्राझिलिअन)
ne: पोर्तुगाली (ब्राजिलियाली)
or: N-Z|ପର୍ତୁଗୀଜ (ବ୍ରାଜୀଲୀୟ)
pl: N-Z|Portugalski (brazylijski)
sk: N-Z|Portugalský (Brazília)
ta: N-Z|போர்துகீஸ் (ப்ரேசில்)

source: N-Z|Romanian
ar: ا-ص|روميني
as: N-Z|ৰুমানিয়ান
bn: N-Z|রুমানিয়ান
cs: N-Z|Rumunsky
es: N-Z|Rumano
eu: N-Z|Errumaniera
gl: N-Z|Romanés
hi: रोमानी
it: N-Z|Romeno
mr: रोमानिअन
ne: रोमानियाली
or: N-Z|ରୋମାନୀୟାନ
pl: N-Z|Rumuński
sk: N-Z|Rumunský
ta: N-Z|ரோமானியன்

source: N-Z|Russian
ar: ا-ص|روسي
as: N-Z|ৰুশ
bn: N-Z|রুশ
cs: N-Z|Rusky
es: N-Z|Ruso
eu: N-Z|Errusiera
gl: N-Z|Ruso
hi: रूसी
it: N-Z|Russo
mr: रशिअन
ne: रसियाली
or: N-Z|ରୁଷୀ
pl: N-Z|Rosyjski
sk: N-Z|Ruský
ta: N-Z|ரஷ்யன்

source: N-Z|Serbian
ar: ا-ص|صربي
as: N-Z|সাৰ্বিয়ান
bn: N-Z|সার্বিয়ান
cs: N-Z|Srbsky
es: N-Z|Servio
eu: N-Z|Serbiera
gl: N-Z|Serbio
hi: सर्बियाई
it: N-Z|Serbo
mr: सर्बिअन
ne: सर्बियाली
or: N-Z|ସର୍ବିୟାନ
pl: N-Z|Serbski
sk: N-Z|Srbský
ta: N-Z|சர்பியன்

source: N-Z|Serbian (Serbia & Montenegro)
ar: ا-ص|صربي (صربيا و مونتنجرو)
bn: N-Z|সার্বিয়ান (সার্বিয়া ও মন্টিনেগ্রো)
cs: N-Z|Srbsky (Srbsko a Černá Hora)
es: N-Z|Serbio (Serbia y Montenegro)
eu: N-Z|Serbiera (Servia eta Montenegro)
gl: N-Z|Serbio (Serbia e Montenegro)
hi: सर्बियाई (सर्बिया व मौंटेंगेरो)
it: N-Z|Serbo (Serbia e Montenegro)
ne: सर्बियाली(सर्बिया एण्ड मोन्टेनेग्रो )
or: N-Z|ସର୍ବିୟାନ (ସର୍ବିୟା ଏବଂ ମୋଣ୍ଟେନିଗ୍ରୋ)
pl: N-Z|Serbski (Serbia i Czarnogóra)
sk: N-Z|Srbský (Srbsko a Čierna Hora)
ta: N-Z|சர்பியன் (செர்பியா & மாந்தெ நெக்ரோ)

source: N-Z|Serbian (Montenegro)
ar: ا-ص|صربي (منتنغرو)
bn: N-Z|সার্বিয়ান (মন্টিনেগ্রো)
cs: N-Z|Srbsky (Černá Hora)
es: N-Z|Serbio (Montenegro)
eu: N-Z|Serbiera (Montenegro)
gl: N-Z|Serbio (Montenegro)
hi: सर्बियाई (मोंटेंगेरो)
it: N-Z|Serbo (Montenegro)
ne: सर्बियाली (मोन्टेनेग्रो)
or: N-Z|ସର୍ବିୟାନ (ମୋଣ୍ଟେନିଗ୍ରୋ)
pl: N-Z|Serbski (Czarnogóra)
sk: N-Z|Srbský (Čierna Hora)
ta: N-Z|சர்பியன் (மாந்தெ நெக்ரோ)

source: N-Z|Serbian (Serbia)
ar: ا-ص|صربي (صربيا)
bn: N-Z|সার্বিয়ান (সার্বিয়া)
cs: N-Z|Srbsky (Srbsko)
es: N-Z|Serbio (Serbia)
eu: N-Z|Serbiera (Serbia)
gl: N-Z|Serbio (Serbia)
hi: सर्बियाई (सर्बिया)
it: N-Z|Serbo (Serbia)
ne: सर्बियाली (सर्बिया)
or: N-Z|ସର୍ବିୟାନ (ସର୍ବିୟା)
pl: N-Z|Serbski (Serbia)
sk: N-Z|Srbský (Srbsko)
ta: N-Z|சர்பியன் (செர்பியா)

source: N-Z|Serbian (Latin)
ar: ا-ص|صربي (لاتيني)
as: N-Z|সাৰ্বিয়ান (লাতিন)
bn: N-Z|সার্বিয়ান (লাতিন)
cs: N-Z|Srbsky (latinka)
es: N-Z|Serbio (Latino)
eu: N-Z|Serbiera (Latina)
gl: N-Z|Serbio (Latín)
hi: सर्बियाई (लातिन)
it: N-Z|Serbo (Latino)
mr: N-Z|सर्बिअन (लॅटिन)
ne: सर्बियाली (ल्याटिन)
or: N-Z|ସର୍ବିୟାନ (ଲାଟିନ)
pl: N-Z|Serbski (łaciński)
sk: N-Z|Srbský (Latinka)
ta: N-Z|சர்பியன் (லாட்டின்)

source: N-Z|Serbian (Jekavian)
ar: ا-ص|صربي (جيكافيان)
as: N-Z|সাৰ্বিয়ান (জেকাভিয়ান)
bn: N-Z|সার্বিয়ান (জেকাভিয়ান)
cs: N-Z|Srbsky (štokavsky)
es: N-Z|Serbio (Jekovino)
eu: N-Z|Serbiera (Jekavian)
gl: N-Z|Serbio (Jekavian)
hi: सर्बियाई (जेवाकियन)
it: N-Z|Serbo (Jekaviano)
mr: N-Z|सर्बिअन (जेकावियन)
ne: सर्बियाली(जेकाभियन )
or: N-Z|ସର୍ବିୟାନ (ଜେକାଭିୟାନ)
pl: N-Z|Serbski (ijekawski)
sk: N-Z|Srbský (Jekavský)
ta: N-Z|சர்பியன் (ஜேகவியான்)

source: N-Z|Serbian (Bosnia)
ar: ا-ص|صربي (البوسنة)
bn: N-Z|সার্বিয়ান (বসনিয়া)
cs: N-Z|Srbsky (Bosna)
es: N-Z|Serbio (Bosnia)
eu: N-Z|Serbiera (Bosnia)
gl: N-Z|Serbio (Bosnia)
hi: सर्बियाई (लतिन)
it: N-Z|Serbo (Bosnia)
ne: सर्बियाली (बोस्निया)
or: N-Z|ସର୍ବିୟାନ (ବୋସନିୟା)
pl: N-Z|Serbski (Bośnia)
sk: N-Z|Srbský (Bosna)
ta: N-Z|சர்பியன் (போஸ்னியா)

source: N-Z|Slovak
ar: ا-ص|سلوفاكي
as: N-Z|স্লোভাক
bn: N-Z|স্লোভাক
cs: N-Z|Slovensky
es: A-M|Eslovaco
eu: N-Z|Eslovakiera
gl: A-M|Eslovaco
hi: स्लोवाक
it: N-Z|Slovacco
mr: स्लोवाक
ne: स्लोभाक
or: N-Z|ସ୍ଲୋଭାକ
pl: N-Z|Słowacki
sk: N-Z|Slovenský
ta: N-Z|ஸ்லோவாக்

source: N-Z|Slovenian
ar: ا-ص|سلوفيني
as: N-Z|স্লোভেনিয়ান
bn: N-Z|স্লোভেনিয়ান
cs: N-Z|Slovinsky
es: A-M|Esloveno
eu: N-Z|Esloveniera
gl: A-M|Esloveno
hi: स्लोविनियाई
it: N-Z|Sloveno
mr: स्लोवेनिअन
ne: स्लोभेनियाली
or: N-Z|ସ୍ଲୋଭେନିୟାନ
pl: N-Z|Słoweński
sk: N-Z|Slovinský
ta: N-Z|ஸ்லோவெனியன்

source: N-Z|Spanish
ar: ا-ص|إسباني
as: N-Z|স্প্যানিশ
bn: N-Z|স্প্যানিশ
cs: N-Z|Španělsky
es: A-M|Español
eu: N-Z|Gaztelania
gl: A-M|Español
hi: स्पेनी
it: N-Z|Spagnolo
mr: स्पॅनिश
ne: स्पेनिस
or: N-Z|ସ୍ପାନିଶ
pl: A-M|Hiszpański
sk: N-Z|Španielsky
ta: N-Z|ஸ்பேனிஷ்

source: N-Z|Spanish (Argentina)
ar: ا-ص|إسباني (الأرجنتين)
bn: N-Z|স্প্যানিশ (আর্জেনটিনা)
cs: N-Z|Španělsky (Argentina)
es: A-M|Español (Argentina)
eu: N-Z|Gaztelania (Argentina)
gl: A-M|Español (Arxentina)
hi: स्पेनी (अर्जेंटाइना)
it: N-Z|Spagnolo (Argentina)
ne: स्पेनिस(अर्जेन्टिना)
or: N-Z|ସ୍ପାନିଶ (ଆର୍ଜେଣ୍ଟିନା)
pl: A-M|Hiszpański (Argentyna)
sk: N-Z|Španielsky (Argentína)
ta: N-Z|ஸ்பேனிஷ் (அர்ஜன்டைனா)

source: N-Z|Spanish (Bolivia)
ar: ا-ص|إسباني (بوليفيا)
bn: N-Z|স্প্যানিশ (বলিভিয়া)
cs: N-Z|Španělsky (Bolívie)
es: A-M|Español (Bolivia)
eu: N-Z|Gaztelania (Bolivia)
gl: A-M|Español (Bolivia)
hi: स्पेनी (बोलिविया)
it: N-Z|Spagnolo (Bolivia)
ne: स्पेनिस(बोलिभिया)
or: N-Z|ସ୍ପାନିଶ (ବୋଲଭିଆ)
pl: A-M|Hiszpański (Boliwia)
sk: N-Z|Španielsky (Bolívia)
ta: N-Z|ஸ்பேனிஷ் (பொலிவியா)

source: N-Z|Spanish (Chile)
ar: ا-ص|إسباني (شيلي)
bn: N-Z|স্প্যানিশ (চিলি)
cs: N-Z|Španělsky (Chile)
es: A-M|Español (Chile)
eu: N-Z|Gaztelania (Txile)
gl: A-M|Español (Chile)
hi: स्पेनी (चिली)
it: N-Z|Spagnolo (Cile)
ne: स्पेनिस(चिली)
or: N-Z|ସ୍ପାନିଶ (ଚିଲେ)
pl: A-M|Hiszpański (Chile)
sk: N-Z|Španielsky (Čile)
ta: N-Z|ஸ்பேனிஷ் (சிலி)

source: N-Z|Spanish (Colombia)
ar: ا-ص|إسباني (كولومبيا)
bn: N-Z|স্প্যানিশ (কোলোম্বিয়া)
cs: N-Z|Španělsky (Kolumbie)
es: A-M|Español (Colombia)
eu: N-Z|Gaztelania (Kolonbia)
gl: A-M|Español (Colombia)
hi: स्पेनी (कोलंबिया)
it: N-Z|Spagnolo (Colombia)
ne: स्पेनिस(कोलम्बिया)
or: N-Z|ସ୍ପାନିଶ (କୋଲୋମ୍ବିଆ)
pl: A-M|Hiszpański (Kolumbia)
sk: N-Z|Španielsky (Kolumbia)
ta: N-Z|ஸ்பேனிஷ் (கொலம்பியா)

source: N-Z|Spanish (Costa Rica)
ar: ا-ص|إسباني (كوستا ريكا)
bn: N-Z|স্প্যানিশ (কস্টা রিকা)
cs: N-Z|Španělsky (Kostarika)
es: A-M|Español (Costa Rica)
eu: N-Z|Gaztelania (Costa Rica)
gl: A-M|Español (Costa Rica)
hi: स्पेनी (कोस्टारिका)
it: N-Z|Spagnolo (Costa Rica)
ne: स्पेनिस(कोस्टारिका)
or: N-Z|ସ୍ପାନିଶ (କୋଷ୍ଟା ରିକା)
pl: A-M|Hiszpański (Kostaryka)
sk: N-Z|Španielsky (Kostarika)
ta: N-Z|ஸ்பேனிஷ் (காஸ்டோரிகா)

source: N-Z|Spanish (Ecuador)
ar: ا-ص|إسباني (الإكوادور)
bn: N-Z|স্প্যানিশ (ইকুয়েডর)
cs: N-Z|Španělsky (Ekvádor)
es: A-M|Español (Ecuador)
eu: N-Z|Gaztelania (Ekuador)
gl: A-M|Español (Ecuador)
hi: स्पेनी (इक्वेडर)
it: N-Z|Spagnolo (Ecuador)
ne: स्पेनिस(इक्वेडर)
or: N-Z|ସ୍ପାନିଶ (ଇକ୍ବାଡୋର)
pl: A-M|Hiszpański (Ekwador)
sk: N-Z|Španielsky (Ekvádor)
ta: N-Z|ஸ்பேனிஷ் (ஈகுவேடார்)

source: N-Z|Spanish (Guatemala)
ar: ا-ص|إسباني (جواتيمالا)
bn: N-Z|স্প্যানিশ (গুয়াতেমালা)
cs: N-Z|Španělsky (Guatemala)
es: A-M|Español (Guatemala)
eu: N-Z|Gaztelania (Guatemala)
gl: A-M|Español (Guatemala)
hi: स्पेनी (गुआटेमाला)
it: N-Z|Spagnolo (Guatemala)
ne: स्पेनिस(ग्वाटेमाला)
or: N-Z|ସ୍ପାନିଶ (ଗ୍ବାଟେମାଲା)
pl: A-M|Hiszpański (Gwatemala)
sk: N-Z|Španielsky (Guatemala)
ta: N-Z|ஸ்பேனிஷ் (குடமாலா)

source: N-Z|Spanish (Mexico)
ar: ا-ص|إسباني (المكسيك)
as: N-Z|স্প্যানিশ (মেক্সিকো)
bn: N-Z|স্প্যানিশ (মেক্সিকো)
cs: N-Z|Španělsky (Mexiko)
es: A-M|Español (México)
eu: N-Z|Gaztelania (Mexikokoa)
gl: A-M|Español (México)
hi: स्पेनी (मेक्सिको)
it: N-Z|Spagnolo (Messico)
mr: स्पॅनिश(मॅक्सिको)
ne: स्पेनिस(मेक्सिको)
or: N-Z|ସ୍ପାନିଶ (ମେକ୍ସିକୋ)
pl: A-M|Hiszpański (Meksyk)
sk: N-Z|Španielsky (Mexiko)
ta: N-Z|ஸ்பேனிஷ் (மெக்சிக்கோ)

source: N-Z|Spanish (Nicaragua)
ar: ا-ص|إسباني (نيكاراجوا)
bn: N-Z|স্প্যানিশ (নিকারাগুয়া)
cs: N-Z|Španělsky (Nikaragua)
es: A-M|Español (Nicaragua)
eu: N-Z|Gaztelania (Nikaragua)
gl: A-M|Español (Nicaragua)
hi: स्पेनी (निकारागुआ)
it: N-Z|Spagnolo (Nicaragua)
ne: स्पेनिस(निकारागुवा)
or: N-Z|ସ୍ପାନିଶ (ନିକାରଗୁଆ)
pl: A-M|Hiszpański (Nikaragua)
sk: N-Z|Španielsky (Nikaragua)
ta: N-Z|ஸ்பேனிஷ் (நிகாரகுவா)

source: N-Z|Spanish (Panama)
ar: ا-ص|إسباني (بنما)
bn: N-Z|স্প্যানিশ (পানামা)
cs: N-Z|Španělsky (Panama)
es: A-M|Español (Panamá)
eu: N-Z|Gaztelania (Panama)
gl: A-M|Español (Panamá)
hi: स्पेनी (पनामा)
it: N-Z|Spagnolo (Panama)
ne: स्पेनिस (पानामा)
or: N-Z|ସ୍ପାନିଶ (ପାନାମା)
pl: A-M|Hiszpański (Panama)
sk: N-Z|Španielsky (Panama)
ta: N-Z|ஸ்பேனிஷ் (பனாமா)

source: N-Z|Spanish (Peru)
ar: ا-ص|إسباني (بيرو)
bn: N-Z|স্প্যানিশ (পেরু)
cs: N-Z|Španělsky (Peru)
es: A-M|Español (Perú)
eu: N-Z|Gaztelania (Peru)
gl: A-M|Español (Perú)
hi: स्पेनी (पेरू)
it: N-Z|Spagnolo (Perù)
ne: स्पेनिस(पेरु)
or: N-Z|ସ୍ପାନିଶ (ପେରୁ)
pl: A-M|Hiszpański (Peru)
sk: N-Z|Španielsky (Peru)
ta: N-Z|ஸ்பேனிஷ் (பெரு)

source: N-Z|Spanish (Paraguay)
ar: ا-ص|إسباني (بارجواي)
bn: N-Z|স্প্যানিশ (প্যারাগুয়ে)
cs: N-Z|Španělsky (Paraguay)
es: A-M|Español (Paraguay)
eu: N-Z|Gaztelania (Paraguai)
gl: A-M|Español (Paraguai)
hi: स्पेनी (परागुवे)
it: N-Z|Spagnolo (Paraguay)
ne: स्पेनिस (पाराग्वे)
or: N-Z|ସ୍ପାନିଶ (ପାରାଗୁଏ)
pl: A-M|Hiszpański (Paragwaj)
sk: N-Z|Španielsky (Paraguaj)
ta: N-Z|ஸ்பேனிஷ் (பராகுவே)

source: N-Z|Spanish (El Salvador)
ar: ا-ص|إسباني (السّلفادور)
bn: N-Z|স্প্যানিশ (এল সালভাডর)
cs: N-Z|Španělsky (Salvador)
es: A-M|Español (El Salvador)
eu: N-Z|Gaztelania (El Salvador)
gl: A-M|Español (El Salvador)
hi: स्पेनी (अल-सल्वाडोर)
it: N-Z|Spagnolo (El Salvador)
ne: स्पेनिस(एल साल्भाडोर)
or: N-Z|ସ୍ପାନିଶ (ଏଲ ସାଲଭାଡୋର)
pl: A-M|Hiszpański (Salwador)
sk: N-Z|Španielsky (Salvador)
ta: N-Z|ஸ்பேனிஷ் (எல் சாவடார்)

source: N-Z|Spanish (Uruguay)
ar: ا-ص|إسباني (أوروجواي)
bn: N-Z|স্প্যানিশ (উরুগুয়ে)
cs: N-Z|Španělsky (Uruguay)
es: A-M|Español (Uruguay)
eu: N-Z|Gaztelania (Uruguai)
gl: A-M|Español (Uruguai)
hi: स्पेनी (उरूगवे)
it: N-Z|Spagnolo (Uruguay)
ne: स्पेनिस (उरुग्वे)
or: N-Z|ସ୍ପାନିଶ (ଉରୁଗୁଏ)
pl: A-M|Hiszpański (Urugwaj)
sk: N-Z|Španielsky (Uruguaj)
ta: N-Z|ஸ்பேனிஷ் (உருகுவே)

source: N-Z|Spanish (Venezuela)
ar: ا-ص|إسباني (فنزويلا)
bn: N-Z|স্প্যানিশ (ভেনেজুয়েলা)
cs: N-Z|Španělsky (Venezuela)
es: A-M|Español (Venezuela)
eu: N-Z|Gaztelania (Venezuela)
gl: A-M|Español (Venezuela)
hi: स्पेनी (वेनेजुएला)
it: N-Z|Spagnolo (Venezuela)
ne: स्पेनिस(भेनेजुएला)
or: N-Z|ସ୍ପାନିଶ (ଭେନେଜୁଏଲା)
pl: A-M|Hiszpański (Wenezuela)
sk: N-Z|Španielsky (Venezuela)
ta: N-Z|ஸ்பேனிஷ் (வெனெசுவேலா)

source: N-Z|Swedish
ar: ا-ص|سويدي
as: N-Z|সুইডিশ
bn: N-Z|সুইডিশ
cs: N-Z|Švédsky
es: N-Z|Sueco
eu: N-Z|Suediera
gl: N-Z|Sueco
hi: स्वीडिश
it: N-Z|Svedese
mr: स्विडीश
ne: स्विडिस
or: N-Z|ସ୍ବୀଡିଶ
pl: N-Z|Szwedzki
sk: N-Z|Švédsky
ta: N-Z|ஸ்வீடிஷ்

source: N-Z|Swedish (Finland)
ar: ا-ص|سويدي (فنلندا)
as: N-Z|সুইডিশ (ফিনল্যান্ড)
bn: N-Z|সুইডিশ (ফিনল্যান্ড)
cs: N-Z|Švédsky (Finsko)
es: N-Z|Sueco (Finlandia)
eu: N-Z|Suediera (Finlandia)
gl: N-Z|Sueco (Finlandia)
hi: स्वीडिश (फिनलैंड)
it: N-Z|Svedese (Finlandia)
mr: स्विडीश(फिनलन्ड)
ne: स्विडिस (फिन्ल्यान्ड)
or: N-Z|ସ୍ବୀଡିଶ (ଫିନଲ୍ଯାଣ୍ଡ)
pl: N-Z|Szwedzki (Finlandia)
sk: N-Z|Švédsky (Fínsko)
ta: N-Z|ஸ்வீடிஷ் (பின்லேண்டு)

source: N-Z|Tamil
ar: ا-ص|تاميلي
as: N-Z|তামিল
bn: N-Z|তামিল
cs: N-Z|Tamilsky
eu: N-Z|Tamilera
hi: तमिल
mr: तामिळ
ne: तमिल
or: N-Z|ତାମିଲ
pl: N-Z|Tamilski
sk: N-Z|Tamilský
ta: N-Z|தமிழ்

source: N-Z|Thai
ar: ا-ص|تايلندي
as: N-Z|থাই
bn: N-Z|থাই
cs: N-Z|Thajsky
es: N-Z|Tailandés
eu: N-Z|Thailandiera
gl: N-Z|Tailandés
hi: थाई
it: N-Z|Tailandese
mr: थायी
ne: थाइ
or: N-Z|ଥାଇ
pl: N-Z|Tajski
sk: N-Z|Thajský
ta: N-Z|தாய்

source: N-Z|Turkish
ar: ا-ص|تركي
as: N-Z|তুৰ্কি
bn: N-Z|তুর্কি
cs: N-Z|Turecky
es: N-Z|Turco
eu: N-Z|Turkiera
gl: N-Z|Turco
hi: तुर्की
it: N-Z|Turco
mr: टर्किश
ne: टर्कीस
or: N-Z|ତୁର୍କୀ
pl: N-Z|Turecki
sk: N-Z|Turecký
ta: N-Z|டர்கிஷ்

source: N-Z|Ukrainian
ar: ا-ص|اكراني
as: N-Z|ইউক্ৰেনিয়ান
bn: N-Z|ইউক্রেনিয়ান
cs: N-Z|Ukrajinsky
es: N-Z|Ucraniano
eu: N-Z|Ukrainera
gl: N-Z|Ucraíno
hi: युक्रेनी
it: N-Z|Ucraino
mr: युक्रेनिअन
ne: युक्रेनियाली
or: N-Z|ୟୁକ୍ରେନୀ
pl: N-Z|Ukraiński
sk: N-Z|Ukrajinský
ta: N-Z|யுக்ரேனியன்

source: N-Z|Vietnamese
ar: ض-ي|فيتنامي
as: N-Z|ভিয়েতনামিস
bn: N-Z|ভিয়েতনামিস
cs: N-Z|Vietnamsky
es: N-Z|Vietnamita
eu: N-Z|Vietnamera
gl: N-Z|Vietnamita
hi: विएतनामी
it: N-Z|Vietnamita
mr: व्हिएटनामीज
ne: भियतनामी
or: N-Z|ଭିଏତନାମୀ
pl: N-Z|Wietnamski
sk: N-Z|Vietnamský
ta: N-Z|வியட்னாமிஸ்

source: N-Z|Walloon
ar: ض-ي|والوني
as: N-Z|ওয়ালুন
bn: N-Z|ওয়ালুন
cs: N-Z|Valonsky
es: N-Z|Valón
eu: N-Z|Waloiera
gl: N-Z|Valón
hi: वालून्
it: N-Z|Vallone
mr: वालून
ne: वालुन
or: N-Z|ୱାଲୁନ
pl: N-Z|Waloński
sk: N-Z|Valónsky
ta: N-Z|வலோன்

source: N-Z|Welsh
ar: ض-ي|والش
as: N-Z|ওয়েলশ
bn: N-Z|ওয়েলশ
cs: N-Z|Velšsky
es: A-M|Galés
eu: N-Z|Galesa
gl: A-M|Galés
hi: वेल्ष
it: A-M|Gallese
mr: वेल्श
ne: वेल्श
or: N-Z|ୱେଲ୍ସ
pl: N-Z|Walijski
sk: N-Z|Welšský
ta: N-Z|வெல்ஷ்

source: N-Z|Yiddish
ar: ض-ي|يدي
as: N-Z|ইড্ডিশ
bn: N-Z|ইড্ডিশ
cs: N-Z|Jidiš
es: N-Z|Yidish
eu: N-Z|Yiddisha
hi: यिड्डिष
mr: यिडिश
ne: यिड्डिश
or: N-Z|ୟାଡିଶ
pl: A-M|Jidisz
sk: N-Z|Jidiš
ta: N-Z|யிடிஷ்

source: N-Z|Zulu
ar: ا-ص|الزولو
as: N-Z|জুলু
bn: N-Z|জুলু
es: N-Z|Zulú
eu: N-Z|Zuluera
gl: N-Z|Zulú
hi: जुलु
ne: जुलु
or: N-Z|ଜୁଲୁ
pl: N-Z|Zuluski
ta: சுலு

source: Other|POSIX/C English
ar: أخرى|POSIX/C إنجليزي
as: অন্যান্য|POSIX/C ইংৰাজি
bn: অন্যান্য|POSIX/C ইংরাজি
cs: Jiný|Anglicky POSIX/C
es: Otros|Inglés POSIX/C
eu: Bestelakoak|POSIX/C Ingelesa
gl: Outros|POSIX/C Inglés
hi: अन्य|पोसिक्स/सी अंग्रेजी
it: Altro|POSIX/C (inglese)
mr: अन्य POSIX/C इंग्लिश
ne: अन्य|POSIX/C अङ्ग्रेजी
or: ଅନ୍ଯାନ୍ଯ|ପୋସିକ୍ସ/ସି ଇଂରାଜୀ
pl: Inne|POSIX/C angielski
sk: Iný|POSIX/C angličtina
ta: மற்ற|POSIX/C ஆங்கிலம்

source: Cannot run command '%s': %s.
ar: لا يمكن تشغيل الأمر '%s': %s.
as: '%s' কমান্ড সঞ্চালন কৰোঁতে ব্যৰ্ত: %s।
bn: '%s' কমান্ড সঞ্চালন করতে ব্যর্ত: %s।
cs: Nelze spustit příkaz "%s": %s.
es: No se puede ejecutar el comando «%s»: %s.
eu: Ezin da '%s' komandoa exekutatu: %s
gl: Non se pode executar o comando '%s': %s.
hi: '%s' समादेश चला नहीं पाया: %s.
it: Impossibile eseguire il comando "%s": %s.
ne: '%s' आदेश चलाउन सकिँदैन: %s.
or: '%s' ନିର୍ଦ୍ଦେଶକୁ ଚଳାଇ ପାରିବ ନାହିଁ: %s।
pl: Nie można uruchomić polecenia "%s": %s.
sk: Nepodarilo sa spustiť príkaz '%s': %s.
ta: கட்டளையை இயக்க முடியவில்லை '%s': %s.

source: Cannot start background application
ar: لا يمكن بدأ تطبيق الخلفية
as: নেপথ্যেৰ অ্যাপ্লিকেশন আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: নেপথ্যের অ্যাপ্লিকেশন আরম্ভ করতে ব্যর্থ
cs: Nelze spustit aplikaci na pozadí
es: No se puede iniciar el programa en segundo plano
eu: Ezin da atzeko planoko aplikazioa abiarazi
gl: Non se pode iniciar a aplicación en segundo plano
hi: पृष्ठभूमि अनुप्रयोग प्रारंभ नहीं कर सका
it: Impossibile avviare l'applicazione sullo sfondo
ne: पृष्ठभूमि अनुप्रयोग सुरुआत गर्न सकिँदैन
or: ପ୍ରୁଷ୍ଠଭୂମି ପ୍ରୟୋଗକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ
pl: Nie można uruchomić aplikacji tła
sk: Nepodarilo sa spustiť aplikáciu pozadia
ta: பின்புல நிரலை துவக்க முடியவில்லை

source: User %u will login in %t
ar: المستخدم %u سيلِج في %t
as: ব্যবহাৰকাৰী %u, %t'এ প্ৰৱেশ কৰবেন
bn: ব্যবহারকারী %u, %t'এ লগ-ইন করবেন
cs: Uživatel %s bude přihlášen za %t
es: El usuario %u accederá en %t
eu: %u erabiltzaileak %t segundo barru hasiko du saioa
gl: O usuario %u iniciará a sesión en %t
hi: %u उपयोक्ता %t में लॉगिन करेगा
it: L'utente %u effettuerà l'accesso in %t
ne: %u प्रयोगकर्ता %tमा लगइन हुनेछ
or: ଚାଳକ %u %t ରେ ଲଗଇନ କରିବ
pl: Użytkownik %u zostanie zalogowany w ciągu %t
sk: Používateľ %u sa prihlási za %t
ta: பயனர் %u %tல் உள் அனுமதிக்கப்படுவார்

source: Are you sure you want to restart the computer?
ar: أحقاً تريد إعادة تشغيل الحاسوب؟
as: আপনি কি নিশ্চিতৰূপে কম্পিউটাৰ পুনৰায় আৰম্ভ কৰোঁতে ইচ্ছুক?
bn: আপনি কি নিশ্চিতরূপে কম্পিউটার পুনরায় আরম্ভ করতে ইচ্ছুক?
cs: Opravdu chcete restartovat počítač?
es: ¿Está seguro de querer reiniciar el equipo?
eu: Ziur zaude ordenagailua berrabiarazi nahi duzula?
gl: Está seguro de que quere reiniciar o computador?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर रीबूट करना चाहते हैं?
it: Riavviare veramente il computer?
ne: तपाईँ कम्प्युटर फेरि सुरू गर्न निश्चित हुनुहुन्छ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ କମ୍ପୁଟରକୁ ପୁନଃ ଚାଳନ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
pl: Czy na pewno uruchomić ponownie komputer?
sk: Naozaj chcete reštartovať počítač?
ta: நிச்சயம் கணினியை மீண்டும் துவக்க வேண்டுமா?

source: _Restart
ar: إ_عادة تشغيل
as: পুনৰাম্ভ (_R)
bn: পুনরায় আরম্ভ (_R)
cs: _Restartovat
es: _Reiniciar
eu: _Berrabiarazi
gl: _Reiniciar
hi: पुन:आरंभ करें (_R)
it: _Riavvia
ne: पुन: सुरुआत गर्नुहोस्
or: ପୁନଃ ଚାଳନ କରନ୍ତୁ (_R)
pl: _Uruchom ponownie
sk: _Reštartovať
ta: _த மீண்டும் துவக்குக

source: Are you sure you want to Shut Down the computer?
ar: أحقا تريد إيقاف الحاسوب؟
as: আপনি কি নিশ্চিতৰূপে কম্পিউটাৰ বন্ধ কৰোঁতে ইচ্ছুক?
bn: আপনি কি নিশ্চিতরূপে কম্পিউটার বন্ধ করতে ইচ্ছুক?
cs: Opravdu chcete vypnout počítač?
es: ¿Está seguro de que quiere apagar el equipo?
eu: Ziur zaude ordenagailua itzali nahi duzula?
gl: Está seguro de que quere apagar o computador?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर बन्द करना चाहते हैं?
it: Arrestare veramente il computer?
ne: तपाईँ कम्प्युटर बन्द गर्न निश्चित हुनुहुन्छ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ କମ୍ପୁଟରକୁ ବନ୍ଦ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
pl: Czy na pewno wyłączyć komputer?
sk: Naozaj chcete vypnúť počítač?
ta: நிச்சயம் கணினியை பணி நிறுத்தம் செய்ய வேண்டுமா?
