Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
ar: دامت جلستك أقل من 10 ثوان اذا لم تخرج بنفسك، ربما يعني هذا وجود مشاكل تثبيت أو انه لم يعد لديك فضاء كاف على القرص.حاول التسجيل بجلسة من الجلسات الآمنة من الفشل للنظر في إمكانية اصلاح الخطأ.
as: এই অধিবেশন ১০ সেকেন্ডেৰ কম সময় উপলব্ধ ছিল। আপনি যদি স্বয়ং লগ-আউট না কৰে থাকেন তাহলে সম্ভৱত ইনস্টলেশনে কোনো ধৰনেৰ সমস্যা হয়েছে অথবা ডিস্কেৰ মধ্যে কোনো স্থান অবশিষ্ট নেই। ফেইল-সেফ অধিবেশন প্ৰয়োগ কৰে এই সমস্যা সমাধানেৰ প্ৰচেষ্টা কৰক।
bn: এই সেশান ১০ সেকেন্ডের কম সময় উপলব্ধ ছিল। আপনি যদি স্বয়ং লগ-আউট না করে থাকেন তাহলে সম্ভবত ইনস্টলেশনে কোনো ধরনের সমস্যা হয়েছে অথবা ডিস্কের মধ্যে কোনো স্থান অবশিষ্ট নেই। ফেইল-সেফ সেশান প্রয়োগ করে এই সমস্যা সমাধানের প্রচেষ্টা করুন।
cs: Vaše sezení trvalo méně než 10 sekund. Pokud jste se sami neodhlásili, může to znamenat problém s instalací, nebo na disku není volné místo. Zkuste se prosím přihlásit pod jedním ze záchranných sezení a zjistit, zda můžete tento problém vyřešit.
es: Su sesión ha durado menos de 10 segundos. Si no ha terminado la sesión usted mismo esto podría significar que hay algún error en la instalación o que no tiene espacio en disco. Intente acceder con alguna de las sesiones a prueba de fallos para ver si puede arreglar este problema.
eu: Zure saioak 10 segundo baino gutxiago iraun du. Saiotik irten ez bazara, horrek esan nahi dezake, instalazio-arazoren bat dagoela edo diskoan leku librerik ez duzula. Saiatu saioa hasten hutsegiteen aurkako saioetako batekin, ea arazo hau konpon dezakezun.
gl: A sesión durou menos de 10 segundos. Se non terminou a sesión de forma voluntaria, isto pode significar que hai algún problema de instalación ou que non hai espazo no disco. Tente iniciar unha das sesións a proba de fallos para ver se pode solucionar este problema.
hi: आपका सत्र सिर्फ 10 सेकण्ड से कम चला. यदि आप लॉग-आउट नहीं हुए हैं तो इसका मतलब है कि कुछ अधिष्ठापन समस्या है या आपके पास डिस्क में जगह नहीं है.किसी फेल सेफ सत्र में लॉग-इन कर देखें कि शायद आप अपनी समस्या हल कर पाएँ.
it: La sessione è durata meno di 10 secondi. Se non è stata esplicitamente effettuata un'uscita, è possibile che ci siano stati dei problemi durante l'installazione o che lo spazio su disco sia esaurito. Provare ad utilizzare una delle sessioni d'emergenza per tentare di risolvere il problema.
mr: तुमचे सत्र केवळ दहा सेकंद चालले. तुम्ही स्वत:हून बाहेर पडला नसाल तर त्याचा अर्थ कार्यक्रमामध्ये काही समस्या आली असेल. तुमच्या डिस्कवर मोकळी जागा नसेल. समस्या सोडविण्यासाठी एखाद्या अनपयशी (failsafe) सत्रामध्ये प्रवेश घ्यायचा प्रयत्न करा.
ne: तपाईँको सत्र १० सेकेन्ड भन्दा कम समयदेखि सकिएको छ । यदि तपाईँ आफैंले लगआउट गर्नुभएको छैन भने यसको अर्थत्यहाँ केहि जडान समस्या हुनसक्छ वा तपाईँ डिस्कको खालीस्थानबाट बाहिर हुनुहुन्छ । यदि तपाईँले समस्या यकिन गर्न सक्नुहुन्छ भने हेर्नका लागि एउटा failsafe सत्रहरूमा लगइन गर्ने प्रयास गर्नहोस् ।
pl: Twoja sesja trwała krócej niż 10 sekund. Jeśli nie było to związane z własnoręcznym wylogowaniem się, może oznaczać problem z instalacją lub brak przestrzeni dyskowej. Spróbuj się zalogować przy użyciu jednej z sesji awaryjnych i sprawdź, czy możesz naprawić problem.
sk: Vaša relácia trvala menej ako 10 sekúnd. Ak ste sa sami neodhlásili, možno to znamená, že máte nejaký problém s inštaláciou, alebo máte nedostatok miesta na disku. Skúste sa prihlásiť pomocou niektorej zo záchranných relácií, či sa vám nepodarí problém vyriešiť.
ta: உங்கள் அமர்வு கடைசி 10 வினாடி மட்டும் இருந்தது. நீங்களே வெளியேறவில்லை என்றால், இது சில நிறுவல் பிரச்சினை உள்ளது என்றோ அல்லது வட்டில் இடம் இல்லை என்றோ அர்த்தம்.இந்த பிரச்சினையை சரி செய்ய தோல்வி பாதுகாப்பு அமர்வில் நுழைய முயற்சிக்கவும்

source: View details (~/.xsession-errors file)
ar: عرض التفاصيل (ملف ~/.xsession-errors)
as: বিস্তাৰিত বিবৰণ দেখুন (~/.xsession-errors ফাইল)
bn: বিস্তারিত বিবরণ দেখুন (~/.xsession-errors ফাইল)
cs: Zobrazit detaily (soubor ~/.xsession-errors)
es: Ver detalles (archivo ~/.xsession-errors)
eu: Ikusi xehetasunak (~/.xsession-errors fitxategia)
gl: Ver detalles (ficheiro ~/.xsession-errors)
hi: विवरण दर्शाएँ (~/.xsession-errors फ़ाइल)
it: Visualizza dettagli (file ~/.xsession-errors)
mr: (~/.xsession-errors file) सत्रातील चुकांची फाईल तपशीलात जाऊन पहा.
ne: विस्तृत विवरणहरू (~/.xsession-errors file) हेर्नुहोस्
or: ଦ୍ରୁଶ୍ଯର ବିସ୍ତ୍ରୁତ ବିବରଣୀ (~/.xsession-errors ଫାଇଲ)
pl: Wyświetl szczegóły (plik ~/.xsession-errors)
sk: Zobraziť podrobnosti (súbor ~/.xsession-errors)
ta: பார்வை விவரங்கள் (~/.xsession-errors file)

source: GDM detected a halt or restart in progress.
ar: إكتشف GDM إطفاء أو إعادة تشغيل في تقدّم.
as: GDM দ্বাৰা পুনৰাম্ভ অথবা স্থগিতকৰণ কৰ্ম সনাক্ত কৰা হয়েছে।
bn: GDM দ্বারা পুনরাম্ভ অথবা স্থগিতকরণ কর্ম সনাক্ত করা হয়েছে।
cs: GDM rozpoznal probíhající vypínání nebo restartování.
es: GDM ha detectado un apagado o un reinicio en progreso.
eu: GDMk saioa ixten edo berrabiarazten ari dela antzeman du.
gl: O GDM detectou unha detención ou reinicio en progreso.
hi: जीडीएम को बन्द या रीबूट प्रगति के दौरान पाया.
it: GDM ha rilevato un arresto o un riavvio in corso.
ne: GDM ले प्रक्रियामा रोकिने वा पुन: सुरुआत गर्ने पत्ता लगायो ।
or: ଜି.ଡି.ଏମ. କୁ ବିରତି କିମ୍ବା ପୁନଃ ପ୍ରାରମ୍ଭ ସମୟରେ ପାଇଲା।
pl: GDM wykrył trwający proces zamykania lub ponownego uruchamiania systemu.
sk: GDM zistil, že prebieha reštart alebo vypnutie počítača.
ta: ஜிடிஎம் ஒரு நிறுத்தம் அல்லது மீண்டும் தொடங்குதல் நடைபெறுகிறது என கண்டுள்ளது.

source: %s: Fatal X error - Restarting %s
ar: %s: خطأ X فادح - يجري إعادة التشغيل %s
as: %s: X সংক্ৰান্ত গুৰুতৰ সমস্যা - %s পুনৰায় আৰম্ভ কৰা হবে
bn: %s: X সংক্রান্ত গুরুতর সমস্যা - %s পুনরায় আরম্ভ করা হবে
cs: %s: Kritická chyba X - Restartování %s
es: %s: ha ocurrido un error fatal de X - Reiniciando %s
eu: %s: X errore larria - %s berrabiaratzen
gl: %s: hai un erro grave nas X - reiniciando %s
hi: %s: घातक एक्स त्रुटि - पुनः शुरु कर रहे %s
it: %s: errore fatale di X. Riavvio di %s in corso
mr: %s: घातक X चुक आहे - पुन्हा सुरु होत आहे %s
ne: %s: घातक X त्रुटि - %s पुन: सुरुआत गर्दै
or: %s: ମାରାତ୍ମକ X ତୃଟି - %s କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରୁଅଛି
pl: %s: Poważny błąd X - restartowanie %s
sk: %s: Závažná chyba X - Reštartujem %s
ta: %s: கொல்லும் எக்ஸ் பிழை - மீண்டும் துவக்குககிறது %s

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
ar: لم يمكن تشغيل صوت الولوج المطلوب على عرض غير محليّ أو البرنامج الذي يعزفه او أن الصوت غير موجود
as: দূৰবৰ্তী প্ৰদৰ্শনে প্ৰৱেশে শব্দ বাজানোৰ অনুৰোধ কৰা হয়েছে অথবা শব্দ বাজানোৰ সফ্টওয়্যাৰ অথবা চিহ্নিত শব্দেৰ ফাইল অনুপস্থিত।
bn: দূরবর্তী প্রদর্শনে লগ-ইনে শব্দ বাজানোর অনুরোধ করা হয়েছে অথবা শব্দ বাজানোর সফ্টওয়্যার অথবা চিহ্নিত শব্দের ফাইল অনুপস্থিত।
cs: Bylo požádáno o zvuk při přihlášení mimo místní displej, nebo nemůže být spuštěn přehrávací software, popřípadě zvuk neexistuje
es: Se ha solicitado el sonido de entrada en una pantalla no local, el software de reproducción no se puede ejecutar o el sonido no existe
eu: Saio-hasierarako eskatutako soinua pantaila ez-lokalean dago edo erreproduzitzeko softwarea ezin da exekutatu edo soinua ez dago
gl: Solicitouse o son de inicio nunha pantalla non local, non se pode executar o software de reprodución ou o ficheiro de son non existe
hi: लॉगिन ध्वनि एक गैर स्थानीय प्रदर्शन पर निवेदन किया या प्ले सॉफ्टवेय चलाया नहीं जा सकता या ध्वनि मौजूद नहीं है
it: È stato richiesto il suono di accesso su un display non locale o il software di riproduzione non può essere eseguito o il suono non esiste
mr: अ-स्थानिक प्रदर्शनावर विनित प्रवेश ध्वनी किंवा सॉफ्टवेअर चालवता आला नाही किंवा ध्वनी अस्तित्वात नाही
ne: गैर-स्थानीय प्रदर्शनमा लगइन ध्वनी अनुरोध गरिएको वा बजाउने सफ्टवेयर चलाउन सकिँदैन वा ध्वनी अवस्थित छैन
or: ସ୍ଥାନୀୟ ରୂପରେ ନଥିବା ପ୍ରଦର୍ଶନ କିମ୍ବା ପ୍ଲେ-ସଫ୍ଟୱେରରେ ନିବେଦିତ ଲଗଇନ ଶବ୍ଦକୁ ଚାଳଇ ପାରିବ ନାହିଁ କିମ୍ବା ଏହି ଶବ୍ଦ ଅବସ୍ଥିତ ନାହିଁ
pl: Żądanie dźwięku logowania na zdalnym terminalu lub oprogramowanie odtwarzające nie może być uruchomione lub dźwięk nie istnieje
sk: Požiadavka na prihlasovací zvuk na vzdialenom displeji, softvér pre prehranie nie je možné spustiť alebo zvuk neexistuje
ta: நுழைவு சத்தம் வேண்டுகோள் உள்-இல்லா காட்சியில்; அல்லது மென்பொருளை ஓடவைக்க முடியாது; அல்லது சத்தம் இல்லை

source: %s: Failed starting: %s
ar: %s: فشل بدأ: %s
as: %s: আৰম্ভ কৰোঁতে ব্যৰ্থ: %s
bn: %s: আরম্ভ করতে ব্যর্থ: %s
cs: %s: Chyba při spouštění: %s
es: %s: Ha fallado la ejecución: %s
eu: %s: Huts egin du abiaraztean: %s
gl: %s: fallo ao iniciar: %s
hi: %s प्रारंभ करने में असफल: %s
it: %s: errore nell'avvio: %s
mr: %s: सुरु होऊ शकले नाही: %s
ne: %s: सुरुआत गर्दा असफल भयो: %s
or: %s: ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ: %s
pl: %s: Nie powiodło się uruchomienie: %s
sk: %s: Zlyhal štart: %s
ta: %s: துவக்கையில் தோல்வி: %s

source: %s: Can't fork script process!
ar: %s: لا يمكن تشعيب العملية!
as: %s:স্ক্ৰিপ্ট প্ৰসেসে fork কৰোঁতে ব্যৰ্থ!
bn: %s:স্ক্রিপ্ট প্রসেসে fork করতে ব্যর্থ!
cs: %s: Nelze rozvětvit proces skriptu!
es: %s: no es posible bifurcar el proceso del script.
eu: %s: Ezin da script-aren prozesua sardetu!
gl: %s: non se pode facer fork do proceso do script!
hi: %s: स्क्रिप्ट प्रक्रिया फॉर्क नहीं कर सका!
it: %s: impossibile eseguire una fork sul processo script.
mr: %s:
ne: %s: स्क्रिप्ट प्रक्रिया विभाजन गर्न सकिँदैन!
or: %s: ସ୍କ୍ରିପ୍ଟ ପ୍ରକ୍ରିୟାକୁ ଫୋର୍କ କରିପାରିବ ନାହିଁ!
pl: %s: Nie można utworzyć procesu dla skryptu!
sk: %s: Nemôžem vykonať fork pre skript!
ta: %s: எழுத்து செயல் பிரிக்க முடியவில்லை!

source: %s: Failed creating pipe
ar: %s: فشل إنشاء الانبوب
as: %s: পাইপ নিৰ্মাণে ব্যৰ্থ
bn: %s: পাইপ নির্মাণে ব্যর্থ
cs: %s: Nelze vytvořit rouru
es: %s: No se puede crear un pipe
eu: %s: Huts egin du kanalizazioa sortzean
gl: %s: fallo ao crear a canalización
hi: %s: पाइप बनाने में असफल
it: %s: impossibile creare la pipe
mr: %s: पाईप (।)बनवताना अपयश आले.
ne: %s: पाइप सिर्जना गर्दा असफल भयो
or: %s: ପାଇପ ସୃଷ୍ଟି କରିବାରେ ବିଫଳ
pl: %s: Nie można utworzyć potoku
sk: %s: Zlyhalo vytvorenie rúry
ta: %s: குழாயை உருவாக்குவதில் தோல்வி

source: %s: Failed executing: %s
ar: %s: فشل تنفيذ %s
as: %s: সঞ্চালনে ব্যৰ্থ: %s
bn: %s: সঞ্চালনে ব্যর্থ: %s
cs: %s: Chyba při spouštění: %s
es: %s: ha fallado la ejecución: %s
eu: %s: Huts egin du exekutatzean: %s
gl: %s: fallo ao executar: %s
hi: %s: क्रियान्वयन में असफल: %s
it: %s: errore nell'eseguire: %s
mr: %1s: अंमलात आणताना अपयश आले: %2s
ne: %s: कार्यान्वयन गर्दा असफल भयो: %s
or: %s: ନିଷ୍ପାଦନ କରିବା ସମୟରେ ବିଫଳ: %s
pl: %s: Nie powiodło się wykonanie: %s
sk: %s: Zlyhalo spustenie: %s
ta: %s: இயக்குவதில் தோல்வி: %s

source: Incorrect username or password. Letters must be typed in the correct case.
ar: إسم مستخدم أو كلمة سر خاطئة. يجب أن تكتب الحروف الصحيحة.
as: ব্যবহাৰকাৰীৰ নাম অথবা গুপ্তশব্দসঠিক নয়। অক্ষৰ লেখাৰ সময় হৰফেৰ সঠিক ছাঁদ ব্যবহাৰ কৰা আবশ্যক।
bn: ব্যবহারকারীর নাম অথবা পাসওয়ার্ড সঠিক নয়। অক্ষর লেখার সময় হরফের সঠিক ছাঁদ ব্যবহার করা আবশ্যক।
cs: Nesprávné uživatelské jméno nebo heslo. Rozlišují se malá a velká písmena.
es: El usuario o la contraseña es incorrecto. Las letras deben teclearse con la capitalización correcta.
eu: Okerreko erabiltzaile-izena edo pasahitza. Letrak maiuskulak/minuskulak kontuan hartuta idatzi behar dira.
gl: Nome de usuario ou contrasinal incorrecto. As letras teñen que estar en maiúsculas/minúsculas correctamente.
hi: गलत उपयोक्ता नाम या शब्दकूट. अक्षर उचित प्रकार से भरें. ध्यान दें कि केप्स लाक कुंजी समर्थ तो नहीं है.
it: Nome utente o password sbagliati. Le lettere devono essere digitate rispettando maiuscole e minuscole.
mr: वापरकर्त्याचे नाव किंवा पासवर्ड चुकीचा आहे. योग्य रीतीनेच अक्षरे टाकायला हवीत.
ne: गलत प्रयोगकर्ता नाम वा पासवर्ड । अक्षरहरूलाई उचित केसमा टाइप गर्नुपर्दछ ।
or: ଅଜଣା ଚାଳକ ନାମ ଏବଂ ପ୍ରବେଶ ସଙ୍କେତ। ଅକ୍ଷର ଗୁଡିକ ସଠିକ ପ୍ରକାରରେ ଟାଇପ କରାଯିବା ଉଚିତ।
pl: Niepoprawna nazwa użytkownika lub hasło. Należy zwrócić uwagę na wielkość liter.
sk: Neplatné meno alebo heslo. Veľkosť písmen sa rozlišuje.
ta: தப்பான பயனர்பெயர் அல்லது கடவுச்சொல். எழுத்துகளின் நிலை(மேல்/கீழ்) சரியாக இருக்க வேண்டும்.

source: Caps Lock is on.
ar: مفتاح Caps Lock مفعل
as: ক্যাপস-লক বাটন সক্ৰিয় অবস্থায় আছে।
bn: ক্যাপস-লক বাটন সক্রিয় অবস্থায় আছে।
cs: Caps Lock je zapnutý.
es: Bloq Mayús está activado.
eu: Blok.maius. aktibatuta dago
gl: Bloq Maiús está activado.
hi: कैप्स लॉक चालू है.
it: Bloc Maiusc è attivo.
ne: क्याप्स लक चालु छ ।
or: କ୍ଯାପ୍ସ-ଲକ ଟି ସକ୍ରୟ ଅଛି
pl: CapsLock jest włączony.
sk: Veľké písmená (Caps Lock) sú zapnuté.
ta: எழுத்து நிலை பூட்டு செயலிலுள்ளது.

source: Please enter your username
ar: رجاء ادخل إسم المستخدم
as: অনুগ্ৰহ কৰে ব্যবহাৰকাৰী হিচাপেৰ নাম লিখক
bn: অনুগ্রহ করে ব্যবহারকারী অ্যাকাউন্টের নাম লিখুন
cs: Zadejte prosím své uživatelské jméno
es: Introduzca su nombre de usuario
eu: Idatzi zure erabiltzaile-izena
gl: Introduza o seu nome de usuario
hi: कृपया अपना उपयोक्ता नाम भरें
it: Inserire il nome utente
mr: कृपया तुमचे username द्या.
ne: कृपया तपाईँको प्रयोगकर्ता नाम प्रविष्टि गर्नुहोस् ।
or: ଦୟାକରି ଆପଣଙ୍କର ଚାଳକ ନାମକୁ ଭରଣ କରନ୍ତୁ
pl: Proszę podać nazwę użytkownika
sk: Prosím, zadajte vaše používateľské meno
ta: பயனர் பெயரை தயவு செய்து உள்ளிடவும்

source: Username:
ar: إسم المستخدم:
as: ব্যবহাৰকাৰী হিচাপেৰ নাম:
bn: ব্যবহারকারী অ্যাকাউন্টের নাম:
cs: Uživatel:
en@shaw: 筐拣别:
es: Usuario:
eu: Erabiltzaile-izena:
gl: Nome usuario:
hi: उपयोक्ता नाम:
it: Utente:
kk: Пайдаланушы:
mr: वापरकर्त्याचे नाव
my: အသုံးပြုသူအမည်-
ne: प्रयोगकर्ता नाम:
or: ଚାଳକ ନାମ:
pl: Nazwa użytkownika:
sk: Používateľské meno:
ta: பயனர் பெயர்:

source: Password:
ar: كلمة السر:
as: পাসওয়াৰ্ড:
bn: পাসওয়ার্ড:
cs: Heslo:
es: Contraseña:
eu: Pasahitza:
gl: Contrasinal:
hi: शब्दकूट:
mr: पासवर्ड
ne: पासवर्ड:
or: ପ୍ରବେଶ ସଙ୍କେତ:
pl: Hasło:
sk: Heslo:
ta: கடவுச்சொல்:

source: Couldn't authenticate user "%s"
ar: لم يمكن التوثق من المستخدم "%s"
as: "%s" ব্যবহাৰকাৰীৰ পৰিচয় অনুমোদন কৰোঁতে ব্যৰ্থ
bn: "%s" ব্যবহারকারীর পরিচয় অনুমোদন করতে ব্যর্থ
es: No se pudo autenticar al usuario «%s»
eu: Ezin izan da "%s" erabiltzailea autentifikatu
gl: Non se puido autenticar o usuario "%s"
hi: उपयोक्ता "%s" प्रामाणित नहीं कर सका
mr: वापरकर्त्याचा पडताळा करु शकत नाही "%s"
ne: "%s" प्रयोगकर्तालाई प्रमाणीकरण गर्न सकेन
or: "%s" ଚାଳକକୁ ବୈଧିକ୍ରୁତ କରିପାରିଲା ନାହିଁ
ta: பயனரை உறுதி செய்ய முடியவில்லை "%s"

source: Root login disallowed on display '%s'
ar: ولوج الجذر ممنوع على العرض '%s'
as: ডিসপ্লে '%s' থেকে root প্ৰৱেশ কৰা সম্ভৱ নয়
bn: ডিসপ্লে '%s' থেকে root লগ-ইন করা সম্ভব নয়
cs: Přihlášení superuživatele není na displeji "%s" povoleno
es: No se permite entrar como administrador en pantalla «%s»
eu: Root-ak ez du saioa '%s' pantailan hasteko baimenik
gl: Non se lle permite ao superusuario iniciar a sesión na pantalla '%s'
hi: प्रदर्शक '%s' पर रुट लॉगइन वर्जित है.
it: Accesso negato all'utente root sul display "%s"
mr: प्रदर्शकावर %s' मूळ वापरकर्त्याला प्रवेश करण्यास मज्जाव झाला आहे.
ne: '%s' प्रदर्शनमा मूल लगइन अस्वीकार गरियो
or: '%s' ପ୍ରଦର୍ଶନରେ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ଲଗଇନ ବର୍ଜିତ ଅଟେ
pl: Zablokowano logowanie użytkownika "root" na ekranie '%s'
sk: Prihlásenie ako root je na displeji '%s' zakázané
ta: திரை '%s' இல் மூலம் நுழைய அனுமதி கிடையாது

source: The system administrator is not allowed to login from this screen
ar: غير مسموح لمدير النظام أن يلِج من هذه الشاشة
as: বৰ্তমান পৰ্দায় ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰ অ্যাকউন্টে প্ৰৱেশ কৰা সম্ভৱ নয়
bn: বর্তমান পর্দায় সিস্টেম অ্যাডমিনিস্ট্রেটর অ্যাকউন্টে লগ-ইন করা সম্ভব নয়
cs: Správci systému není dovoleno přihlásit se z této obrazovky
es: No está permitido que el administrador del sistema acceda desde esta pantalla
eu: Sistema-administratzaileak ez du saioa pantaila honetatik hasteko baimenik
gl: Non se lle permite ao administrador do sistema iniciar unha sesión desde esta pantalla
hi: इस स्क्रीन से सिस्टम प्रशासक का लॉगइन वर्जित है.
it: L'amministratore di sistema non è abilitato a effettuare l'accesso da questa schermata
mr: ह्या पडद्यावरुन प्रवेश करण्यास संगणक व्यवस्थापकाला परवानगी नाही.
ne: प्रणाली प्रशासकलाई यो पर्दाबाट लगइन गर्न अनुमति दिइएको छैन
or: ଏହି ଅଧିବେଶନରୁ ତନ୍ତ୍ର ପ୍ରସାଶକଙ୍କ ଲଗଇନ ବର୍ଜିତ ଅଟେ
pl: Logowanie się administratora z tego ekranu jest niedozwolone
sk: Správca systému sa pomocou tejto obrazovky nesmie prihlásiť
ta: இந்த திரையில் இருந்து கணிணி நிர்வாகி நுழைய அனுமதி இல்லை

source: User %s not allowed to log in
ar: المستخدم %s غير مسموح له بالولوج
as: %s নাম ব্যবহাৰকাৰী প্ৰৱেশ কৰোঁতে অনুমতিপ্ৰাপ্ত নন
bn: %s নাম ব্যবহারকারী লগ-ইন করতে অনুমতিপ্রাপ্ত নন
es: El usuario %s no tiene permiso para acceder
eu: %s erabiltzaileak ez du saioa hasteko baimenik
gl: Non se lle permite iniciar unha sesión ao usuario %s
hi: उपयोक्ता %s का लॉग इन वर्जित है.
mr: वापरकर्ता %s ला आत प्रवेश नाही.
ne: %s प्रयोगकर्तालाई लगइन गर्न अनुमति दिइएको छैन
or: %s ଚାଳକ ଲଗଇନ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ନୁହେଁ
ta: பயனர் %s நுழைய அனுமதி இல்லை

source: The system administrator has disabled your account.
ar: عطل مدير النظام حسابك.
as: ব্যৱস্থাপ্ৰণালী অ্যাডমিনস্ট্ৰেটৰ দ্বাৰা আপনাৰ হিচাপ নিষ্ক্ৰিয় কৰা হয়েছে।
bn: সিস্টেম অ্যাডমিনস্ট্রেটর দ্বারা আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে।
cs: Správce systému zakázal váš účet.
es: El administrador del sistema ha desactivado su cuenta.
eu: Sistema-administratzaileak zure kontua desgaitu du.
gl: O administrador do sistema desactivou a súa conta.
hi: सिस्टम प्रशासक ने आपका खाता अक्षम कर दिया है.
it: L'amministratore di sistema ha disabilitato questo account.
mr: संगणक व्यवस्थापकाने तुमचे खाते बंद केले आहे.
ne: प्रणाली प्रशासकले तपाईँको खाता अक्षम पारेकोछ ।
or: ଆପଣଙ୍କର ଖାତାକୁ ତନ୍ତ୍ର ପ୍ରଶାସକ ନିଷ୍କ୍ରିୟ କରି ଦେଇଛନ୍ତି।
pl: Administrator systemu zablokował to konto.
sk: Správca systému zakázal použitie vášho účtu.
ta: கணிணி நிர்வாகி உங்கள் கணக்கை செயல் இழக்க வைத்துள்ளார்.

source: Cannot set user group for %s
ar: لا يمكن ضبط مجموعة المستخدم لـ %s
as: %s বাবে ব্যবহাৰকাৰী গ্ৰুপ স্থাপন কৰোঁতে ব্যৰ্থ
bn: %s জন্য ব্যবহারকারী গ্রুপ স্থাপন করতে ব্যর্থ
cs: Nelze nastavit uživatelskou skupinu pro %s
es: No se pudo establecer el grupo de usuario para %s
eu: Ezin da %s(r)en erabiltzaile-taldea ezarri
gl: Non se pode definir o grupo de usuario para %s
hi: %s हेतु उपयोक्ता समूह नियत नहीं कर सकता
it: Impossibile impostare il gruppo dell'utente per %s
mr: %s साठी वापरकर्ता गट संयोजित होऊ शकत नाही.
ne: %s का लागि प्रयोगकर्ता समूह सेट गर्न सकिँदैन
or: %s ପାଇଁ ଚାଳକ ସମୂହକୁ ସକ୍ରିୟ କରିପାରିବ ନାହିଁ
pl: Nie można ustawić grupy użytkownika dla %s
sk: Nepodarilo sa nastaviť skupinu pre %s
ta: %sக்கான பயனர் குழுவை அமைக்க முடியவில்லை

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
ar: لا يمكن ضبط مجموعة مستخدمك، لن تتمكن من الولوج، رجاء إتصل بمدير نظامك.
as: ব্যবহাৰকাৰী গ্ৰুপ স্থাপন কৰোঁতে ব্যৰ্থ; আপনি প্ৰৱেশ কৰোঁতে সক্ষম হবে না। অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: ব্যবহারকারী গ্রুপ স্থাপন করতে ব্যর্থ; আপনি লগ-ইন করতে সক্ষম হবে না। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Nelze nastavit vaši uživatelskou skupinu; nebudete se moci přihlásit. Kontaktujte prosím svého správce systému.
es: No se pudo establecer su grupo de usuario, así que no podrá iniciar sesión. Contacte con su administrador del sistema.
eu: Ezin da zure erabiltzaile-taldea konfiguratu eta ezingo duzu saioa hasi; jarri harremanetan zure sistema-administratzailearekin.
gl: Non se pode definir o seu grupo de usuario, non vai poder iniciar unha sesión. Contacte co administrador do sistema.
hi: उपयोक्ता समूह नियत नहीं कर सकता. आपका लॉग-इन संभव नहीं है. कृपया अपने सिस्टम प्रशासक से संपर्क करें.
it: Impossibile impostare il gruppo dell'utente, non sarà possibile effettuare l'accesso. Contattare l'amministratore di sistema.
ne: तपाईँको प्रयोगकर्ता समूहलाई सेट गर्न सकिँदैन; तपाईँ लगइन गर्न सक्षम हुनुहुने छैन । कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
or: ଆପଣଙ୍କର ଚାଳକ ସମୂହକୁ ବିନ୍ଯାସ କରିପାରିବ ନାହିଁ; ଆପଣ ଲଗଇନ କରିବାରେ ସକ୍ଷମ ହୋଇ ପାରିବେ ନାହିଁ। ଦୟାକରି ଆପଣଙ୍କର ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗଯୋଗ କରନ୍ତୁ।
pl: Nie można ustawić grupy użytkownika; uniemożliwia to zalogowanie się. Skontaktuj się z administratorem systemu.
sk: Nie je možné nastaviť vašu užívateľskú skupinu; nebudete sa môcť prihlásiť. Prosím, kontaktujte svojho správcu systému.
ta: பயனர் குழுவை அமைக்க முடியவில்லை, உங்களால் உள் நுழைய முடியாது, உங்கள் கணிணி நிர்வாகியை அணுகவும்.

source: Password of %s has expired
ar: إنقضت كلمة سر %s
as: %s-ৰ পাসওয়াৰ্ডেৰ মেয়াদ ঊত্তীৰ্ণ হয়েছে
bn: %s-র পাসওয়ার্ডের মেয়াদ ঊত্তীর্ণ হয়েছে
es: La contraseña de %s ha caducado
eu: %s(r)en pasahitza iraungi egin da
gl: O contrasinal de %s caducou
hi: %s के शब्दकूट की अवधि खत्म हो चुकी है
mr: %s चा गुप्तशब्द बाद झालाय
ne: %s को पासवर्ड म्याद समाप्त भएको छ
or: %s ପ୍ରବେଶ ସଙ୍କେତ ଅଚଳ ହୋଇଯାଇଛି
ta: %s இன் கடவுச்சொல் இறந்து போயிற்று

source: You are required to change your password. Please choose a new one.
ar: مطلوب منك تغيير كلمة السر. رجاء ختر كلمة سر جديدة.
as: আপনাৰ গুপ্তশব্দপৰিবৰ্তন কৰা আবশ্যক। অনুগ্ৰহ কৰে একটি নতুন গুপ্তশব্দনিৰ্বাচন কৰক।
bn: আপনার পাসওয়ার্ড পরিবর্তন করা আবশ্যক। অনুগ্রহ করে একটি নতুন পাসওয়ার্ড নির্বাচন করুন।
cs: Je nutné změnit heslo. Zvolte si prosím nové.
es: Debe cambiar la contraseña. Por favor, indique su contraseña nueva.
eu: Pasahitza aldatzea eskatzen zaizu. Aukeratu beste bat.
gl: Está obrigado a cambiar o seu contrasinal. Escolla un contrasinal novo.
hi: आपको अपना शब्दकूट परिवर्तित करना आवश्यक है. कृपया एक नया चुनें.
it: È richiesto il cambio della password. Sceglierne una nuova.
mr: तुमचा पासवर्ड तत्काळ बदलण्याची आवश्यकता आहे. कृपया एक नविन निवडा.
ne: तपाईँले पासवर्ड परिवर्तन गर्नु आवश्यक छ । कृपया एउटा नयाँ रोज्नुहोस् ।
or: ଆପଣ ଆପଣଙ୍କ ପ୍ରବେଶ ସଙ୍କେତକୁ ବଦଳାଇବା ଆବଶ୍ଯକ। ଗୋଟିଏ ନୂତନ ପ୍ରବେଶ ସଙ୍କେତକୁ ଚୟନ କରନ୍ତୁ।
pl: Należy zmienić hasło. Proszę wybrać nowe hasło.
sk: Musíte si okamžite zmeniť heslo. Prosím, zvoľte si nové.
ta: நீங்கள் கடவுச்சொல்லை மாற்ற வேண்டும். புதிய ஒன்றை தயவு செய்து தேர்வு செய்யவும்.

source: Cannot change your password; you will not be able to log in. Please try again later or contact your system administrator.
ar: لا يمكن تغيير كلمة سرك، لن تتمكن من الولوج، رجاء اتصل بمدير نظامك.
as: গুপ্তশব্দপৰিবৰ্তন কৰোঁতে ব্যৰ্থ; আপনি প্ৰৱেশ কৰোঁতে সক্ষম হবে না। অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ; আপনি লগ-ইন করতে সক্ষম হবে না। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Nelze změnit vaše heslo; nebudete se moci přihlásit. Zkuste to prosím později, nebo kontaktujte svého správce systému.
es: No se pudo cambiar su contraseña, así que no podrá iniciar sesión. Inténtelo más tarde o contacte con su administrador del sistema.
eu: Ezin da pasahitza aldatu, ezingo duzu saioa hasi. Saiatu berriro geroago edo jarri harremanetan sistema-administratzailearekin.
gl: Non pode cambiar o seu contrasinal, non poderá iniciar unha sesión. Ténteo máis tarde ou contacte co administrador do sistema.
hi: आपका शब्दकूट बदल नहीं सकता. आपका लॉग-इन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
it: Impossibile cambiare la password, non sarà possibile effettuare l'accesso. Riprovare più tardi o contattare l'amministratore di sistema.
ne: तपाईँको पासवर्ड परिवर्तन गर्न सकिँदैन; तपाईँ लगइन गर्न सक्षम हुनुहुने छैन । कृपया पछि पुन: प्रयास गर्नुहोस् वा तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
or: ଆପଣଙ୍କର ପ୍ରବେଶ ସଙ୍କେତକୁ ବଦଳାଇ ପାରିବ ନାହିଁ; ଆପଣ ଲଗଇନ କରିପାରିବେ ନାହିଁ। ଦୟାକରି ପୁନର୍ବାର ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pl: Nie można zmienić hasła; uniemożliwia to zalogowanie się. Skontaktuj się z administratorem systemu.
sk: Nie je možné zmeniť vaše heslo; nebudete sa môcť prihlásiť. Prosím skúste to znova neskôr alebo kontaktujte svojho správcu systému.
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை, உங்களால் உள் நுழைய முடியாது, பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் கணிணி நிர்வாகியை அனுகவும்.
