Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: _Deny TCP connections to Xserver
ar: ا_رفض اتصالات TCP لخادم X
as: Xserver'এ TCP সংযোগ প্ৰত্যাখ্যান কৰা হবে (_D)
bn: Xserver'এ TCP সংযোগ প্রত্যাখ্যান করা হবে (_D)
cs: Zamítat spojení T_CP k serveru X
es: _Denegar las conexiones TCP al servidor Xserver
eu: _Ukatu TCP konexioak X zerbitzariarekin
gl: _Denegar as conexións TCP ao servidor X
hi: TCP संबंधन Xserver में मना करें (_D)
it: _Vietare connessioni TCP al server X
ne: Xसर्भरमा TCP जडानहरूलाई अविस्कार गर्नुहोस्
or: X ସେବକ ପାଇଁ ଟି.ସି.ପି. ସଂଯୋଗକୁ ପ୍ରତ୍ଯାଖ୍ଯାନ କରନ୍ତୁ
pl: Odrzucanie połączeń do _X serwera
sk: _Odmietnuť TCP spojenia na Xserver
ta: எக்ஸ் சேவையகத்திற்கு டிசிபி இணைப்பை _மறு

source: _Enable Automatic Login
ar: _فعّل الولوج التلقائي
as: স্বয়ংক্ৰিয় প্ৰৱেশ সক্ৰিয় কৰা হবে (_E)
bn: স্বয়ংক্রিয় লগ-ইন সক্রিয় করা হবে (_E)
cs: _Povolit automatické přihlášení
es: _Activar entrada automática
eu: _Gaitu saio-hasiera automatikoa
gl: _Activar o inicio de sesión automático
hi: स्वचालित लॉगइन सक्रिय करें
it: Abilitar_e accesso automatico
ne: स्वचालित लगइन सक्षम पार्नुहोस्
or: ସ୍ବୟଂଚାଳିତ ଲଗଇନକୁ ସକ୍ରିୟ କରନ୍ତୁ (_E)
pl: Włączenie _automatycznego logowania
sk: Povoliť _automatické prihlásenie
ta: _தானியங்கி நுழைவை செயலாக்கு

source: _Enable accessible login
ar: _فعل الولوج المُعَان
as: ব্যবহাৰযোগ্য প্ৰৱেশ সক্ৰিয় কৰা হবে (_E)
bn: ব্যবহারযোগ্য লগ-ইন সক্রিয় করা হবে (_E)
cs: _Povolit zpřístupněné přihlášení
es: Activar entrada _accesible
eu: _Gaitu erabilerraztasuneko saio-hasiera
gl: Activar o inicio de sesión _accesible
hi: एक्सेसिबिल लॉगिन सक्षम करें (_E)
it: Abilitar_e accessibilità all'accesso
ne: पहुँचयोग्य लगइन सक्षम पार्नुहोस्
or: ଅଭିଗମ୍ଯ ଲଗଇନକୁ ସକ୍ରିୟ କରନ୍ତୁ (_E)
pl: Włączenie funkcji _dostępności ekranu logowania
sk: P_ovoliť prístupné prihlásenie
ta: _அணுகல் அனுமதிகளை செயலாக்கு

source: _Flexible (on demand)
ar: _مرن (عند الطلب)
as: পৰিবৰ্তনযোগ্য (প্ৰয়োজনে) (_F)
bn: পরিবর্তনযোগ্য (প্রয়োজনে) (_F)
cs: _Flexibilní (na vyžádání)
es: _Flexible (bajo demanda)
eu: _Malgua (eskaeraren arabera)
gl: _Flexible (baixo demanda)
hi: लचीलापन (_F) (मांग पर)
it: _Flexible (a richiesta)
ne: लचकदार (मागमा)
or: ପରିବର୍ତ୍ତନକ୍ଷମ (ଆବଶ୍ଯକତା ଅନୁସାରେ) (_F)
pl: _Elastyczny (na żądanie)
sk: _Flexibilné (na požiadanie)
ta: _ந (தேவையானபோது) நெகிழ்ந்து தரும்

source: _Global face dir:
ar: دليل الوجوه ال_عام:
bn: গ্লোবাল ফেস ডিরেক্টরি: (_G)
cs: _Globální adresář s obličeji:
eu: Aurpegi-_globalaren direktorioa:
gl: Directorio _global de faces:
hi: ग्लोबल फेस निर्देशिका (_G):
it: _Directory globale volti:
ne: विश्वव्यापी फेस डाइरेक्टरी:
pl: _Globalny katalog obrazów:
sk: _Globálny adresár tvárí:
ta: பொது முக அடைவு:

source: _GtkRC file:
ar: ملف _GtkRC:
bn: GtkRC ফাইল: (_G)
cs: Soubor _GtkRC:
es: Archivo _gtkrc:
eu: _GtkRC fitxategia:
gl: Ficheiro _GtkRC:
hi: _GtkRC फाइल:
it: File _GtkRC:
ne: GtkRC फाइल:
pl: _Plik gtkrc:
sk: _GtkRC súbor:
ta: ஜிடிகேஆர்சி கோப்பு:

source: _Image:
ar: _صورة:
as: ছবি:(_I)
bn: ছবি:(_I)
cs: Obráz_ek:
es: _Imagen:
eu: _Irudia:
gl: _Imaxe:
hi: छविः (_I)
it: Immagin_e:
ne: छवि:
or: ପ୍ରତିଛବି (_I):
pl: _Obraz:
sk: _Obrázok:
ta: _ப பிம்பம்:

source: _Include all users from /etc/passwd (not for NIS)
ar: ا_درج كل المستخدمين من /etc/passwd (ليس بالنسبة لـ NIS)
as: /etc/passwd ফাইলে উপস্থিত সকল ব্যবহাৰকাৰীকে অন্তৰ্ভুক্ত কৰা হবে (NIS'ৰ ক্ষেত্ৰে প্ৰযোজ্য নয়)(_I)
bn: /etc/passwd ফাইলে উপস্থিত সকল ব্যবহারকারীকে অন্তর্ভুক্ত করা হবে (NIS'র ক্ষেত্রে প্রযোজ্য নয়)(_I)
cs: Za_hrnout všechny uživatele ze souboru /etc/passwd (ale ne pro NIS)
es: _Incluir a todos los usuarios de /etc/passwd (No para NIS)
eu: _Sartu erabiltzaile guztiak /etc/passwd fitxategitik (ez NIS-entzako)
gl: _Incluír todos os usuarios de /etc/passwd (non para NIS)
hi: /etc/passwd (NIS के लिये नहीं) से सारे उपयोक्ता शामिल करें (_I)
it: I_ncludere tutti gli utenti da /etc/passwd (non per NIS)
ne: /etc/पासवर्ड (NIS का लागि होइन) बाट सबै प्रयोगकर्ताहरू समावेश गर्नुहोस्
or: /etc/passwd ରୁ ସମସ୍ତ ଚାଳକ ମାନଙ୍କୁ ଅନ୍ତର୍ଭୂକ୍ତ କରନ୍ତୁ (ଏନ.ଆଇ.ଏସ. ପାଇଁ ନୁହେଁ) (_I)
pl: Dołączenie _wszystkich użytkowników z /etc/passwd (nie dla NIS)
sk: _Zahrnúť všetkých užívateľov z /etc/passwd (nie pre NIS)
ta: /etc/passwd கோப்பில் உள்ள _அனைவரையும் சேர்க்கவும் NIS க்கு அல்ல

source: _Login screen ready:
ar: شاشة الولوج جاهزة:
as: প্ৰৱেশ পৰ্দা প্ৰস্তুত:(_L)
bn: লগ-ইন পর্দা প্রস্তুত:(_L)
cs: Přihlašovací obrazovka připra_vena:
es: _Pantalla de entrada preparada:
eu: _Saio-hasierako pantaila prest:
gl: A _pantalla de inicio de sesión está lista:
hi: लॉगइन स्क्रीन तैयार (_L):
it: Schermata di accesso _pronta:
ne: लगइन पर्दा तयार छ:
or: ଲଗଇନ ପରଦାଟି ପ୍ରସ୍ତୁତ (_L):
pl: _Gotowość ekranu logowania:
sk: O_brazovka prihlásenia pripravená:
ta: _உள் அனுமதி திரை தயார்:

source: _Logins are handled by this computer
ar: يتم التعامل مع ال_ولوجات بواسطة هذا الحاسوب
as: এই কম্পিউটাৰ দ্বাৰা প্ৰৱেশ পৰিচালনা কৰা যাবে (_L)
bn: এই কম্পিউটার দ্বারা লগ-ইন পরিচালনা করা যাবে (_L)
cs: Přih_lášení jsou obsluhována tímto počítačem
es: Las _entradas se gestionan en este equipo
eu: _Saio-hasierak ordenagailu honek kudeatzen ditu
gl: Os _inicios de sesión son manipulados neste computador
hi: क्या इस कंप्यूटर के द्वारा लॉगिन नियंत्रित किया जाता है (_L)
it: Gli _accessi sono gestiti da questo computer
ne: लगइनहरू त्यो कम्प्युटरद्वारा ह्यान्डल गरिन्छ
or: ଏହି କମ୍ପୁଟର ଦ୍ବାରା ଲଗଇନ ଗୁଡିକ ନିୟନ୍ତ୍ରିତ (_L)
pl: _Logowanie obsługiwane przez ten komputer
sk: _Prihlásenia sú obsluhované týmto počítačom
ta: _நுழைவுகள் இந்த கணிணியால் கையாளப்படுகின்றன.

source: _Maximum pending requests:
ar: عدد الطلبات المعلَّقة الأ_قصى:
bn: সর্বোচ্চ অপেক্ষারত অনুরোধ: (_M)
cs: Ma_ximum čekajících požadavků:
eu: Za_in dauden gehienezko eskaerak:
gl: Número _máximo de peticións pendentes:
hi: अधिकतम विचाराधीन निवेदन (_M):
it: Numero _massimo di richieste pendenti:
ne: अधिकतम विचाराधिन अनुरोधहरू:
pl: Maksymalna liczba _oczekujących połączeń:
sk: _Maximálne čakajúcich požiadaviek:
ta: _இன்னும் உள்ள வேண்டுகோள் அதிகபட்சம்

source: _Minimal UID:
ar: أد_نى UID:
bn: সর্বনিম্ন UID: (_M)
cs: _Minimální hodnota UID:
es: UID _mínimo:
eu: _Gutxiengo UIDa:
gl: UID _mínimo:
hi: न्यूनतम UID (_M):
it: UID _minimo:
ne: नयूनतम यूआईडी:
pl: _Minimalny UID:
sk: _Minimálne UID:
ta: குறந்தபட்ச யூஐடி:

source: _Only allow login if user's home directory permissions are secure
ar: اسمح بالولوج _فقط عندما تكون صلاحيات دليل منزل المستخدم آمنة
bn: ব্যবহারকারীর ব্যক্তিগত ডিরেক্টরির অনুমতি সম্পূর্ণ নিরাপদ হলে লগ-ইনের অনুমতি প্রদান করা হবে (_O)
cs: Po_volovat přihlášení jen v případě, že oprávnění uživatelova domovského adresáře jsou bezpečná
eu: _Baimendu saioa hastea erabiltzailearen etxe-direktorioak baimen seguruak baditu
gl: Permitir iniciar a sesión s_ó se os permisos do directorio home do usuario son seguros
hi: सिर्फ लॉगिन स्वीकारें यदि उपयोक्ता की होम निर्देशिका अनुमति सुरक्षित है (_O)
it: Consentire l'access_o solo se i permessi della directory home sono sicuri
ne: यदि प्रयोगकर्ताहरूको गृह डाइरेक्टरीहरू अनुमतिहरू सुरक्षित छन् भने मात्र लगइन गर्न अनुमति दिनुहोस्
pl: _Logowania tylko gdy uprawnienia katalogu domowego sa bezpieczne
sk: Povoliť prihlásenie len ak sú oprávniena na používateľov domovský priečinok bezpečné
ta: பயனரின் இல்ல அடைவு அனுமதிகள் பாதுகாப்பு உள்ளதாக இருந்தால் மட்டுமே உள்நுழைவை அனுமதி

source: _Pause before login:
ar: ال_مهلة قبل الولوج:
as: লগ-নেৰ পূৰ্বে অপেক্ষা কৰা হবে:(_P)
bn: লগ-নের পূর্বে অপেক্ষা করা হবে:(_P)
cs: Pauza před při_hlášením:
es: _Pausa antes de entrar:
eu: _Saioa hasteko geldialdia:
gl: _Pausa antes de iniciar sesión:
hi: लॉगइन से पहले ठहरें (_P)
it: _Pausa prima dell'accesso:
ne: लगइन गर्नु भन्दा पहिले पज गर्नुहोस्:
or: ଲଗଇନ ପୂର୍ବରୁ ବିରତି ଦିଅନ୍ତୁ (_P):
pl: Opóźni_enie przed zalogowaniem:
sk: Pau_za pred prihlásením:
ta: நுழைவதற்கு முன் _தாமதிக்க வினாடிகள்:

source: _Ping interval:
ar: فترة ال_طرْق:
bn: Ping'র বিরতিকাল:(_P)
cs: Interval příkazu pin_g:
eu: Ping egiteko _tartea:
gl: Intervalo de _ping:
hi: पिंग अन्तराल (_P):
it: Intervallo dei _ping:
ne: पिङ्ग अन्तराल:
pl: Od_stęp pomiędzy pakietami ping:
sk: Interval pre _ping:
ta: _ப பிங் இடைவெளி:

source: _Priority:
ar: الأ_ولويّة:
bn: গুরুত্ব: (_P)
cs: P_riorita:
es: _Prioridad:
eu: _Lehentasuna:
gl: _Prioridade:
hi: प्राथमिकता (_P):
it: _Priorità:
ne: प्राथमिकता:
pl: _Priorytet:
sk: _Priorita:
ta: (_P)முன்னுரிமை

source: _Remove
ar: أ_زل
as: মুছে ফেলুন (_R)
bn: মুছে ফেলুন (_R)
cs: _Odstranit
es: _Quitar
eu: _Kendu
gl: _Eliminar
hi: हटाएँ (_R)
it: _Rimuovi
ne: हटाउनुहोस्
or: ଅପସାରଣ କରନ୍ତୁ (_R)
pl: _Usuń
sk: _Odstrániť
ta: _ந நீக்கு

source: _Remove...
ar: أ_زل...
as: মুছে ফেলুন...(_R)
bn: মুছে ফেলুন...(_R)
cs: _Odstranit...
es: _Quitar…
eu: _Kendu...
gl: E_liminar...
hi: मिटाएँ... (_R)
it: _Rimuovi...
ne: हटाउनुहोस्...
or: ଅପସାରଣ କରନ୍ତୁ (_R) ...
pl: _Usuń...
sk: _Odstrániť...
ta: _ந நீக்கு...

source: _Restart the Xserver with each login
eu: _Berrabiarazi X zerbitzaria saio-hasiera bakoitzean

source: _Server:
ar: ال_خادم:
as: সেৱক:(_S)
bn: সার্ভার:(_S)
es: _Servidor:
eu: _Zerbitzaria:
gl: _Servidor:
hi: सर्वर (_S)
ne: सर्भर:
or: ସେବକ (_S):
pl: _Serwer:
ta: _ச சேவையகம்:

source: _Servers:
ar: ال_خوادم:
as: সেৱক:(_S)
bn: সার্ভার:(_S)
cs: _Servery:
es: _Servidores:
eu: _Zerbitzariak:
gl: _Servidores:
hi: _5 XServer
it: _Server:
ne: सर्भरहरू:
or: ସେବକ ମାନେ (_S):
pl: _Serwery:
sk: _Servre:
ta: _ச சேவையகங்கள்:

source: _Show visual feedback (asterisks) in the password entry
ar: ا_ظهر رجْعا مرئيا (نجوم) في خانة كلمة السرّ
bn: পাসওয়ার্ড লেখার সময় ভিসুয়াল-ফিডব্যাক (তারা চিহ্ন) প্রদর্শন করা হবে (_S)
cs: Zo_brazovat vizuální zpětnou vazbu (hvězdičky) při zadávání hesla
eu: _Erakutsi berrelikadura bisuaa (izartxoak) pasahitza idaztean
gl: Mo_strar a retroacción visual (asteriscos) na entrada de contrasinal
hi: शब्दकूट प्रविष्टि में विजुअल फीडबैक (तारांकन) को दिखाएं (_S)
ne: पासवर्ड प्रविष्टिमा दृश्यात्मक पृष्टपोषण (एस्ट्रिकहरू) देखाउनुहोस्
ta: கடவுச்சொல் உள்ளீட்டில் காட்சி உறுதிக்கு (நக்ஷத்திரங்கள்) ஐ காட்டுக

source: _Style:
ar: الأ_سلوب:
as: বিন্যাস:(_S)
bn: বিন্যাস:(_S)
cs: _Styl:
es: _Estilo:
eu: _Estiloa:
gl: E_stilo:
hi: शैली: (_S)
it: _Stile:
ne: शैली:
or: ଶୈଳୀ (_S):
pl: _Styl:
sk: Štý_l:
ta: _பாணி:

source: _Theme:
ar: _سِمة:
as: থিম:(_T)
bn: থিম:(_T)
cs: _Motiv:
es: _Tema:
eu: _Gaia:
gl: _Tema:
hi: प्रसंग: (_T)
it: _Tema:
ne: विषयवस्तु:
or: ପ୍ରସଙ୍ଗ (_T):
pl: M_otyw:
sk: _Téma:
ta: _கருத்து:

source: _Use circles instead of asterisks in the password entry
ar: ا_ستعمل دوائر بدلا من النجوم في خانة كلمة السرّ
bn: পাসওয়ার্ড এন্ট্রির ক্ষেত্রে তারাচিহ্নের পরিবর্তে বৃত্ত প্রদর্শন করা হবে (_U)
cs: Po_užívat kruhy místo hvězdiček při zadávání hesla
es: _Usar círculos en lugar de asteriscos en la entrada de contraseñas
eu: _Erabili zirkuluak izartxoen ordez pasahitza idaztean
gl: _Usar círculos en vez de asteriscos na entrada de contrasinal
hi: शब्दकूट प्रविष्टि में उपयोक्ता तारांकन के बजाय सर्किल का प्रयोग करें (_U)
ne: पासवर्ड प्रविष्टिमा एस्ट्रिकहरूको सट्टामा वृत्तहरू प्रयोग गर्नुहोस्
ta: கடவுச்சொல் உள்ளீட்டில் நக்ஷத்திரங்களுக்கு பதிலாக வட்டங்களை பயன்படுத்துக

source: _User:
ar: _مستخدم:
as: ব্যবহাৰকাৰী:(_U)
bn: ব্যবহারকারী:(_U)
cs: _Uživatel:
es: _Usuario:
eu: _Erabiltzailea:
gl: _Usuario:
hi: उपयोक्ता (_U)
it: _Utente:
ne: प्रयोगकर्ता:
or: ଚାଳକ (_U):
pl: _Użytkownik:
sk: Po_užívateľ:
ta: _பயனர்:

source: _VT:
es: _Terminal virtual:
eu: _TB:

source: _X coordinate
ar: الإحداثي _س
bn: X কো-ওর্ডিনেট (_X)
cs: Souřadni_ce X
eu: _X koordenatua
gl: Coordenada _X
hi: _X अक्ष
it: coordinata _X
ne: X समकक्ष
pl: Współrzędna _X
sk: Súradnica _X
ta: X ஆயத்தொலைவு

source: _Y coordinate
ar: الإحداثي _ص
bn: Y কো-ওর্ডিনেট (_Y)
cs: Souřadnice _Y
eu: _Y koordenatua
gl: Coordenada _Y
hi: _Y अक्ष
it: coordinata _Y
ne: Y समकक्ष
pl: Współrzędna _Y
sk: Súradnica _Y
ta: Y ஆயத்தொலைவு

source: auto yes no
ar: آلي نعم لا
bn: স্বয়ংক্রিয় হ্যাঁ না
cs: automaticky ano ne
es: auto sí no
eu: auto bai ez
gl: automático si non
it: auto sì no
ne: स्वत हो होइन
pl: auto tak nie
sk: automaticky áno nie
ta: தானியங்கி ஆம் இல்லை

source: dummy
ar: زائف
as: ডামি
bn: ডামি
cs: prázdné
es: mudo
eu: probakoa
hi: डमी
it: stupido
ne: डमी
or: ନକଲି ଜିନିଷ
sk: prázdne
ta: வெறுமை

source: seconds
ar: ثوان
as: সেকেন্ড
bn: সেকেন্ড
cs: sekund
es: segundos
eu: segundo
gl: segundos
hi: सेकण्ड्स
it: secondi
ne: सेकेण्ड
or: ସେକେଣ୍ଡ
pl: sekund
sk: sekúnd
ta: விநாடிகள்

source: Too many users to list here...
ar: عدد المستخدمين كبير جدا لعرضه هنا...
as: তালিকায় অন্তৰ্ভুক্ত কৰাৰ বাবে অত্যাধিক ব্যবহাৰকাৰী উপস্থিত...
bn: তালিকায় অন্তর্ভুক্ত করার জন্য অত্যাধিক ব্যবহারকারী উপস্থিত...
cs: Příliš mnoho uživatelů k výpisu...
es: Demasiados usuarios para mostrar aquí…
eu: Erabiltzaile gehiegi daude hemen zerrendatzeko...
gl: Demasiados usuarios para listar aquí...
hi: यहां सूचीबद्ध करने हेतु बहुत सारे उपयोक्ता...
it: Troppi utenti da elencare...
mr: येथे यादीसाठी खूपच वापरकर्ते आहेत
ne: यहाँ सूचीबद्ध गर्नुपर्ने अति धेरै प्रयोगकर्ताहरू...
or: ଏଠାରେ ସୂଚୀବଦ୍ଧ ହେବା ପାଇଁ କରିବା ପାଇଁ ବହୁତ ଗୁଡାଏ ଚାଳକ ...
pl: Zbyt wielu użytkowników, by ich wyświetlić...
sk: Príliš dlhý zoznam používateľov...
ta: இங்கு பட்டியலிட மிக நிறைய பயனர் உள்ளனர்...

source: Restart Machine
ar: أعد تشغيل الجهاز
as: কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক
bn: কম্পিউটার পুনরায় আরম্ভ করুন
cs: Restartovat počítač
es: Reiniciar máquina
eu: Berrabiarazi ordenagailua
gl: Reiniciar a máquina
hi: मशीन पुनः प्रारंभ करें
it: Riavvia computer
ne: मेशिन पुन: सुरु गर्नुहोस्
or: ଯନ୍ତ୍ରକୁ ପୂନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ
pl: Uruchom ponownie
sk: Reštartovať počítač
ta: கணினியை மீண்டும் தொடங்கு

source: There was an error loading the theme %s
ar: حدث خطأ عند تحميل السِمة %s
as: %s নামক থিম লোড কৰোঁতে সমস্যা
bn: %s নামক থিম লোড করতে সমস্যা
cs: Při načítání motivu %s došlo k chybě
es: Ocurrió un error al cargar el tema %s
eu: Errorea gertatu da %s gaia kargatzean
gl: Houbo un erro ao cargar o tema %s
hi: प्रसंग %s लोड करने में एक त्रुटि हुई
it: Errore nel caricare il tema %s
mr: %s थिम सुरू करताना काहीतरी चुक झाली आहे.
ne: %s विषयवस्तु लोड गर्दा त्रुटि थियो
or: %s ପ୍ରସଙ୍ଗ କରିବା ସମୟରେ ଗୋଟିଏ ତୃଟି ପରିଲିଖିତ ହେଲା
pl: Przy odczytywaniu motywu %s wystąpił błąd
sk: Pri načítavaní témy %s nastala chyba
ta: %s கருவை ஏற்றுகையில் பிழை ஏற்பட்டது

source: The greeter theme is corrupt
ar: سِمة المُرَحّب تالفة
as: অভিবাদকেৰ থিম ক্ষতিগ্ৰস্ত
bn: অভিবাদকের থিম ক্ষতিগ্রস্ত
cs: Motiv uvítacího programu je poškozen
es: El tema para la interfaz de entrada gráfica está corrompido
eu: Ongietorri-interfazearen gaia hondatua dago
gl: O tema da interface de benvida está danado
hi: आलेखीय ग्रीटर हेतु प्रसंग खराब है
it: Il tema per il greeter grafico è danneggiato
ne: ग्रिटर विषयवस्तु दूषित छ
or: ଶୁଭେଚ୍ଛକ ପ୍ରସଙ୍ଗଟି ଅଚଳାବସ୍ଥାରେ ଅଛି
pl: Motyw ekranu powitalnego jest uszkodzony
sk: Téma grafického prihlásenia je poškodená
ta: முகமன் கருத்து பழுதுபட்டது

source: The theme does not contain definition for the username/password entry element.
ar: السِّمة لا تحتوي تعريفا لعنصر إدخال إسم المستخدم/كلمة السر.
as: থিমেৰ মধ্যে ব্যবহাৰকাৰীৰ নাম/গুপ্তশব্দলেখাৰ ব্যবস্থাৰ ব্যাখ্যা অনুপস্থিত।
bn: থিমের মধ্যে ব্যবহারকারীর নাম/পাসওয়ার্ড লেখার ব্যবস্থার ব্যাখ্যা অনুপস্থিত।
cs: Motiv neobsahuje definici prvku vkládání uživatelského jména/hesla.
es: El tema no contiene una definición para el elemento de entrada de nombre de usuario/contraseña.
eu: Gaian ez dago erabiltzailearen/pasahitzaren sarrerako elementuaren definiziorik.
gl: O tema non contén definicións para o elemento de introdución de usuario e contrasinal.
hi: प्रसंग में उपयोक्तानाम/शब्दकूट प्रविष्टि अवयव की परिभाषाएँ नहीं हैं.
it: Il tema non contiene la definizione dell'elemento username/password.
mr: या थीम मध्ये वापरकर्ता/पासवर्ड नाही
ne: विषयवस्तुले प्रयोगकर्ता नाम/पासवर्ड प्रविष्टि तत्वको लागि परिभाषा समाविष्ट गर्दैन ।
or: ପ୍ରସଙ୍ଗଟି ଚାଳକ ନାମ/ପ୍ରବେଶ ସଙ୍କେତ ପ୍ରବିଷ୍ଟି ତତ୍ବର ବ୍ଯାଖ୍ଯା ଧାରଣ କରିନାହିଁ।
pl: Nie zawiera on definicji elementu do wprowadzania nazwy użytkownika/hasła.
sk: Téma pre okno prihlásenia neobsahuje definíciu prvku pre zadanie mena/hesla.
ta: பயனர்பெயர்/கடவுச்சொல் உள்ளீடு உருப்புக்கான வரையறை கருவில் இல்லை.

source: There was an error loading the theme, and the default theme could not be loaded. Attempting to start the standard greeter
ar: حصل خطأ عند تحميل السِّمة،كما لم يمكن تحميل السِّمة الإفتراضية، سأحاول تشغيل المُرحّب القياسي
as: থিম লোড কৰোঁতে সমস্যা ও ডিফল্ট থিম লোড কৰা সম্ভৱ হোৱা নাই। প্ৰমিত অভিবাদন ব্যবস্থা আৰম্ভেৰ প্ৰচেষ্টা কৰা হচ্ছে
bn: থিম লোড করতে সমস্যা ও ডিফল্ট থিম লোড করা সম্ভব হয়নি। প্রমিত অভিবাদন ব্যবস্থা আরম্ভের প্রচেষ্টা করা হচ্ছে
cs: Při načítání motivu došlo k chybě, nebylo možné načíst výchozí motiv. Probíhá pokus o spuštění standardního uvítacího programu
es: Ha ocurrido un error al cargar el tema y el tema predeterminado tampoco pudo cargarse. Se intentará iniciar la interfaz de entrada estándar
eu: Errorea gertatu da gaia kargatzean eta gai lehenetsia ere ezin izan da kargatu; ongietorri-interfaze estandarra abiaraziko da
gl: Houbo un erro cargando o tema, e o tema predeterminado tampouco se puido cargar. Tentarase iniciar a interface de benvida estándar
hi: प्रसंग लोड करने में त्रुटि हुई तथा मूलभूत प्रसंग भी लोड नहीं हो पाया. मैं मानक स्वागतकर्ता प्रारंभ करने का प्रयास करता हूँ.
it: Errore nel caricamento del tema e anche il tema predefinito non può essere caricato. Sarà avviato il greeter standard
ne: विषयवस्तु लोड गर्दा एउटा त्रुटि थियो, र पूर्वनिर्धारित विषयवस्तुलाई पनि लोड गर्न सकिएन । मानक ग्रिटर सुरू गर्ने प्रयत्न गर्दै
pl: Podczas wczytywania motywu wystąpił błąd: nie można odczytać motywu domyślnego. Nastąpi próba uruchomienia domyślnego ekranu powitalnego
sk: Pri načítaní témy nastala chyba a nepodarilo sa načítať predvolenú tému. Preto sa pokúsim spustiť štandardné privítanie.
ta: கருவை ஏற்றுகையில் பிழை, மற்றும் முன்னிருப்பு கருவை ஏற்றமுடியவில்லை, வழக்கமான முகமனை துவக்க முயற்சி

source: The GTK+ greeter could not be started. This display will abort and you may have to login another way and fix the installation of GDM
ar: لا يمكنن تشغيل مرحب GTK+. سيجهض هذه العرض كما سيتحتم عليك الولوج بطريقة أخرى و تصحيح تثبيت GDM
as: GTK+ অভিবাদন ব্যবস্থা আৰম্ভ কৰোঁতে ব্যৰ্থ। বৰ্তমান ডিসপ্লে বন্ধ কৰা হবে ও GDM সংশোধন কৰাৰ উদ্দেশ্যে প্ৰৱেশ কৰাৰ পৃথক প্ৰণালী প্ৰয়োগ কৰোঁতে হতে পাৰে।
bn: GTK+ অভিবাদন ব্যবস্থা আরম্ভ করতে ব্যর্থ। বর্তমান ডিসপ্লে বন্ধ করা হবে ও GDM সংশোধন করার উদ্দেশ্যে লগ-ইন করার পৃথক প্রণালী প্রয়োগ করতে হতে পারে।
cs: Nelze spustit uvítací program v GTK+. Tento displej skončí a bude nutné přihlásit se jiným způsobem a opravit instalaci GDM
es: No se pudo iniciar la interfaz de entrada GTK+. Esta pantalla se cerrará y quizá deba entrar de otro modo para arreglar la instalación de GDM
eu: Ezin izan da GTK+ ongietorriko interfazea abiarazi. Pantaila hau abortatu egingo da eta baliteke saioa beste modu batera hasi eta GDM-ren instalazioa konpondu behar izatea
gl: Non se puido iniciar a interface de benvida do GTK+. Esta pantalla cancelarase e terá que iniciar a sesión doutro xeito e reparar a instalación do GDM
hi: GTK+ स्वागतकर्ता प्रारंभ नहीं किया जा सका. यह प्रदर्शक बन्द होता है और आपको अन्य प्रकार से लॉगइन होकर जीडीएम अधिष्ठापन को दुरूस्त करना होगा.
it: Il greeter GTK+ non può essere avviato. Questo display sarà chiuso e si dovrà effettuare l'accesso in altri modi e correggere l'installazione di GDM
ne: GTK+ ग्रिटर सुरू गर्न सकिएन । यो प्रदर्शनले परित्याग गर्नेछ र तपाईँले अर्को किसिमले लगइन गर्नुपर्ने हुन सक्दछ र GDM को स्थापना तय गर्नुपर्ने हुन्छ
pl: Nie można uruchomić ekranu powitalnego GTK+. Działanie na tym ekranie zostanie przerwane, należy zalogować się do systemu w inny sposób i poprawić instalację GDM
sk: Nepodarilo sa spustiť privítanie GTK+. Tento displej sa ukončí a môžete sa pokúsiť o prihlásenie iným spôsobom a opraviť inštaláciu GDM.
ta: ஜிடிகே+ முகமனை துவக்க முடியவில்லை. இந்த காட்சி கைவிடப்படும் மற்றும் மற்றொரு வழியில் உள்நுழைந்து ஜிடிஎம் நிறுவலை சரி செய்ய வேண்டி இருக்கலாம்.

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
ar: دليل جلستك مفقود أو فارغ! هناك جلستان يمكنك إستعمالهما، لكن يجدر بك الولوج و تصحيح إعدادات GDM.
as: অধিবেশন ডিৰেক্টৰি ফাঁকা অথবা অনুপস্থিত! দুটি উপলব্ধ অধিবেশন ব্যবহাৰ কৰা যাবে কিন্তু লগ-ইন কৰে gdm বিন্যাসেশন সংশোধন কৰা উচিত।
bn: সেশান ডিরেক্টরি ফাঁকা অথবা অনুপস্থিত! দুটি উপলব্ধ সেশান ব্যবহার করা যাবে কিন্তু লগ-ইন করে gdm কনফিগারেশন সংশোধন করা উচিত।
cs: Váš adresář sezení je prázdný nebo chybí! Jsou k dispozici dvě sezení, která můžete použít, ale bylo by vhodné přihlásit se a upravit nastavení GDM.
es: No se encuentra su directorio de sesiones o está vacío. Hay dos sesiones disponibles que puede usar, pero debería acceder y corregir la configuración de GDM.
eu: Zure saio-direktorioa falta da edo hutsik dago! Bi saio daude erabilgarri, baina saioa hasi eta GDM-ren konfigurazioa zuzendu beharko zenuke.
gl: O directorio de sesións non existe ou está baleiro! Hai dúas sesións dispoñibles que pode usar, mais debería iniciar a sesión e corrixir a configuración do GDM.
hi: आपकी सत्र निर्देशिका नहीं है या खाली है! यहाँ दो सत्र उपलब्ध हैं जिसे आप उपयोग में ले सकते हैं, परंतु आपको लॉगइन कर जीडीएम विन्यासन को सही करना होगा.
it: La directory della sessione è vuota o mancante. Ci sono due sessioni utilizzabili, ma sarebbe necessario effettuare l'accesso e correggere la configurazione di GDM.
mr: सत्र मार्गदर्शिका हरवली आहे किंवा रिकामी आहे! येथे तुमच्यासाठी २ सत्र उपलब्ध आहे पण तुम्हाला प्रवेश करावा लागेल आणि gdm चे संकलन नीटपणे करावे लागेल
ne: तपाईँको सत्र डाइरेक्टरी हराइरहेको छ वा खाली छ ! तपाईँले प्रयोग गर्न सक्नुहुने त्यहाँ दुईवटा सत्रहरू छन्, तर तपाईँ लगइन गर्नुपर्दछ र जीडीएम कन्फिगरेसन सँच्याउनु पर्दछ ।
pl: Katalog sesji nie istnieje lub jest pusty! Dostępne są dwie domyślne sesje, lecz po zalogowaniu się należy poprawić konfigurację GDM.
sk: Váš priečinok relácie buď chýba alebo je prázdny! K dispozícii sú tieto dve relácie, ale mali by ste sa prihlásiť a problém konfigurácie vyriešiť.
ta: உங்கள் அமர்வு அடைவை காணவில்லை அல்லது காலி! நீங்கள் பயன்படுத்த இதில் இரண்டு அமர்வுகள் உள்ளன,ஆனால் நீங்கள் உள்நுழைந்து ஜிடிஎம் உருவமைப்பை சரி வேண்டும்.

source: Last language
ar: اللغة السابقة
as: সৰ্বশেষ ব্যবহৃত ভাষা
bn: সর্বশেষ ব্যবহৃত ভাষা
cs: Naposledy použitý
es: Último idioma
eu: Azken hizkuntza
gl: Última lingua
hi: अंतिम भाषा
it: Ultima lingua
ne: अन्तिम भाषा
or: ଶେଷ ଥର ବ୍ଯବହୃତ ଭାଷା
pl: Ostatni język
sk: Naposledy zvolený jazyk
ta: கடைசி மொழி

source: Select a Language
ar: إختر لغة
as: একটি ভাষা নিৰ্বাচন কৰক
bn: একটি ভাষা নির্বাচন করুন
cs: Výběr jazyka
es: Seleccione un idioma
eu: Hautatu hizkuntza
gl: Escolla unha lingua
hi: एक भाषा चुनें
it: Selezionare una lingua
ne: एउटा भाषा चयन गर्नुहोस्
or: ଗୋଟିଏ ଭାଷାକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór języka
sk: Zvoliť jazyk
ta: ஒரு மொழியை தேர்ந்தெடு

source: Change _Language
ar: غيّر ال_لغة
as: ভাষা পৰিবৰ্তনু কৰক (_L)
bn: ভাষা পরিবর্তনু করুন (_L)
cs: Změnit _jazyk
es: Cambiar _idioma
eu: Aldatu _hizkuntza
gl: Modificar a _Lingua
hi: भाषा बदलें (_L)
it: Cambia _lingua
ne: भाषा परिवर्तन गर्नुहोस्
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ (_L)
pl: Zmień ję_zyk
sk: Zmeniť _jazyk
ta: மொழியை _மாற்று

source: _Select the language for your session to use:
ar: إ_ختر لغةً لتستعملها لجلستك:
as: আপনাৰ ব্যবহৃত অধিবেশনে প্ৰয়োগ কৰাৰ উদ্দেশ্যে ভাষা নিৰ্বাচন কৰক:(_S)
bn: আপনার ব্যবহৃত সেশানে প্রয়োগ করার উদ্দেশ্যে ভাষা নির্বাচন করুন:(_S)
cs: _Vyberte si jazyk pro své sezení:
es: _Seleccione el idioma para usar en su sesión:
eu: _Hautatu zure saioan erabiltzeko hizkuntza:
gl: _Escolla unha lingua para usar na sesión:
hi: अपने सत्र में उपयोग हेतु एक भाषा चुनें (_S):
it: _Selezionare la lingua da usare per la sessione:
ne: तपाईँको सत्रलाई प्रयोग गर्नलाई भाषा चयन गर्नुहोस्:
or: ଆପଣଙ୍କ ଅଧିବେଶନରେ ବ୍ଯବହାର କରାଯିବା ଭାଷାକୁ ଚୟନ କରନ୍ତୁ (_S):
pl: _Język używany w sesji:
sk: _Zvoľte jazyk, ktorý chcete použiť pre vašu reláciu:
ta: _ம உங்கள் அமர்வை பயன்படுத்துவதற்கான மொழியை தேர்வு செய்:
