Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: The number of seconds that should pass before reactivating the entry field after a failed login.
ar: عدد الثواني التي يجب أن تمر قبل تفعيل خانة الإدخال بعد ولوج فاشل.
bn: বিফল লগ-ইনের পরে তথ্য লেখার ক্ষেত্রগুলি পুনরায় সক্রিয় করার পূর্বে অপেক্ষাকাল (সেকেন্ডে ব্যক্ত)।
cs: Počet sekund, po kterých znovu aktivovat vstupní pole v případě nezdařeného přihlášení.
es: El número de segundos que debería pasar antes de reactivar el campo de entrada tras una entrada fallida.
eu: Igaro beharreko segundo-kopurua sarrerako eremua berraktibatu aurretik (saio-hasierak huts egin ondoren).
gl: O número de segundos que deberían pasar antes da reactivación do campo de entrada despois dun inicio de sesión que fallou.
hi: सेकेंड की संख्या जिसे विफल लॉगिन के बाद प्रविष्टि क्षेत्र के फिर सक्रिय किये जाने के पहले भेजा जायेगा.
it: Il numero di secondi che dovrebbero passare prima di riattivare il campo di inserimento dopo un accesso fallito.
ne: असफल लगइन पश्चात प्रविष्टि फाँट पन: सक्रिय पार्नु पहिले पास गर्नुपर्ने सकेण्डको सङ्ख्या ।
pl: Liczba sekund po nieudanym logowaniu, po której pola logowania zostaną ponownie aktywowane.
sk: Počet sekúnd, ktoré musia uplynúť pred novou aktiváciou položky poľa po neúspešnom pokuse o prihlásenie.
ta: தோற்ற உள்நுழைவு முயற்சிக்குப்பின் தாமதிக்க வேண்டிய நேரம் நொடிகளில் எண்.

source: The position of the login window cannot be changed.
ar: لا يمكن تغيير موضع نافذة الولوج.
bn: লগ-ইন উইন্ডোর অবস্থান পরিবর্তন করা যাবে না।
cs: Umístění přihlašovacího okna nemůže být změněno.
es: La posición de la ventana de entrada no se puede cambiar.
eu: Saio-haiserako leihoaren posizioa ezin da aldatu.
gl: Non se pode cambiar a posición da ventá de inicio de sesión.
hi: लॉगिन विंडो की स्थिति बदली नहीं जा सकती है.
it: La posizione della finestra di accesso non può essere cambiata.
ne: लगइन सञ्झ्यालको स्थिति परिवर्तन गर्न सकिँदैन ।
pl: Pozycja okna logowania nie może być zmieniana.
sk: Pozícia prihlasovacieho okna nemôže byť zmenená.
ta: சாளரத்தின் இடம் மாற்றப்பட முடியாது.

source: The position of the login window is determined by Position X / Position Y.
ar: يحدد موضع نافذة الولوج بالموضع س / الموضع ص
bn: লগ-ইন উইন্ডোর অবস্থান, অবস্থান X / অবস্থান Y দ্বারা চিহ্নিত হবে।
cs: Umístění přihlašovacího okna je určeno hodnotami umístění X / umístění Y.
es: La posición de la ventana de entrada se determina por Posición X / Posición Y.
eu: Saio-hasierako leihoaren posizioa X / Y posizioek zehazten dute.
gl: A posición da ventá de inicio de sesión está determinada pola Posición X e a Posición Y.
hi: लॉगिन विंडो की स्थिति Position X / Position Y के द्वारा निर्धारित होती है.
it: La posizione della finestra di accesso è determinata da coordinata X / coordinata Y.
ne: स्थिति X / स्थिति Y द्वारा लगइन सञ्झ्यालको स्थिति निर्धारण गरिन्छ ।
pl: Położenie okna logowania określane jest przez Współrzędną X i Współrzędną Y.
sk: Umiestnenie okna prihlásenia je určené pomocou súradnice X a Y.
ta: சாளரத்தின் இடம் இடம் X / இடம் Y ஆல் நிர்ணயிக்கப்படும்.

source: The session that is used by default if the user does not have a saved preference and has picked 'Last' from the list of sessions.
ar: الجلسة التي ستستخدم إفتراضيا إذا لم يكن للمستخدم تفضيل محفوظ واختار 'الأخيرة' من قائمة الجلسات.
cs: Sezení použité jako výchozí v případě, že uživatel nemá uložené předvolby a vybral ze seznamu sezení "Poslední".
es: La sesión que se usa por omisión si el usuario no tiene una preferencia guadada y ha escogido «Última» de la lista de sesiones.
eu: Lehenetsi gisa erabiltzen den saioa erabiltzaileak ez baditu bere hobespenak gorde eta 'Azkena' sakatu badu saioen zerrendan.
gl: A sesión que se usa por defecto se o usuario non ten gardada unha preferencia e seleccionado "Última" na lista de sesións.
it: La sessione da usare in modo predefinito se l'utente non ha una preferenza salvata e ha selezionato «Ultima sessione» dall'elenco delle sessioni.
ne: यदि प्रयोगकर्तासँग बचत गरिएको प्राथमिकता छैन र सत्रहरूको सूचीबाट अन्तिम राखिएको छ भने सत्र पूर्वनिर्धारण द्वारा प्रयोग गरिन्छ ।
pl: Sesja używana w przypadku braku preferencji i wybrania 'Ostatniej' z listy sesji.
sk: Relácia, ktorá je predvolená pre prípad, že používateľ nemá uložené predvoľby a vybral "Posledná" zo zoznamu relácií.
ta: பயனர் விருப்பங்கள் ஏதும் அமைக்காது, அமர்வு பட்டியலில் கடைசி அமர்வு என தேர்ந்தெடுத்தால் பயன்படும். முன்னிருப்பு அமர்வு.

source: The vertical position of the login window.
ar: الموضع الرأسي لنافذة الولوج.
bn: লগ-ইন উইন্ডোর উলম্ব অবস্থান।
cs: Vertikální umístění přihlašovacího okna.
es: La posición vertical de la ventana de entrada.
eu: Saio-hasierako leihoaren posizio bertikala.
gl: A posición vertical da ventá de inicio de sesión.
hi: लॉगिन विंडो की लंबबत स्थिति
it: La posizione verticale della finestra di accesso.
ne: लगइन सञ्झ्यालको ठाडो स्थिति ।
pl: Poziome położenie okna logowania.
sk: Vertikálna pozícia prihlasovacieho okna.
ta: உள்நுழை சாளரத்தின் செங்குத்து இடம்.

source: Themes
ar: السِمات
as: থিম
bn: থীম
cs: Motivy
es: Temas
eu: Gaiak
gl: Temas
hi: प्रसंग
it: Temi
ne: विषयवस्तुहरू
or: ପ୍ରସଙ୍ଗ
pl: Motywy
sk: Témy
ta: கருத்துகள்

source: This server is available as a choice when a user wishes to run a flexible, on demand server.
ar: يتوفّر هذا الخادم كاختيار عندما يرغب المستخدم في تشغيل خادم مرن، عند الطلب.
cs: Tento server je dostupný jako možnost v případě, že si uživatel přeje spustit flexibilní server na vyžádání.
es: Este servidor está disponible como una elección cuando un usuario quiere ejecutar un servidor flexible o bajo demanda.
eu: Zerbitzari hau erabilgarri dago aukera gisa erabiltzaileak eskaerapeko zerbitzari malgua exekutatzea nahi badu.
gl: Este servidor está dispoñible como unha opción cando un usuario quere executar un servidor flexible baixo demanda.
hi: यह सर्वर एक पसंद के रूप में उपलब्ध है जब एक उपयोक्ता एक लचीला, मांग आधारित सर्वर चलाना चाहता है.
it: Questo server è disponibile quando un utente vuole eseguire un server flexible, su richiesta.
ne: प्रयोगकर्ताले माग सर्भरमा लचकदार चलाउन चाहँदा योप सर्भर रोजाइको रूपमा उपलब्ध हुन्छ ।
pl: Serwer ten jest dostępny gdy użytkownik życzy sobie uruchomienia elastycznego serwera na żądanie.
sk: Tento server je dostupný ako možnosť, keď chce používateľ bežať na flexibilnom serveri, na požiadanie.
ta: பயனர் நீக்கு போக்கு உள்ள கேட்கும்போது சேவை தரும் சேவயகத்தை விரும்பினால் இந்த வழங்கன் கிடைக்கும்.

source: To avoid denial of service attacks, GDM has fixed size queue of pending connections. Please note that this parameter does *not* limit the number of remote displays which can be managed. It only limits the number of displays initiating a connection simultaneously.
ar: لتجنّب هجوم حجب الخدمة، لدى GDM عدد ثابت من طابور الإتصالات المنتظرة. لاحظ أن هذا المعامل *لا* يحدّ عدد أجهزة العرض البعيدة المُدارة بل االعدد الذي يبدأ الإتصال في وقت واحِد.
cs: Aby bylo zabráněno útokům typu "denial of service", GDM má neměnnou velikost fronty čekajících spojení. Tento parametr neomezuje limit počtu vzdálených displejů, které mohou být spravovány. Pouze omezuje počet displejů zahajujících spojení současně.
es: Para evitar ataques de denegación de servicio, GDM tiene una cola de tamaño fijo de peticiones pendientes. Note que este parámetro *no* limita el número de pantallas remotas que se pueden gestionar. Sólo limita el número de pantallas iniciando una conexión simultáneamente.
eu: Zerbitzu-ukatzeen erasoak (DoS) saihesteko, GDMek konexioen zai dauden ilararen tamaina finkatu du. Parametro honek *ez* du kudea daitekeen urruneko pantaila-kopurua mugatzen. Aldi berean konexioa hasieratzea nahi duten pantaila-kopurua mugatzen du.
gl: Para evitar os ataques de denegación de servizos, o GDM ten un tamaño fixo de fila de conexións pendentes. Note que este parámetro *non* limita o número de pantallas remotas que se pode xestionar. Só limita o número de pantallas que inician unha conexión simultaneamente.
it: Per evitare attacchi di tipo «denial of service», GDM ha una coda di dimensioni fisse per le connessioni in arrivo. Questo parametro NON limita il numero di display remoti che possono essere gestiti, ma solamente il numero di display che possono iniziare simultaneamente una connessione.
ne: सेवा आक्रमणको इन्कार हटाउन, जीडीएमले विचाराधिन जडानहरूको साइज पंक्ति स्थर गर्दछ । कृपया याद राख्नुहोस् यो परिमितिले प्रबन्ध गर्न सकिने टाढाको प्रदर्शनहरूको सङ्ख्या सिमित गर्दैन । यसले जडान एकैसाथ थालनी भएको फ्रदर्शनहरूको सङ्ख्या मात्र सिमित गर्दछ ।
pl: Aby uniknąć ataków 'denial of service' kolejka oczekujących połączeń ma stały rozmiar. Ten parametr nie ogranicza liczby zdalnych ekranów, które mogą być zarządzane. Ogranicza tylko liczbę ekranów równocześnie rozpoczynających połączenie.
sk: GDM má pevnú veľkosť fronty pre požiadavky o pripojenie, ako opatrenie proti DoS útokom. Upozornenie: Tento parameter *neobmedzuje* počet vzdialených displejov, ktoré je možné spravovať. Obmedzuje iba počet displejov, ktoré súčasne nadväzujú spojenie.
ta: சேவை மறுப்பு தாக்குதலை தவிர்க்க, ஜிடிஎம் காத்திருக்கும் இணைப்புகளுக்கு ஒரு வரையரை வைத்துள்ளது. இது மேலாளக்கூடிய தொலைநிலை காட்சிகளுக்கு ஒரு வரையரை அல்ல. ஒரே நேரத்தில் காட்சி செயலிகள் இணைப்புகளை உருவாக்குவதை மட்டுமே கட்டுப்படுத்தும்.

source: To prevent attackers from filling up the pending queue, GDM will only allow one connection for each remote computer. If you want to provide display services to computers with more than one screen, you should increase the this value accordingly.
ar: لمنع المهاجمين من ملأ طابور الإنتظار، لن يسمج GDM بأكثر من اتصال لكل حاسوب بعيد. إذا أردت تقديم خدمات عرض لحواسيب بأكثر من شاشة، يتعيّن عليك زيادة هذه القيمة تبعا لذلك.
cs: Aby bylo útočníkům zabráněno zaplnit frontu čekajících, GDM povolí pouze jedno spojení pro každý vzdálený počítač. Pokud mají být počítačům s více než jednou obrazovkou poskytnuty služby displeje, je nutné odpovídajícím způsobem zvýšit tuto hodnotu.
es: Para impedir que los atacantes llenen la cola de pendientes, GDM sólo permitirá una conexión por cada equipo remoto. Si quiere proporcionar servicios de pantalla a equipos con más de un monitor, debe incrementar este valor correspondientemente.
eu: Erasotzaileek zai daudenen ilara betetzea saihesteko, GDMek urruneko ordenagailu bakoitzeko konexio bakarra baimenduko du. Pantaila bat baino gehiago duten ordenagailuei pantaila-zerbitzua eskaintzea nahi badiezu, balio hau handiagotu beharko zenuke.
gl: Para impedir que os atacantes enchan a fila de pendentes, o GDM permitirá só unha conexión para cada computador. Se quere fornecer servizos aos computadores com máis dunha pantalla, debería aumentar este valor de acordo con iso.
it: Per prevenire degli attacchi che riempiano la coda di richieste, GDM consente una sola connessione per ogni computer remoto. Se si desidera fornire servizi a computer con più di un display, aumentare questo valore di conseguenza.
ne: विचाराधिन पंक्ति भराइबाट आक्रमणकारीहरू रोक्न जीडीएमले प्रत्येक टाढाको कम्प्युटरका लागि एउटा जडानलाई मात्र अनुमति दिनेछ । यदि तपाईँ एक भन्दा बढि पर्दाहरूसहित कम्प्युटरहरूमा प्रदर्शन सेवा उपलब्ध गराउन चाहनुहुन्छ भने तपाईँले यो मान क्रमैसँग बढाउनुपर्दछ ।
pl: Aby zapobiec atakom poprzez zapełnienie kolejki połączeń oczekujących, GDM zezwala na tylko jedno połączenie ze zdalnego hosta. Aby umożliwić usługę wyświetlania dla hostów z więcej niż 1 ekranem, należy zwiększyć odpowiedniu tą wartość.
sk: GDM umožní iba jedno spojenie pre jeden vzdialený počítač, čím sa chráni voči útoku vo forme zaplnenia fronty. Ak chcete poskytnúť služby displeja počítačom s viac než jednou obrazovkou, tak túto hodnotu patrične upravte.
ta: காத்திருக்கும் வரிசையை தாக்குவோர் ஆக்கிரமிப்பதை தடுக்க தொலை கணினி ஒன்றுக்கு ஒரு இணைப்பை மட்டுமே ஜிடிஎம் அனுமதிக்கும். நீங்கள் ஒரு திரைக்கு மேல் உள்ள கணினிகளுக்கு சேவை தர விரும்பினால் இந்த மதிப்பை அதிகமாக்க வேண்டும்.

source: Turns the Actions menu (which used to be called System menu) on or off. If this is off then one of the actions will be available anywhere. These actions include Shutdown, Restart, Custom, Configure, XDMCP chooser and such.
ar: يشغّل أو يغلق قائمة الإجراءات (اعتيد على تسميتها قائمة النظام). إذا أغلقت هذه، فسيظهر أحد الإجراءات في مكان ما. تشمل هذا الإجراءات الإطفاء، إعادة التشغيل، مخصّص، إعداد، مخيّر chooser وما شابه.
cs: Zapne nebo vypne nabídku "Akce" (dříve nazývána "Systémová nabídka"). Pokud je vypnuto, pak jedna z akcí bude dostupná kdekoliv. Tyto akce zahrnují "vypnout", "restartovat", "vlastní", "nastavit", "výběrový program XDMCP" apod.
es: Activa o desactiva el menú «Acciones» (que antes se llamaba menú del Sistema). Si esto está desactivado entonces una de estas acciones no estarán disponibles en ningún lugar. Estas acciones incluyen Apagar, Reiniciar, Personalizar, Configurar, selector XDMCP,
eu: Ekintzen menua (sistemako menuari deitzeko erabiltzen dena) aktibatzen/desaktibatzen du. Desaktibatuta badago, ekintzetariko bat edonon erabilgarri egongo da. Ekintza honek Itzali, Berrabiarazi, Pertsonalizatua, Konfiguratu, XDMCP aukeratzailea eta antzekoak ditu.
gl: Activa ou desactiva o menu de Accións (que antes se chamaba menú de Sistema). Se está desactivado entón unha das accións estará dispoñible en calquera parte. Estas accións inclúen Apagar, Reiniciar, Personalizado, Configurar, Selector XDMCP e semellantes.
it: Abilita o disabilita il menù «Azioni» (in precedenza chiamato menù «Sistema»). Se è disattivato sarà comunque disponibile una delle azioni. Queste azioni includono Spegnimento, Riavvio, Personalizzata, Configura, Selettore XDMMCP e così via.
ne: कार्य मेनु (जुन प्रणाली मेनु भन्न प्रयोग गरिन्छ) खोल्नुहोस् वा बन्द गर्नुहोस् । यदि यो बन्द गरिएमा एउटा कार्य जहाँ पनि उपलब्ध हुनेछ । यी कार्यहरूले बन्द गर्ने, पुन: सुरुआत, अनुकुल, कन्फिगर, XDMCP छनौटकर्ता र त्यस्तै समावेश गर्दछ ।
pl: Włącza/wyłącza menu Akcje (poprzednio menu System). W przypadku wyłączenia jedna z akcji będzie dostępna wszędzie. Akcje to: zamknięcie, ponowne uruchomienie, dowolna, konfiguracja, wybór XDMCP itp.
sk: Vypne alebo zapne ponuku akcií (ktorá sa zvykne volať Systémová ponuka). Ak je vypnutá, jedna z akcií bude dostupná odkiaľkoľvek. Medzi tieto akcie patria Vypnutie, Reštart, Vlastné, Konfigurovať, výber XDMCP a podobne.
ta: கணினி மெனு எனப்பட்ட செயல்கள் பட்டியை இயக்கம் /நிறுத்தம் செய்கிறது. இது நிறுத்தம் ஆக இருப்பின் இந்த செயல்களில் ஒன்று வேறு இடத்தில் கிடைக்கும். இந்த செயல்கள் நிறுத்துக, மறுதுவக்கம், தனிப்பயன், வடிவமை, XDMCP தேர்வி மற்றும் இது போன்றவை.

source: U_ser:
ar: مستخدم:
as: ব্যবহাৰকাৰী:(_s)
bn: ব্যবহারকারী:(_s)
cs: Uživat_el:
es: U_suario:
eu: _Erabiltzailea:
gl: U_suario:
hi: उपयोक्ता (_s):
it: Ute_nte:
ne: प्रयोगकर्ता:
or: ଚାଳକ (_s):
pl: _Użytkownik:
sk: Používa_teľ:
ta: _பயனர்:

source: Us_e 24 Hour Clock:
ar: ا_ستعمل نسق 24 ساعة:
bn: ২৪ ঘন্টার ঘড়ি ব্যবহার করা হবে: (_e)
cs: _Používat hodiny s 24hodinovým cyklem:
es: Usar _reloj de 24 horas:
eu: E_rabili 24 orduko ordularia:
gl: Usar r_eloxo de 24 horas :
hi: 24 घंटा घड़ी का प्रयोग करें (_e):
it: Usare _orologio a 24 ore:
ne: २४ घण्टे घडी प्रयोग गर्नुहोस्:
pl: Z_egar 24 godzinny:
sk: Použiť 24-_hodinový čas:
ta: 24 மணி கடிகாரத்தை _பயன்படுத்துக:

source: Use circles instead of asterisks in the password entry. This may not work with all fonts however.
ar: استخدم دوائر بدلا من النجوم في خانة كلمة السر. قد لا يعمل هذا جيّدا مع كل الخطوط.
cs: Použije kruhy místo hvězdiček při zadávání hesla. Nemusí ovšem fungovat se všemi písmy.
es: Usar círculos en lugar de asteriscos en la entrada de contraseñas. Esto podría no funcionar con todas las tipografías.
eu: Erabili zirkuluak izartxoen ordea pasahitzaren sarreran. Hala ere, ez du letra-tipo guztiekin funtzionatuko.
gl: Usar círculos en vez de asteriscos na entrada de contrasinal. Pode que isto non funcione con todos os tipos de letra.
ne: पासवर्ड प्रविष्टिमा एस्ट्रिकको सट्टामा वृत्तहरू प्रयोग गर्नुहोस् । जहाँसम्म यसले सबै फन्टहरूसँग कार्य नगर्न सक्दछ ।
ta: உள்நுழைவுக்கு நக்ஷத்திரங்களுக்கு பதிலாக வட்டங்களை பயன்படுத்துக. இது எல்லா எழுத்து உருவரையிலும் வேலை செய்யாது போகலாம்.

source: Users
ar: مستخدمون
as: ব্যবহাৰকাৰী
bn: ব্যবহারকারী
cs: Uživatelé
es: Usuarios
eu: Erabiltzaileak
gl: Usuarios
hi: उपयोक्ता
it: Utenti
ne: प्रयोगकर्ताहरू
or: ଚାଳକ
pl: Użytkownicy
sk: Používatelia
ta: பயனர்கள்

source: Welcome Message
ar: رسالة الترحيب
as: স্বাগতম বাৰ্তা
bn: স্বাগতম বার্তা
cs: Uvítací zpráva
es: Mensaje de bienvenida
eu: Ongi etorriko mezua
gl: Mensaxe de benvida
hi: स्वागतम
it: Messaggio di benvenuto
ne: स्वागत सन्देश
or: ସ୍ବାଗତମ ସନ୍ଦେଶ
pl: Wiadomość powitalna
sk: Uvítacia správa
ta: வரவேற்பு செய்தி

source: When GDM is ready to manage a display an ACCEPT packet is sent to it containing a unique session id which will be used in future XDMCP conversations. GDM will then place the session id in the pending queue waiting for the display to respond with a MANAGE request. If no response is received within maximum wait time, GDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
es: Cuando GDM esté preparado para gestionar una pantalla, se enviará un paquete ACCEPT conteniendo un id de sesión únicoque se usará en conversaciones XDMCP futuras. GDM entonces situará el id de sesión en la cola pendiente esperando que la pantalla responda con una solicitud MANAGE. Si no se recibe una respuesta dentro del tiempo máximo de espera, GDM declarará la pantalla muerta y la borrará de la cola de pendientes, liberando el espacio para otras pantalla.
eu: GDM prest dagoenean pantaila bat kudeatzeko ACCEPT (onartu) paketea bidaltzen zaio saioaren identifikatzaile bakarra bidaliz, etorkizuneko XDMCPrekin berriketan egiteko erabilgarria dena. Gero, GDMek saioaren IDa zai daudenen ilaran jarriko du pantailak MANAGE eskaerarekin erantzuteko. Denbora-epe baten ostean erantzunik ez bada jasotzen, GDMek pantaila hiltzat jotzen du eta ilaratik ezabatzen du beste pantailentzako lekua eginez.

source: When the user logs in and already has an existing session, they are connected to that session rather than starting a new session. This only works for session's running on Virtual Terminals started with gdmflexiserver, and not with XDMCP.
eu: Erabiltzaileak saioa hasten duenean eta aurretik saioa irekita dagoenean, saio horretara konektatuko da erabiltzailea (saio berria hasi ordez). Saioak terminal birtualetan exekutatzen badira 'gdmflexiserver'ekin funtzionatzen du, eta ez XDMCPrekin.

source: X Server Login Window Preferences
ar: تفضيلات نافذة خادم X للولوج
as: X সেৱক প্ৰৱেশ উইন্ডো সংক্ৰান্ত পছন্দ
bn: X সার্ভার লগ-ইন উইন্ডো সংক্রান্ত পছন্দ
cs: Předvolby přihlašovacího okna serveru X
es: Preferencias de la ventana de entrada del servidor X
eu: X zerbitzariako saio-hasierako pantailaren hobespenak
gl: Preferencias da ventá de inicio de sesión do servidor X
hi: X सर्वर लॉगिन विंडो वरीयता
it: Preferenze finestra di accesso server X
ne: X सर्भर लगइन सञ्झ्याल प्राथमिकताहरू
or: X ସେବକ ଲଗଇନ ୱିଣ୍ଡୋ ଅନୁଗ୍ରହ
pl: Preferencje okna logowania X serwera
sk: Predvoľby prihlasovacieho okna X Servera
ta: எக்ஸ் சேவையக நுழை வாயில் விருப்பங்கள்

source: XDMCP Login Window Preferences
ar: تفضيلات نافذة XDMCP للولوج
as: XDMCP প্ৰৱেশ উইন্ডো সংক্ৰান্ত পছন্দ
bn: XDMCP লগ-ইন উইন্ডো সংক্রান্ত পছন্দ
cs: Předvolby přihlašovacího okna XDMCP
es: Preferencias de la ventana de entrada XDMCP
eu: XDMCP saio-hasierako pantailaren hobespenak
gl: Preferencias da ventá de inicio de sesión XDMCP
hi: XDMCP लॉगिन विंडो वरीयता
it: Preferenze finestra di accesso XDMCP
ne: XDMCP लगइन सञ्झ्याल प्राथमिकताहरू
or: XDMCP ଲଗଇନ ୱିଣ୍ଡୋ ଅନୁଗ୍ରହ
pl: Preferencje okna logowania XDMCP
sk: Predvoľby prihlasovacieho okna XDMCP
ta: XDMCP உள் நுழை வாயில் முன்னுரிமைகள்

source: _Add...
ar: أ_ضِف...
as: যোগ কৰক...(_A)
bn: যোগ করুন...(_A)
cs: Př_idat...
es: _Añadir…
eu: _Gehitu...
gl: _Engadir...
hi: जोड़ें (_A)...
it: A_ggiungi...
ne: थप्नुहोस्...
or: ଯୋଗ କରନ୍ତୁ (_A) ...
pl: _Dodaj...
sk: P_ridať...
ta: _ச சேர்க்கவும்...

source: _Add/Modify...
ar: أ_ضِف/عدّل...
as: যোগ/পৰিবৰ্তন কৰক...(_A)
bn: যোগ/পরিবর্তন করুন...(_A)
cs: _Přidat/upravit...
es: _Añadir/Modificar…
eu: _Gehitu/aldatu...
gl: _Engadir ou modificar...
hi: जोडें/रूपांतरित करें (_M)
it: A_ggiungi/Modifica...
ne: थप्नुहोस्/परिमार्जन गर्नुहोस्...
or: ଯୋଗ/ରୂପାନ୍ତରିତ କରନ୍ତୁ (_A) ...
pl: _Dodaj/Modyfikuj...
sk: _Pridať/upraviť...
ta: _ச சேர்க்கவும்/மாற்று...

source: _Allow local system administrator login
ar: ا_سمح بولوج مدير النظام محليا
as: স্থানীয় ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰ প্ৰৱেশেৰ অনুমতি প্ৰদান কৰা হবে (_A)
bn: স্থানীয় সিস্টেম অ্যাডমিনিস্ট্রেটর লগ-ইনের অনুমতি প্রদান করা হবে (_A)
cs: Umožnit přihlášení místního _správce systému
es: _Permitir entrada local al administrador de sistema
eu: _Baimendu sistema lokaleko administratzaileari saioa hastea
gl: _Permitir o inicio de sesión local ao xestor de sistema
hi: स्थानीय सिस्टम प्रशासक लॉगिन की अनुमति दें (_A)
it: Consentire l'_accesso locale dell'amministratore di sistema
ne: स्थानीय प्रणाली प्रशासकलाई लगइन गर्न अनुमति दिनुहोस्
or: ସ୍ଥାନୀୟ ତନ୍ତ୍ର ପ୍ରଶାସକ ଲଗଇନକୁ ସ୍ବୀକାର କରନ୍ତୁ (_A)
pl: Zez_wolenie na lokalne logowanie na konto administratora
sk: Povoliť prihlásenie _správcovi lokálneho systému
ta: _உள்ளமை கணிணி நிர்வாகியை நுழைய அனுமதி

source: _Allow users to change fonts and colors of plain greeter
ar: ا_سمح للمستخدمين بتغيير ألوان وخط المرحّب الصِرْف
as: সাধাৰণ অভিবাদনেৰ ফন্ট ও ৰং ব্যবহাৰকাৰীদেৰ দ্বাৰা পৰিবৰ্তনযোগ্য (_A)
bn: সাধারণ অভিবাদনের ফন্ট ও রং ব্যবহারকারীদের দ্বারা পরিবর্তনযোগ্য (_A)
cs: Umožnit uživ_atelům změnit písma a barvy uvítacího programu
es: _Permitir que los usuarios cambien las tipografías y colores del interfaz plano
eu: _Baimendu erabiltzaileek letra-tipoak eta koloreak aldatzea interfaze soilean
gl: _Permitir que os usuarios cambien os tipos de letra e cores da interface de benvida simple
hi: फंट सादे शुभकामना पत्र का रंग बदलने के लिये उपयोक्ता को अनुमति दें (_A)
it: Consentire agli _utenti di cambiare i tipi di caratteri e i colori del greeter semplice
ne: सादा ग्रिटरको रङहरू र फन्टहरू परिवर्तन गर्न प्रयोगकर्ताहरूलाई अनुमति दिनुहोस्
or: ସାଧାରଣ ଶୁଭେଚ୍ଛଙ୍କ ଅକ୍ଷରରୂପ ଏବଂ ରଙ୍ଗକୁ ବଦଳାଇବା ପାଇଁ ଚାଳକକୁ ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ (_A)
pl: _Użytkownicy mogą zmieniać czcionki i kolory zwykłego ekranu logowania
sk: Povoliť použív_ateľom zmeniť písma a farby obyčajného privítania
ta: பயனரை எழுத்துருக்கள் மற்றும் சாதாரண முகமனின் வண்ணங்கள் ஆகியவற்றை மாற்ற அனுமதி

source: _Background color:
ar: _لون الخلفية:
as: পটভূমিৰ ৰং:(_B)
bn: পটভূমির রং:(_B)
cs: _Barva pozadí:
es: Color de _fondo:
eu: Atzeko pla_noaren kolorea:
gl: _Cor de fondo:
hi: पृष्ठभूमि रंग (_B):
it: Colore dello s_fondo:
ne: पृष्ठभूमि रङ:
or: ପ୍ରୁଷ୍ଠଭୂମି ରଙ୍ଗ (_B):
pl: Kolor _tła:
sk: Far_ba pozadia:
ta: _ந பின்னணி நிறம்:

source: _Default: "Welcome to %n"
ar: الإ_فتراضي: "أهلا بك في %n"
as: ডিফল্ট: "%n'এ স্বাগতম"(_D)
bn: ডিফল্ট: "%n'এ স্বাগতম"(_D)
cs: Výchozí: "Ví_tejte na %n"
es: Pre_determinado: «Bienvenido a %n»
eu: _Lehenetsia: "Ongi etorri %s(e)ra"
gl: _Predeterminado: "Benvido a %n"
hi: मूलभूत (_D): "%n में स्वागत है"
it: Pre_definito: "Benvenuti su %n"
ne: पूर्वनिर्धारित: "%n लाई स्वागत छ"
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ: "%n କୁ ସ୍ବାଗତମ" (_D)
pl: _Domyślna: "%n wita"
sk: Pre_dvolené: "Víta vás %n"
ta: _ம முன்னிருப்பு: " %n க்கு நல்வரவு"

source: _Default: "Welcome"
ar: الإ_فتراضي: "أهلا"
as: ডিফল্ট: "স্বাগতম" (_D)
bn: ডিফল্ট: "স্বাগতম" (_D)
cs: Výc_hozí: "Vítejte"
es: Pre_determinado: «Bienvenido»
eu: _Lehenetsia: "Ongi etorri"
gl: _Predeterminado: "Benvido"
hi: मूलभूत ( मुलभूत (_D)): "स्वगत बैठना है"
it: Pre_definito: "Benvenuti"
ne: पूर्वनिर्धारित: "स्वागतम"
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ: "ସ୍ବାଗତମ" (_D)
pl: _Domyślna: "Witaj"
sk: Pre_dvolené: "Vitajte"
ta: _ந முன்னிருப்பு: "நல்வரவு"
