Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: The X server is not available. GDM may be misconfigured.
ar: خادم X غير متاح، ربما تم إعداد GDM خطأ.
as: X সেৱক উপলব্ধ নয়। GDM সম্ভৱত সঠিকৰূপে বিন্যাস কৰা হোৱা নাই।
bn: X সার্ভার উপলব্ধ নয়। GDM সম্ভবত সঠিকরূপে কনফিগার করা হয়নি।
cs: Server X není k dispozici. GDM je možná chybně nastaven.
es: El servidor X no está disponible. Probablemente GDM esté mal configurado.
eu: X zerbitzaria ez dago erabilgarri, agian GDM gaizki konfiguratuta egongo da.
gl: O servidor X non está dispoñible. Probablemente o GDM está mal configurado.
hi: एक्स सर्वर उपलब्ध नहीं है, यह संभव है कि जीडीएम गलत विन्यस्त्ड है.
it: Il server X non è disponibile. GDM potrebbe essere mal configurato.
ne: X सर्भर उपलब्ध छैन । GDM गलत कन्फिगर भएको हुन सक्दछ ।
or: X ସେବକ ଅନୁପଲବ୍ଧ। ଜି.ଡି.ଏମ. ସୂଚାରୁରୂପେ ବିନ୍ଯାସ ହୋଇ ନଥାଇ ପାରେ।
pl: Serwer X nie jest dostępny. GDM może być niewłaściwie skonfigurowany.
sk: X server nie je dostupný. GDM je asi zle nastavený.
ta: எக்ஸ் சேவையகம் இருப்பில் இல்லை, ஜிடிஎம் தவறாக கட்டமைக்கப்பட்டிருக்கலாம்.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
ar: محاولة لضبط حدث "تسجيل خروج" مجهول، أو محاولة لضبط حدث "تسجيل خروج" غير متوفّر.
as: লগ-আউট সংক্ৰান্ত অজানা অথবা অনুপস্থিত কৰ্ম নিৰ্ধাৰণেৰ প্ৰচেষ্টা।
bn: লগ-আউট সংক্রান্ত অজানা অথবা অনুপস্থিত কর্ম নির্ধারণের প্রচেষ্টা।
cs: Probíhá pokus o nastavení neznámé akce odhlášení, nebo akce odhlášení, která není k dispozici.
es: Se está intentando configurar una acción de desconexión desconocida o una acción de desconexión que no está disponible.
eu: Saioa amaitzeko ekintza ezezaguna ezartzen ari zara, edo erabilgarria ez den saioa amaitzeko ekintza ezartzen ari zara.
gl: Tentando executar un peche de sesión ou tentando executar un peche de sesión que non está dispoñible.
hi: एक अज्ञात लॉगआउट क्रिया नियत करने की कोशिश कर रहे या एक लॉगआउट क्रिया जो उपलब्ध नहीं है नियत करने की कोशिश कर रहे.
it: Tentativo di impostare un'azione di uscita sconosciuta o un'azione di uscita che non è disponibile.
mr: अज्ञात लॉगआउट क्रिया निर्धारित करण्याचा प्रयत्न करत आहे, किंवा उपलब्ध नसलेली लॉगआउट क्रिया निर्धारित करण्याचा प्रयत्न करत आहे.
ne: अज्ञात लगआउट कार्य सेट गर्न प्रयास गर्दै, वा उपलब्ध नभएको लगआउट कार्य सेट गर्न प्रयास गर्दै ।
pl: Próba ustawienia nieznanej akcji wylogowania albo ustawienia niedostępnej akcji wylogowania.
sk: Pokus o nastavenie neznámej akcie odhlásenia, alebo akcie, ktorá nie je k dispozícii.
ta: தெரியாத வெளியேற்று செயலை அமைக்க முயற்சிக்கிறீர், அல்லது இல்லாத வெளியேற்று செயலை அமைக்க முயற்சிக்கிறீர்

source: Virtual terminals not supported.
ar: الطرفيات الوهمية غير مدعومة.
as: ভাৰ্চুয়াল টাৰ্মিনাল সমৰ্থিত নয়।
bn: ভার্চুয়াল টার্মিনাল সমর্থিত নয়।
cs: Virtuální terminály nejsou podporovány.
es: No se soportan terminales virtuales.
eu: Terminal birtualak ez dira onartzen.
gl: Non se soportan os terminais virtuais.
hi: आभासी टर्मिनल्स समर्थित नहीं है.
it: Terminali virtuali non supportati.
mr: आभासी टर्मीनल समर्थनीय नाहीत.
ne: अवास्तविक टर्मिनलहरू समर्थित छैनन् ।
or: ଆଭାସୀ ଟର୍ମିନାଲ ସହାୟକ ନୁହେଁ।
pl: Wirtualne terminale nie są obsługiwane.
sk: Virtuálne terminály nie sú podporované.
ta: மெய் நிகர் முனையம் ஆதரிக்கப் படவில்லை.

source: Trying to change to an invalid virtual terminal number.
ar: محاولة للتحول إلى رقم طرفيّة وهمية غير سليم.
as: অবৈধ সংখ্যক ভাৰ্চুয়াল টাৰ্মিনাল পৰিবৰ্তনেৰ প্ৰচেষ্টা কৰা হচ্ছে।
bn: অবৈধ সংখ্যক ভার্চুয়াল টার্মিনাল পরিবর্তনের প্রচেষ্টা করা হচ্ছে।
cs: Probíhá pokus o přepnutí na neplatné číslo virtuálního terminálu.
es: Se está intentando cambiar a un número de terminal virtual inválido.
eu: Terminal birtualaren zenbaki baliogabezko batera aldatzen saiatzen.
gl: Tentouse cambiar para un número de terminal virtual que non é válido.
hi: एक अवैध आभासी टर्मिनल संख्या बदलने की कोशिश कर रहे.
it: Tentativo di passare a un numero di terminale virtuale non valido.
mr: अवैध आभासी टर्मीनल क्रमांकास जोडण्याचा प्रयत्न.
ne: एउटा अवैध अवास्तविक टर्मिनल सङ्ख्यालाई परिवर्तन गर्न प्रयास गर्दै ।
or: ଗୋଟିଏ ଅବୈଧ ଆଭାସୀ ଟର୍ମିନାଲ ସଂଖ୍ଯାକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Próba zmiany na niepoprawny numer wirtualnego terminala.
sk: Pokus o prechod na neplatné číslo virtuálneho terminálu.
ta: செல்லாத மெய் நிகர் முனைய எண்ணை மாற்ற முயற்சி.

source: Trying to update an unsupported configuration key.
ar: محاولة لتحديث مفتاح إعداد غير مدعوم.
as: অসমৰ্থিত বিন্যাসেশন-কি আপডেট কৰাৰ প্ৰচেষ্টা কৰা হচ্ছে।
bn: অসমর্থিত কনফিগারেশন-কি আপডেট করার প্রচেষ্টা করা হচ্ছে।
cs: Probíhá pokus o aktualizaci nepodporovaného konfiguračního klíče.
es: Se está intentando actualizar una clave de configuración no soportada.
eu: Onartzen ez den konfigurazio-gakoa eguneratu nahian zabiltza.
gl: Tentando actualizar unha chave de configuración que non se soporta.
hi: असमर्थित विन्यासन कुंजी अद्यतन करने की कोशिश में.
it: Tentativo di aggiornamento di una chiave di configurazione non supportata.
mr: आधार नसणाऱ्या सुनियोजन मूल्याची किंमत बदलण्याचा प्रयत्न करीत आहात.
ne: समर्थन प्राप्त नगरेको एउटा कन्फिगरेसन कुञ्जी अध्यावधिक गर्न प्रयास गर्दै ।
or: ଗୋଟିଏ ଅସମର୍ଥ ବିନ୍ଯାସ ଚାବିକୁ ଅଦ୍ଯତନ କରିବାର ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Próba aktualizacji nieobsługiwanego klucza konfiguracji.
sk: Pokus o aktualizáciu nepodporovaného kľúča nastavenia.
ta: ஆதரிக்கப்படாத உருவமைப்பு விசையை மேம்படுத்த முயற்சி.

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
ar: يبدوا أنك لا تملك التحقق اللازم لهذه العملية. ربما لم يضبط ملف .Xauthority بسلامة.
as: এই কৰ্ম সঞ্চালনেৰ বাবে প্ৰয়োজনীয় অনুমতি আপনাৰ নেই। সম্ভৱত .Xauthority ফাইল সঠিকৰূপে নিৰ্ধাৰিত হোৱা নাই।
bn: এই কর্ম সঞ্চালনের জন্য প্রয়োজনীয় অনুমতি আপনার নেই। সম্ভবত .Xauthority ফাইল সঠিকরূপে নির্ধারিত হয়নি।
cs: Zřejmě nemáte ověření potřebné pro tuto operaci. Váš soubor .Xauthority možná není nastaven správně.
es: Al parecer no posee la autenticación necesaria para esta operación. Quizás su archivo .Xauthority no está configurado correctamente.
eu: Badirudi eragiketa honetarako behar den autentifikazioa ez duzula. Beharbada .Xauthority fitxategia ez da ondo konfiguratuta egongo.
gl: Semella que non ten a autenticación requirida para esta operación. Talvez o ficheiro .Xauthority non está configurado correctamente.
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं. शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
it: Non si dispone dell'autenticazione necessaria per questa operazione. Probabilmente il file .Xauthority non è impostato correttamente.
ne: तपाईँलाई यो सञ्चालनका लागि प्रमाणीकरण हुनु आवश्यक देखिँदैन । सायद तपाईँको Xauthority फाइल सही तरिकाले सेट भएको छैन ।
pl: Brak możliwości uwierzytelnienia, która jest wymagana przy tej operacji. Prawdopodobnie plik .Xauthority nie jest poprawnie skonfigurowany.
sk: Vyzerá to, že nemáte potrebné oprávnenie pre túto operáciu. Možno nemáte správne nastavený súbor .Xauthority.
ta: இந்த செயலுக்கான உறுதி செய்வு உங்களிடம் இல்லாதது போல் உள்ளது. உங்கள் .Xauthority கோப்பு சரியாக அமைக்கப் படாமல் இருக்கலாம்.

source: Too many messages were sent to GDM and it hung up on us.
ar: أرسلت رسائل عديدة جدا لGDM و بقيت عالقة بنا.
as: GDM'এ অত্যাধিক বাৰ্তা প্ৰেৰণেৰ ফলে এইটো আটকে গিয়েছে।
bn: GDM'এ অত্যাধিক বার্তা প্রেরণের ফলে এটি আটকে গিয়েছে।
cs: GDM bylo odesláno příliš mnoho zpráv a on zavěsil.
es: Se han enviado demasiados mensajes a GDM y se ha colgado.
eu: Mezu gehiegi bidali dira GDM-ra eta eseki egin digu.
gl: Enviáronse demasiadas mensaxes ao GDM e xa non responde.
hi: जीडीएम को बहुत सारे संदेश भेज दिए गए और वह हैंग हो गया.
it: Sono stati mandati troppi messaggi a GDM e ora è bloccato.
ne: GDM मा धेरै सन्देशहरू पठाइएको थियो र यो हामी माथि रोकिएको छ ।
or: ଜି.ଡି.ଏମ. କୁ ବହୁ ସଂଖ୍ଯକ ସନ୍ଦେଶ ପଠାଗଲା ଏବଂ ଏହା ଅକାମି ହୋଇଗଲା।
pl: Za dużo komunikatów zostało wysłanych do GDM, co spowodowało jego zawieszenie.
sk: Príliš veľa správ poslaných pre GDM, takže on to vzdal.
ta: நிறைய தகவல்கள் ஜிடிஎம்க்கு அனுப்ப பட்டுள்ளது. அதனால் அது தொடர்பை அறுத்து விட்டது.

source: Unknown error occurred.
ar: حدث خطأ مجهول.
as: অজানা সমস্যা দেখা দিয়েছে।
bn: অজানা সমস্যা দেখা দিয়েছে।
cs: Došlo k neznámé chybě.
es: Ha ocurrido un error desconocido.
eu: Errore ezezaguna gertatu da.
gl: Ocorreu un erro descoñecido.
hi: अज्ञात त्रुटि हुई.
it: Errore sconosciuto.
ne: अज्ञात त्रुटि देखा पर्यो ।
or: ଅଜଣା ତୃଟି ପରିଲିଖିତ ହେଲା
pl: Wystąpił nieznany błąd.
sk: Nastala neznáma chyba.
ta: தெரியாத பிழை நேர்ந்தது.

source: The accessibility registry was not found.
ar: سجل الإتاحة غير موجود.
bn: অ্যাকসেসিবিলিটি রেজিস্ট্রি পাওয়া যায়নি।
cs: Registr zpřístupnění nenalezen.
es: No se encontró el registro de accesibilidad.
eu: Ez da erabigarritasun-erregistrorik aurkitu.
gl: Non se encontrou o rexistro de accesibilidade.
hi: सुगमता रजिस्ट्री नहीं मिला था.
it: Il registro di accessibilità non è stato trovato.
ne: पहुँचता दर्ता फेला परेन ।
pl: Nie znaleziono rejestru dostępności.
sk: Register sprístupnenia nebol nájdený.
ta: அணுகல் பதிவேடு காணப்படவில்லை.

source: The accessibility registry could not be started.
ar: تعذّر بدأ سجلّ الإتاحة.
bn: অ্যাকসেসিবিলিটি রেজিস্ট্রি আরম্ভ করতে ব্যর্থ।
cs: Registr zpřístupnění nemohl být nastartován.
es: No se pudo iniciar el registro de accesibilidad.
eu: Ezin izan da erabilgarritasun-erregistroa abiatu.
gl: Non se puido iniciar o rexistro de accesibilidade.
hi: सुगमता रजिस्ट्री आरंभ नहीं किया जा सका.
it: Impossibile avviare il registro d'accessibilità.
ne: पहुँचता दर्ता सुरु गर्न सकिएन ।
pl: Nie można uruchomić rejestru dostępności.
sk: Register sprístupnenia nemôže byť naštartovaný.
ta: அணுகல் பதிவேட்டை துவக்க முடியவில்லை.

source: %a %b %d, %l:%M %p
ar: %a %b %d، %I:%M %p
cs: %a, %d. %b, %H:%M
es: %a %d de %b, %l:%M %p
eu: %a %b %d, %I:%M %p
gl: %a, %d de %b, %H:%M
it: %a %d %b, %H.%M
mr: %a %b %d, %I:%M %p
pl: %a %d %b, %H:%M
sk: %a %b %d, %H:%M

source: %d second
ar: %d ثانية واحدة
as: %d সেকেন্ড
bn: %d সেকেন্ড
cs: %d sekunda
es: %d segundo
eu: segundo %d
gl: %d segundo
hi: %d सेकेंड
it: %d secondo
ne: %d सेकेण्ड
or: %d ସେକେଣ୍ଡ
pl: %d sekunda
sk: %d sekúnd
ta: %d விநாடி

source: Usage: %s [-b][-v] and one of the following:
ar: الإستعمال: %s [-b][-v] وواحد من التالي:
as: ব্যবহাৰপ্ৰণালী: %s [-b][-v] এবং নিম্নলিখিত যে কোনো একটি মান:
bn: ব্যবহারপ্রণালী: %s [-b][-v] এবং নিম্নলিখিত যে কোনো একটি মান:
cs: Použití: %s [-b][-v] a jeden z následujících:
es: Uso: %s [-b][-v] y uno de los siguientes:
eu: Erabilera: %s [-b][-v] eta hauetariko bat:
gl: Uso: %s [-b][-v] e un dos seguintes:
hi: प्रयोग: %s [-b][-v] और निम्न में से एक:
it: Uso: %s [-b][-v] e uno dei seguenti:
ne: उपयोग: %s [-b][-v] र तलका मध्ये एक:
or: ବ୍ଯବହାର ବିଧି: %s [-b][-v] ଏବଂ ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ:
pl: Użycie: %s [-b][-v] i jedno z poniższych:
sk: Použitie: %s [-b][-v] a jedno z nasledujúcich:
ta: பயன்பாடு: %s [-b][-v] மற்றும் பின்வருவனவற்றில் ஒன்று:

source: -a display
ar: -a عرض
cs: -a displej
es: -a pantalla
eu: -a pantaila
gl: -a pantalla
hi: -a प्रदर्शन
ne: -एउटा प्रदर्शन
or: -a ପ୍ରଦର୍ଶନ
pl: -a ekran
sk: -a displej
ta: -a காட்சி

source: -r display
ar: -r عرض
cs: -r displej
es: -r pantalla
eu: -r pantaila
gl: -r pantalla
hi: -r प्रदर्शन
ne: -r प्रदर्शन
or: -r ପ୍ରଦର୍ଶନ
pl: -r ekran
sk: -r displej
ta: -r காட்சி

source: -d display
ar: -d عرض
cs: -d displej
es: -d pantalla
eu: -d pantaila
gl: -d pantalla
hi: -d प्रदर्शन
ne: -d प्रदर्शन
or: -d ପ୍ରଦର୍ଶନ
pl: -d ekran
sk: -d displej
ta: -d காட்சி

source: -l [server_name]
ar: -l [اسم_الخادم]
cs: -l [nazev_serveru]
es: -l [nombre_servidor]
eu: -l [zerbitzari-izena]
gl: -l [nome_do_servidor]
it: -l [nome_server]
ne: -l [सर्भर नाम]
pl: -l [nazwa_serwera]
sk: -l [názov servera]

source: -t maximum tries to connect (default 15)
ar: -t أقصي عدد محاولات للإتصال (إفتراضيا 15)
cs: -t maximum pokusů o spojení (výchozí je 15)
es: -t máximos intentos para conectar (predeterminado 15)
eu: -t geihenezko saiakera kopurua konektatzeko (lehenetsia 15)
gl: -t Número máximo de tentativas para conectar (predeterminado 15)
hi: -t जुड़ने की काफी कोशिश करता है (मूलभूत 15)
it: -t numero massimo di tentativi di connessioni (predefinito 15)
ne: -t ले जडान गर्न अधिकतम प्रयास गर्दछ (पूर्वनिर्धारित १५)
or: -t ସଂଯୋଗ କରିବା ପାଇଁ ସର୍ବାଧିକ ସଂଖ୍ଯକ ପ୍ରଚେଷ୍ଟା (ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୧୫)
pl: -t maksymalna ilość prób połączeń (domyślnie 15)
sk: -t maximálny počet pokusov o spojenie (predvolených 15)
ta: -t இணைக்க அதிக பட்ச முயற்சிகள் (முன்னிருப்பு 15)

source: -s sleep value (default 8)
ar: -s قيمة السبات (الإفتراضي 8)
cs: -s hodnota uspání (výchozí je 8)
es: -s valor de espera (predeterminado 8)
eu: -s lo egiteko balioa (lehenetsia 8)
gl: -s valor para agardar (predeterminado 8)
hi: -s सुप्त मान (मूलभूत 8)
it: -s valore di pausa (predefinito 8)
ne: -s निष्क्रिय मान (पूर्वनिर्धारित ८)
or: -s ସୁପ୍ତ ମୂଲ୍ଯ (ପୂର୍ବନିର୍ଦ୍ଧାରିତ ୮)
pl: -s czas oczekiwania (domyślnie 8)
sk: -s hodnota sleep (predvolených 8)
ta: -s தூங்கும் மதிப்பு (முன்னிருப்பு 8)

source: Server busy, will sleep.
ar: الخادم مشغول، سأدخل في سبات.
as: সেৱক ব্যস্ত, নিদ্ৰিত অবস্থায় স্থাপন কৰা হবে।
bn: সার্ভার ব্যস্ত, নিদ্রিত অবস্থায় স্থাপন করা হবে।
cs: Server je obsazený, dojde k uspání.
es: Servidor ocupado, se dormirá.
eu: Zerbitzaria lanpetuta dago, lo egingo du.
gl: Servidor ocupado, durmirá.
hi: सर्वर व्यस्त, सो जायेगा.
it: Server occupato, si andrà in pausa.
ne: सर्भर ब्यस्त छ, निष्क्रिय हुनेछ ।
or: ସେବକ ବ୍ଯସ୍ତ ଅଛି, ସୁପ୍ତ ଅବସ୍ଥାକୁ ଚାଲିଯିବ।
pl: Serwer jest zajęty, oczekiwanie.
sk: Server zaneprázdnený, pospím si.
ta: சேவையகம் வேலை பளுவில் இருக்கிறது, தூங்குகிறேன்.

source: Connection to daemon failed, sleeping for %d seconds. Retry %d of %d
ar: فشل الإتصل بالمراقب، سأدخل في سبات لمدة %d ثواني. محاولة %d من %d
as: ডেমনেৰ সাথে সংযোগ কৰোঁতে ব্যৰ্থ, %d সেকেন্ডেৰ বাবে নিদ্ৰিত। পুনঃপ্ৰচেষ্টা %d, সৰ্বমোট %d
bn: ডেমনের সাথে সংযোগ করতে ব্যর্থ, %d সেকেন্ডের জন্য নিদ্রিত। পুনঃপ্রচেষ্টা %d, সর্বমোট %d
cs: Připojení k démonovi selhalo, uspání na %d sekund. Pokus %d. z %d
es: Falló la conexión al demonio, durmiendo durante %d segundos. Reintento %d de %d
eu: Daemon-arekin konexioak huts egin du, %d segundo lotan. Saiakera: %d / %d
gl: Fallou a conexión ao daemon, durmindo durante %d segundos. Nova tentativa %d de %d
hi: डेमॉन में संबंधन विफल रहा, %d सेकेंड के लिये सो रहा है. %d %d की फिर कोशिश करें
it: Connessione al demone fallita, si andrà in pausa per %d secondi. Tentativo %d di %d
ne: डोमेनमा जडान असफल भयो, %d सेकेण्डका लागि निष्क्रिय भइरहेको छ । पुन: प्रयास गर्नुहोस् %d of %d
or: ଡେମନ ସହିତ ସଂଯୋଗ କରିବାରେ ବିଫଳ, %d ସେକେଣ୍ଡ ପାଇଁ ନିଷ୍କ୍ରିୟ ହୋଇଯାଇଛି। %d %d ର ପ୍ରକ୍ରିୟାକୁ ପୁନଃପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
pl: Połączenie do demona nie powiodło się, oczekiwanie przez %d sekund. Próba %d z %d
sk: Spojenie na démona zlyhalo, pospím si %d sekúnd. Pokus %d z %d
ta: இணைப்பு பெறுவது இயலவில்லை %d நொடிகள் தூங்குகிறேன். மறுபடி முயற்சி %d of %d

source: Failed to connect to server after %d retries
ar: فشل الإتصل بالخادم بعد %d محاولات
as: %d বাৰ প্ৰচেষ্টাৰ পৰে সেৱকেৰ সাথে সংযোগ কৰোঁতে ব্যৰ্থ
bn: %d বার প্রচেষ্টার পরে সার্ভারের সাথে সংযোগ করতে ব্যর্থ
cs: Spojení se serverem selhalo po %d pokusech
es: Falló al conectar con el servidor tras %d reintentos
eu: Huts egin du zerbitzariarekin konektatzeak, %d aldiz saiatu ondoren
gl: Fallou ao conectar co servidor despois de %d novas tentativas
hi: %d पुनर्कोशिश के बाद सर्वर से जुड़ने में विफल रहा
it: Connessione al server dopo %d tentativi fallita
ne: %d ले पून प्रयास गरे पछि सर्भर जडान गर्न असफल भयो
or: %d ପୁନଃପ୍ରଚେଷ୍ଟା ପରେ ସେବକକୁ ସଂଯୋଗ କରିବାରେ ବିଫଳ
pl: Połączenie do serwera nie powiodło się po %d próbach
sk: Zlyhalo pripojenie na server po %d pokusoch
ta: சேவையகத்துடன் இணைக்க இயலவில்லை இதற்கு பின் %d மீட்டு முயற்சிகள்

source: Log in as another user inside a nested window
es: Entre como otro usuario dentro de una ventana anidada
eu: Sartu beste erabiltzaile baten moduan habiaratutako leiho batean
mr: एका सुरक्षित विंडोमध्ये अन्य उपयोगकर्त्याप्रमाने प्रवेश करा

source: New Login in a Nested Window
ar: ولوج جديد في نافذة معشّشة
as: প্ৰৱেশ
es: Pantalla de entrada anidada
eu: Habiaratutako leiho batean saio-hasiera berria dago
mr: सुरक्षित विंडोमध्ये नव्याने प्रवेश करा

source: Send the specified protocol command to GDM
ar: أرسل أمر البروتوكول المحدد لـ GDM
as: GDM'এ উল্লিখিত প্ৰোটোকল কমান্ড প্ৰেৰণ কৰা হবে
bn: GDM'এ উল্লিখিত প্রোটোকল কমান্ড প্রেরণ করা হবে
cs: Odešle daný příkaz protokolu GDM
es: Enviar el comando de protocolo especificado a GDM
eu: Bidali zehaztutako protokolo-komandoa GDM-ra
gl: Enviar o comando de protocolo especificado ao GDM
hi: जीडीएम को निर्दिष्ट प्रोटोकाल कमांड भेजें
it: Invia il comando di protocollo specificato a GDM
ne: GDM मा निर्दिष्ट गरिएको प्रोटोकल आदेश पठाउनुहोस् ।
or: ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରୋଟୋକଲ ନିର୍ଦ୍ଦେଶକୁ ଜି.ଡି.ଏମ. କୁ ପଠାନ୍ତୁ
pl: Wysyła podane polecenie protokołu do GDM
sk: Poslať GDM zadaný príkaz protokolu
ta: ஜிடிஎம் க்கு குறிப்பிட்ட நெறிமுறை கட்டளையை அனுப்பவும்

source: COMMAND
ar: أمر
cs: PŘÍKAZ
en@shaw: ヰ
es: COMANDO
eu: KOMANDOA
gl: COMANDO
hi: कमांड
it: COMANDO
kk: КОМАНДА
mr: आज्ञा
my: အမိန့်
or: ନିର୍ଦ୍ଦେଶ
pl: POLECENIE
sk: PRÍKAZ

source: Xnest mode
ar: نمط Xnest
as: Xnest মোড
bn: Xnest মোড
cs: Režim Xnest
es: Modo Xnest
eu: Xnest modua
gl: Modo Xnest
hi: एक्सनेस्ट मोड
it: Modalità Xnest
mr: Xनेस्ट पध्दत
ne: Xnest मोड
or: Xnest ଧାରା
pl: Tryb Xnest
sk: Režim Xnest
ta: எக்ஸ்நெஸ்ட் பாங்கு

source: Do not lock current screen
ar: لا تقفل الشاشة الحالية
as: বৰ্তমান পৰ্দা লক কৰা হবে না
bn: বর্তমান পর্দা লক করা হবে না
cs: Neuzamkne aktivní obrazovku
es: No bloquear la pantalla actual
eu: Ez blokeatu uneko pantaila
gl: Non bloquear a pantalla actual
hi: वर्तमान स्क्रीन को ताला नहीं लगाएँ
it: Non bloccare lo schermo attuale
mr: चालू पडदा बंद करू नका
ne: हालको पर्दालाई ताल्चा नलगाउनुहोस्
or: ସାମ୍ପତ୍ରିକ ପରଦାକୁ ତାଲାଦେଇ ରଖନ୍ତୁ ନାହିଁ
pl: Bez blokowania bieżącego ekranu
sk: Nezamykať aktuálnu obrazovku
ta: தற்போதைய திரையை பூட்டாதே

source: Debugging output
ar: مخرج التنقيح
as: ডিবাগ সংক্ৰান্ত আউটপুট
bn: ডিবাগ সংক্রান্ত আউটপুট
cs: Ladicí výstup
en@shaw: 梆仇
es: Mensajes de depuración
eu: Arazketa-irteera
gl: Saída de depuración
hi: डिबगिंग आउटपुट
it: Abilita l'output per il debug
kk: Шығысты логтау
my: ဆော့ဖ်ဝဲပြစ်ချက်ပြုပြင်မှုဆိုင်ရာ အချက်အလက်ရရှိချက်
ne: निर्गतमा भएको त्रुटि सँच्याउँदैं
or: ନିର୍ଗମକୁ ତୃଟିମୁକ୍ତ କରୁଅଛି
pl: Wypisywanie komunikatów wspomagających wyszukiwanie błędów
sk: Ladiaci výstup
ta: வெளியீட்டை பிழைநீக்குகிறது

source: Authenticate before running --command
ar: تحقيق الهوية قبل تشغيل --الأمر
as: --command চালানোৰ পূৰ্বে অনুমোদন কৰা হবে
bn: --command চালানোর পূর্বে অনুমোদন করা হবে
cs: Provede ověření před spuštěním --command
es: Autenticar antes de ejecutar --command
eu: Autentifikatu --komandoa exekutatu aurretik
gl: Autenticar antes de executar --comando
hi: -- कमांड चलाने से पहले प्रामाणीकरण करें
it: Effettuare l'autenticazione prima di eseguire --command
mr: आज्ञा सुरू करण्यापूर्वी (server) ओळख पटवून घ्या
ne: --command चलाउनु पहिले प्रमाणीकरण गर्नुहोस्
or: ଚାଲିବା ପୂର୍ବରୁ ବୈଧିକ୍ରୁତ କରନ୍ତୁ --command
pl: Uwierzytelnienie przed wykonaniem polecenia --command
sk: Prihlásiť pred spustením --command
ta: --கட்டளை இயக்குவதற்கு முன் உறுதிசெய்

source: Start new flexible session; do not show popup
ar: ابدأ جلسة مرنة جديدة، لا تعرض نافذة منبثقة.
as: নতুন পৰিবৰ্তনশীল অধিবেশন আৰম্ভ কৰক; পপ-আপ ৰূপে প্ৰদৰ্শন কৰা হবে না
bn: নতুন পরিবর্তনশীল সেশান আরম্ভ করুন; পপ-আপ রূপে প্রদর্শন করা হবে না
cs: Spustí nové flexibilní sezení, nezobrazí kontextovou nabídku
es: Iniciar una nueva sesión flexible, no mostrar ventana emergente
eu: Hasi saio-malgu berria, ez erakutsi laster-leihoa
gl: Iniciar unha sesión flexible nova; non mostrar ventás emerxentes
hi: नया लचीला सत्र आरंभ करें, पॉपअप मत दिखायें
it: Avvia una nuova sessione flexible, non mostrare pop-up
ne: नयाँ लचकदार सत्र सुरू गर्नुहोस्; पपअप नदेखाउनुहोस्
pl: Uruchamia nową zagnieżdżoną sesję; nie wyświetla wyskakującego okna
sk: Spustiť novú flexibilnú reláciu; nezobraziť vyskakovacie okno
ta: புதிய நெகிழும் அமர்வு துவக்குக துள்ளு சாளரங்களை காட்டாதே

source: Cannot change display
ar: لا يمكن تغيير العرض
as: ডিসপ্লে পৰিবৰ্তন কৰা যায়নি
bn: ডিসপ্লে পরিবর্তন করা যায়নি
cs: Nelze změnit displej
es: No se puede cambiar la pantalla
eu: Ezin da pantaila aldatu
gl: Non se pode cambiar a pantalla
hi: प्रदर्शक बदल नहीं सकता
it: Impossibile cambiare display
mr: नवा प्रदर्शक सुरू करता येत नाही
ne: प्रदर्शन परिवर्तन गर्न सकिँदैन
or: ପ୍ରଦର୍ଶନକୁ ବଦଳାଇ ପାରିବ ନାହିଁ
pl: Nie można zmienić ekranu
sk: Nie je možné zmeniť displej
ta: காட்சியை மாற்ற முடியவில்லை

source: Nobody
ar: لا أحد
as: কেউ না
bn: কেউ না
cs: Nikdo
es: Nadie
eu: Inor ez
gl: Ninguén
hi: कोई नहीं
it: Nessuno
mr: कोणीही नाही
ne: कोही पनि छैन
or: କେହି ନୁହେଁ
pl: Nikt
sk: Nikto
ta: யாரும் இல்லை

source: Display %s on virtual terminal %d
ar: العرض %s على الطرفية الوهميّة %d
as: ডিসপ্লে %s ভাৰ্চুয়াল টাৰ্মিনাল %d-এ
bn: ডিসপ্লে %s ভার্চুয়াল টার্মিনাল %d-এ
cs: Displej %s na virtuálním terminálu %d
es: Pantalla %s en terminal virtual %d
eu: %s pantaila %d terminal birtualean
gl: Pantalla %s no terminal virtual %d
hi: %s को आभासी टर्मिनल %d पर दिखाएँ
it: Display %s sul terminale virtuale %d
mr: %s प्रदर्शन आभासी टर्मीनल %d वर
ne: %s प्रदर्शन %d अवास्तविक टर्मिनलमा
or: %s ପ୍ରଦର୍ଶନ %d ଆଭାସୀ ଟର୍ମିନାଲରେ
pl: Ekran %s na wirtualnym terminalu %d
sk: Displej %s na virtuálnom termináli %d
ta: காட்சி:%s இதில் மெய்நிகர் முனையம்: %d

source: Nested display %s on virtual terminal %d
ar: العرض %s المعشّشة على الطرفية الوهميّة %d
as: নেস্টেড ডিসপ্লে %s, ভাৰ্চুয়াল টাৰ্মিনাল %d'ৰ মধ্যে
bn: নেস্টেড ডিসপ্লে %s, ভার্চুয়াল টার্মিনাল %d'র মধ্যে
cs: Vnořený displej %s na virtuálním terminálu %d
es: Pantalla anidada %s en terminal virtual %d
eu: %s pantaila habiaratua %d. terminal birtualean
gl: Pantalla aniñada %s no terminal virtual %d
hi: नेस्टेड प्रदर्शक %s आभासी टर्मिनल %d पर
it: Display annidato %s sul terminale virtuale %d
mr: %s नेस्टेड प्रदर्शन आभासी टर्मीनल %d वर
ne: नेस्ट गरिएको %s प्रदर्शन %d अवास्तविक टर्मिनलमा
or: %s ନିହିତ ପ୍ରଦର୍ଶନ %d ଆଭାସୀ ଟର୍ମିନାଲରେ
pl: Zagnieżdżony ekran %s na wirtualnym terminalu %d
sk: Vnorený displej %s na virtuálnom termináli %d
ta: உள்ளடக்கிய காட்சி %s இதில் மெய்நிகர் முனையம்: %d

source: Username
ar: إسم المستخدم
as: ব্যবহাৰকাৰীৰ নাম
bn: ব্যবহারকারীর নাম
cs: Uživatelské jméno
en@shaw: 筐拣别
es: Usuario
eu: Erabiltzaile-izena
gl: Nome do usuario
hi: उपयोक्ता नाम
it: Nome utente
kk: Пайдаланушы
mr: वापरकर्त्याचे नाव
my: သုံးစွဲသူအမည်
ne: प्रयोगकर्ता नाम
or: ଚାଳକ ନାମ
pl: Nazwa użytkownika
sk: Používateľské meno
ta: பயனர்பெயர்

source: Display
ar: العرض
as: ডিসপ্লে
bn: ডিসপ্লে
cs: Displej
es: Pantalla
eu: Pantaila
gl: Mostrar
hi: प्रदर्शक
mr: प्रदर्शन
ne: प्रदर्शन गर्नुहोस्
or: ପ୍ରଦର୍ଶନ
pl: Ekran
sk: Displej
ta: காட்சி

source: Open Displays
ar: فتح الشاشات
as: খোলা ডিসপ্লে
bn: খোলা ডিসপ্লে
cs: Otevřené displeje
es: Abrir pantallas
eu: Ireki pantailak
gl: Abrir pantallas
hi: प्रदर्शक खोलें
it: Apri display
mr: प्रदर्शने उघडा
ne: प्रदर्शनहरू खोल्नुहोस्
or: ପ୍ରଦର୍ଶନକୁ ଖୋଲନ୍ତୁ
pl: Otwarte ekrany
sk: Otvorené displeje
ta: திறப்பு காட்சிகள்

source: _Open New Display
ar: _فتح شاشة جديدة
as: নতুন ডিসপ্লে খুলুন (_O)
bn: নতুন ডিসপ্লে খুলুন (_O)
cs: _Otevřít nový displej
es: _Abrir una pantalla nueva
eu: _Ireki pantaila berria
gl: _Abrir unha nova pantalla
hi: नया प्रदर्शक खोलें (_O)
it: _Apri nuovo display
mr: नविन प्रदर्शने उघडा(_O)
ne: नयाँ प्रदर्शन खोल्नुहोस्
or: ନୂତନ ପ୍ରଦର୍ଶନକୁ ଖୋଲନ୍ତୁ (_O)
pl: _Otwórz nowy ekran
sk: _Otvoriť nový displej
ta: _ப புதிய திறப்பு காட்சி

source: Change to _Existing Display
ar: تحوّل إلى شاشة _موجودة
as: উপস্থিত ডিসপ্লেতে পৰিবৰ্তন কৰক (_E)
bn: উপস্থিত ডিসপ্লেতে পরিবর্তন করুন (_E)
cs: Přepnout na _existující displej
es: Cambiar a una pantalla _existente
eu: Aldatu _lehendik dagoen pantailara
gl: Cambiar a unha pantalla _existente
hi: वर्तमान प्रदर्शक में बदलें (_E)
it: Passa al display _esistente
mr: उपलब्ध प्रदर्शनावर बदला(_E)
ne: अवस्थित प्रदर्शनमा परिवर्तन गर्नुहोस्
or: ଅବସ୍ଥିତ ପ୍ରଦର୍ଶନକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ (_E)
pl: Zmień na istniejący _ekran
sk: Prejsť na _existujúci displej
ta: _இருக்கும் காட்சிக்கு மாற்று
