Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: %s: Can't fork Xserver process!
ar: %s: X!لا يمكن تشعيب عملية خادم
as: %s: Xserver প্ৰসেস fork কৰোঁতে ব্যৰ্থ!
bn: %s: Xserver প্রসেস fork করতে ব্যর্থ!
cs: %s: Nelze rozvětvit proces Xserver!
es: %s: no es posible bifurcar un proceso Xserver nuevo.
eu: %s: Ezin da X zerbitzariaren prozesua sardetu!
gl: %s: non se pode facer fork do proceso Xserver!
hi: %s: एक्सर्वर प्रक्रिया फॉर्क नहीं कर सका!
it: %s: impossibile eseguire una fork sul processo Xserver
mr: %s: Xserver प्रक्रिया विभागता आली नाही.
ne: %s: Xसर्भर प्रक्रिया विभाजन गर्न सकिँदैन !
or: %s: X ସେବକ ପ୍ରକ୍ରିୟାକୁ ଫୋର୍କ କରିପାରିବ ନାହିଁ!
pl: %s: Nie można utworzyć procesu dla X-serwera!
sk: %s: Nepodarilo sa vykonať delenie pre proces Xserver
ta: %s: எக்ஸ் சேவையகம் செயலை பிரிக்க முடியவில்லை!

source: Can't set EGID to user GID
ar: لا يمكن ضبط EGID لهوية مجموعة المستخدم
as: EGID'ৰ মান ব্যবহাৰকাৰীৰ GID অনুযায়ী ধাৰ্য কৰোঁতে ব্যৰ্থ
bn: EGID'র মান ব্যবহারকারীর GID অনুযায়ী ধার্য করতে ব্যর্থ
cs: Nelze nastavit EGID na GID uživatele
es: No se puede ajustar EGID al GID del usuario
eu: Ezin zaio EGID ezarri GID erabiltzaileari
gl: Non se pode definir o EGID como o GID do usuario
hi: ईजीआईडी को जीआईडी में नियत नहीं कर सका
it: Impossibile impostare EGID al valore GID dell'utente
mr: GID उपयोक्त्यास EGID निर्धारित करता आले नाही
ne: प्रयोगकर्ता GID मा EGID सेट गर्न सक्दैन ।
or: ଇ.ଜି.ଆଇ.ଡି. କୁ ଚାଳକ ଜି.ଆଇ.ଡି. ଭାବରେ ବିନ୍ଯାସ କରିପାରିବ ନାହିଁ
pl: Nie można ustawić EGID na GID użytkownika
sk: Nepodarilo sa nastaviť EGID na GID používateľa
ta: இந்த GID பயனருக்கு EGID அமைக்க முடியவில்லை

source: Can't set EUID to user UID
ar: لا يمكن ضبط EUID لهوية المستخدم
as: EGID'ৰ মান ব্যবহাৰকাৰীৰ UID অনুযায়ী ধাৰ্য কৰোঁতে ব্যৰ্থ
bn: EGID'র মান ব্যবহারকারীর UID অনুযায়ী ধার্য করতে ব্যর্থ
cs: Nelze nastavit EUID na UID uživatele
es: No se puede ajustar EUID al UID del usuario
eu: Ezin zaio EUID ezarri UID erabiltzaileari
gl: Non se pode definir o EUID como o UID do usuario
hi: ईजीआईडी को यूआईडी में नियत नहीं कर सका
it: Impossibile impostare EUID al valore UID dell'utente
mr: UID उपयोक्त्यास EUID निर्धारित करता आले नाही
ne: EUID लाई प्रयोगकर्ता UID मा सेट गर्न सकिँदैन ।
or: ଇ.ୟୁ.ଆଇ.ଡି. କୁ ଚାଳକ ୟୁ.ଆଇ.ଡି. ଭାବରେ ବିନ୍ଯାସ କରିପାରିବ ନାହିଁ
pl: Nie można ustawić EUID na UID użytkownika
sk: Nepodarilo sa nastaviť EUID na UID používateľa
ta: இந்த UID பயனருக்கு EUID அமைக்க முடியவில்லை

source: Log in anyway
ar: لُجْ على أي حال
as: তথাপি প্ৰৱেশ কৰক
bn: তথাপি লগ-ইন করুন
cs: Přesto se přihlásit
es: Entrar de todas formas
eu: Sartu hala ere
gl: Iniciar a sesión igualmente
hi: जैसे भी हो, लॉगइन करें
it: Accedi comunque
mr: तरीही प्रवेश करा.
ne: जसरी भए पनि लगइन गर्नुहोस्
or: ତଥାପି ଲଗଇନ କରନ୍ତୁ
pl: Zaloguj mimo tego
sk: Prihlásiť aj tak
ta: பரவாயில்லை, நுழை

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
ar: لقد ولجت بالفعل. يمكنك الولوج على أي حال أو العودة إلى جلستك المسجّل عليها سابقا أو إلغاء هذا الولوج
as: আপনি বৰ্তমানে প্ৰৱেশ কৰা অবস্থায় ৰয়েছেন। তথাপি আপনি নতুন প্ৰৱেশ কৰোঁতে পাৰেন, পুৰোনো অধিবেশনে প্ৰত্যাবৰ্তন কৰোঁতে পাৰেন অথবা এই প্ৰৱেশ পৰিত্যাগ কৰোঁতে পাৰবেন।
bn: আপনি বর্তমানে লগ-ইন করা অবস্থায় রয়েছেন। তথাপি আপনি নতুন লগ-ইন করতে পারেন, পুরোনো সেশানে প্রত্যাবর্তন করতে পারেন অথবা এই লগ-ইন পরিত্যাগ করতে পারবেন।
cs: Již jste přihlášeni. Můžete se přesto přihlásit, vrátit se ke svému předchozímu sezení, nebo přerušit toto přihlášení
es: Ya ha iniciado una sesión. Puede entrar de todas formas, volver a la sesión anterior, o abortar esta entrada
eu: Dagoeneko sartuta zaude. Hala ere, sar zaitezke, aurreko saio-hasierara itzul zaitezke edo saio-hasiera hau aborta dezakezu
gl: Xa ten unha sesión iniciada, pode iniciar outra igualmente, volva ao inicio de sesión anterior, ou cancele este inicio de sesión
hi: आप पहले ही लॉगइन कर चुके हैं. जैसे भी हो, आप लॉगइन कर सकते हैं, अपने पिछले लॉगइन सत्र में लौट सकते हैं या इस लॉगइन को छोड़ सकते हैं
it: L'accesso è già stato effettuato. È possibile proseguire comunque, tornare alla precedente sessione o interrompere questo accesso
mr: तुम्ही आधीच प्रवेश केला आहे. तरीही पुन्हा प्रवेश करा, तुमच्या मागील सत्रात (login) जा किंवा हा प्रवेश खंडीत करा.
ne: तपाईँ पहिल्यै लगइन भइसक्नु भएको छ । तपाईँ जसरी पनि लगइन गर्न सक्नुहुन्छ; अघिल्लो लगइन सत्रमा फर्कनुहोस् वा यो लगइनलाई त्याग्नुहोस्
or: ଆପଣ ପୂର୍ବରୁ ଲଗଇନ ହୋଇ ସାରିଛନ୍ତି। ତଥାପି ଆପଣ ଲଗଇନ କରିପାରିବେ, ଆପଣଙ୍କ ପୂର୍ବବର୍ତ୍ତୀ ଲଗଇନ ଅଧିବେଶନକୁ ପ୍ରତ୍ଯାବର୍ତ୍ତନ କରନ୍ତୁ, କିମ୍ବା ଏହି ଲଗଇନ ଅଧିବେଶନକୁ ପରିତ୍ଯାଗ କରନ୍ତୁ
pl: Użytkownik jest już zalogowany. Można powrócić do poprzedniej sesji, wymusić, albo przerwać logowanie.
sk: Už ste prihlásený. Môžete sa aj tak prihlásiť, vrátiť sa k predchádzajúcej relácii alebo prihlásenie zrušiť
ta: எற்கனவே நுழைந்து உள்ளீர். ஆயினும் நீங்கள் நுழையலாம், உங்களின் முன் நுழைவு அமர்வுக்கு செல்லலாம், அல்லது இந்த நுழைவைக் கை விடலாம்.

source: Return to previous login
ar: ارجع للولوج السابق
as: পূৰ্ববৰ্তী প্ৰৱেশ অধিবেশনে প্ৰত্যাবৰ্তন কৰক
bn: পূর্ববর্তী লগ-ইন সেশানে প্রত্যাবর্তন করুন
cs: Vrátit se k předchozímu přihlášení
es: Volver a la sesión anterior
eu: Itzuli aurreko saio-hasierara
gl: Volver á sesión anterior
hi: पिछले लॉगइन में लौटें
it: Ritorna all'accesso precedente
mr: मागिल प्रवेशाकडे जा.
ne: अघिल्लो लगइनमा फर्कनुहोस्
or: ପୂର୍ବବର୍ତ୍ତୀ ଲଗଇନକୁ ପ୍ରତ୍ଯାବର୍ତ୍ତନ କରନ୍ତୁ
pl: Powrót do poprzedniego logowania
sk: Vrátiť sa k predchádzajúcej relácii
ta: முன் நுழைவுக்கு திரும்பு

source: Abort login
ar: إلغاء الولوج
as: প্ৰৱেশ কৰ্ম বাতিল কৰা হবে
bn: লগ-ইন কর্ম বাতিল করা হবে
cs: Přerušit přihlášení
es: Abortar entrada
eu: Abortatu saio-hasiera
gl: Cancelar o inicio de sesión
hi: लॉगइन छोडें
it: Interrompi accesso
mr: प्रवेश खंडीत करा.
ne: लगइन परित्याग गर्नुहोस्
or: ଲଗଇନ ଅଧିବେଶନକୁ ପରିତ୍ଯାଗ କରନ୍ତୁ
pl: Przerwanie logowania
sk: Zrušiť prihlásenie
ta: நுழைவை கை விடு

source: You are already logged in. You can log in anyway or abort this login
ar: لقد ولجْت بالفعل. يمكنك إعادة الولوج أو إلغاء هذا الولوج
as: আপনি বৰ্তমানে প্ৰৱেশ কৰা অবস্থায় ৰয়েছেন। তথাপি আপনি নতুন প্ৰৱেশ কৰোঁতে পাৰেন অথবা এই প্ৰৱেশ পৰিত্যাগ কৰোঁতে পাৰবেন।
bn: আপনি বর্তমানে লগ-ইন করা অবস্থায় রয়েছেন। তথাপি আপনি নতুন লগ-ইন করতে পারেন অথবা এই লগ-ইন পরিত্যাগ করতে পারবেন।
cs: Již jste přihlášeni. Můžete se přesto přihlásit nebo přerušit toto přihlášení
es: Ya ha iniciado sesión. Puede iniciar sesión de todas formas o abortar esta entrada
eu: Dagoeneko sartuta zaude. Hala ere sar zaitezke edo saio-hasiera hau aborta dezakezu
gl: Xa ten iniciada unha sesión. Pode entrar igualmente ou cancelar este inicio de sesión
hi: आप पहले ही लॉगइन कर चुके हैं. जैसे भी हो, आप लॉगइन कर सकते हैं, या इस लॉगइन को छोड़ सकते हैं
it: Accesso già effettuato. È possibile proseguire comunque o interrompere questo accesso
mr: तुम्ही आधीच प्रवेश केला आहे. तरीही पुन्हा प्रवेश करा, किंवा हा प्रवेश खंडीत करा.
ne: तपाईँ पहिल्यै लगइन भइसक्नुभइको छ । तपाईँ जसरी पनि लगइन गर्न सक्नुहुन्छ वा यो लगइन परित्याग गर्न सक्नुहुन्छ
or: ଆପଣ ପୂର୍ବରୁ ଲଗଇନ ହୋଇ ସାରିଛନ୍ତି। ତଥାପି ଆପଣ ଲଗଇନ କରିପାରିବେ କିମ୍ବା ଏହି ଲଗଇନକୁ ପରିତ୍ଯାଗ କରିପାରିବେ
pl: Użytkownik jest już zalogowany. Można wymusić logowanie lub je przerwać.
sk: Už ste prihlásený. Môžete toto prihlásenie zrušiť alebo sa prihlásiť aj tak
ta: எற்கனவே நுழைந்து உள்ளீர். ஆயினும் நீங்கள் நுழையலாம், அல்லது இந்த நுழைவை கை விடலாம்.

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
ar: لا يمكنني تشغيل خادم X (بيئتك الرسومية) بسبب بعض الأخطاء الداخلية. الرجاء الإتصل بمدير نظامك أو مراجعة سجل النظام للتشخيص. سيغلق العرض في هذه الأثناء. الرجاء إعادة تشغيل GDM عند تصحيح الخطأ.
as: অভ্যন্তৰীণ ত্ৰুটিৰ ফলে X সেৱক (চিত্ৰাঙ্কিত পৰিবেশ) আৰম্ভ কৰোঁতে ব্যৰ্থ। সমস্যা সনাক্ত কৰাৰ বাবে আপনাৰ ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক অথবা syslog পৰীক্ষা কৰক। বৰ্তমানে এই ডিসপ্লে নিষ্ক্ৰিয় কৰা হবে। সমস্যা সমাধান হলে GDM পুনৰায় আৰম্ভ কৰক।
bn: অভ্যন্তরীণ ত্রুটির ফলে X সার্ভার (গ্রাফিকাল পরিবেশ) আরম্ভ করতে ব্যর্থ। সমস্যা সনাক্ত করার জন্য আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন অথবা syslog পরীক্ষা করুন। বর্তমানে এই ডিসপ্লে নিষ্ক্রিয় করা হবে। সমস্যা সমাধান হলে GDM পুনরায় আরম্ভ করুন।
cs: Nezdařilo se spustit server X (vaše grafické prostředí) kvůli nějaké interní chybě. Kontaktujte prosím svého správce systému, nebo se podívejte do souborů se záznamy. Mezitím bude tento displej zakázán. Až bude problém vyřešen, spusťte prosím GDM znovu.
es: No se pudo iniciar el servidor X (su entorno gráfico) debido a un error interno. Contacte con su administrador del sistema o compruebe el registro del sistema para un diagnóstico. Mientras tanto esta pantalla se desactivará. Reinicie GDM cuando se haya solucionado el problema.
eu: Ezin izan dut X zerbitzaria (zure ingurune grafikoa) abiarazi barneko erroreen ondorioz. Jarri harremanetan zure sistema-administratzailearekin edo egiaztatu syslog arazteko. Bitartean pantaila hau desgaitu egingo da. GDM berrabiarazi arazoa zuzendutakoan.
gl: Non se puido iniciar o servidor de X (o contorno gráfico) por causa dalgún erro interno. Contacte co administrador do sistema ou verifique o rexistro do sistema para diagnosticar o problema. Mentres tanto esta pantalla ficará desactivada. Reinicie o GDM cando o problema estea corrixido.
hi: एक्स सर्वर प्रारंभ नहीं कर सका (आपका आलेखीय वातावरण) कुछ आंतरिक त्रुटि के कारण. कृपया अपने सिस्टम प्रशासक से संपर्क करें. या निदान हेतु सिसलॉग जाँचें इस बीच यह प्रदर्शक अक्षम रहेगा. कृपया समस्या निदान के उपरांत जीडीएम पुनः प्रारंभ करें.
it: Impossibile avviare il server X (l'interfaccia grafica) a causa di qualche errore interno. Contattare l'amministratore di sistema o controllare il syslog per la diagnosi del problema. Per adesso il display sarà disabilitato. Correggere il problema prima di riavviare GDM.
ne: केहि आन्तरिक त्रुटिका कारणले X सर्भर (तपाईँको ग्राफिकल परिवेश) सुरुआत गर्न सकेन । कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् वा तपाईँको समस्या पहिचान गर्नका लागि प्रणाली लग जाँच गर्नुहोस् । सोही समयमा यो प्रदर्शन अक्षम पारिनेछ । कृपया समस्या सँच्याए पछि GDM पुन: सुरुआत गर्नुहोस् ।
or: କିଛି କାରଣ ବଶତଃ X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ପରିବେଶ) କୁ ପ୍ରାରମ୍ଭ କରିପାରିଲା ନାହିଁ। ଦୟାକରି ଆପମଙ୍କର ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କ ସମସ୍ଯାର କାରଣକୁ ନିରୂପଣ କରିବା ପାଇଁ ତନ୍ତ୍ରର ଲଗକୁ ଯାଞ୍ଚ କରନ୍ତୁ। ସେହି ସମୟରେ ଏହି ପ୍ରଦର୍ଶନଟି ନିଷ୍କ୍ରିୟ ହୋଇଯିବ। ଯେତେବେଳେ ସମସ୍ଯାଟି ସମଧାନ ହୋଇଯିବ ସେତେବେଳେ ଦୟାକରି ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Z powodu wewnętrznego błędu nie można uruchomić serwera X (odpowiedzialnego za interfejs graficzny). Skontaktuj się z administratorem systemu lub zdiagnozuj problem na podstawie zawartości pliku syslog. Ekran zostanie tymczasowo wyłączony. Po naprawieniu problemu ponownie uruchom GDM.
sk: Nepodarilo sa spustiť X server (vaše grafické prostredie), kvôli nejakej internej chybe. Prosím, kontaktujte vášho systémového správcu alebo skontrolujte súbor so systémovým záznamom. Zatiaľ bude tento displej vypnutý. Prosím, po oprave problému reštartujte GDM.
ta: எதோ ஒரு சில உள் பிழையால். எக்ஸ் சேவையகத்தை (உங்கள் வரைபட சூழல்) துவக்க முடியவில்லை உங்கள் கணிணி நிர்வாகியை தயவு செய்து தொடர்பு கொள்ளவும். அல்லது பிழையை கண்டு பிடிக்க உங்கள் syslog ஐ பரிசோதிக்கவும். நடுவில் இந்த காட்சி செயல் இழக்கப் படும். பிரச்சினை சரியான உடன் தயவு செய்து ஜிடிஎம் ஐ துவக்குக.

source: %s: cannot fork
ar: %s: لا يمكن التشعيب
as: %s: fork কৰোঁতে ব্যৰ্থ
bn: %s: fork করতে ব্যর্থ
cs: %s: nelze rozvětvit
es: %s: no se puede bifurcar
eu: %s: ezin da sardetu
gl: %s: non se pode facer fork
hi: %s: फॉर्क नहीं कर सकता
it: %s: impossibile eseguire fork
mr: %s: चालू करु शकत नाही
ne: %s: विभाजन गर्न सकिँदैन
or: %s: ଫୋର୍କ କରିପାରିବ ନାହିଁ
pl: %s: nie można utworzyć procesu
sk: %s: nie je možné vykonať fork
ta: %s: பிரிக்க முடியவில்லை

source: %s: cannot open display %s
ar: %s: لا يمكن فتح العرض%s
as: %s: ডিসপ্লে %s খুলতে ব্যৰ্থ
bn: %s: ডিসপ্লে %s খুলতে ব্যর্থ
cs: %s: nelze otevřít displej %s
es: %s: no se puede abrir la pantalla %s
eu: %s: Ezin da %s pantaila ireki
gl: %s: non se pode abrir a pantalla %s
hi: %s: प्रदर्शक %s प्रारंभ नहीं कर सका
it: %s: impossibile aprire il display %s
mr: %1s: %2s हा प्रदर्शक उघडू शकत नाही.
ne: %s: %s प्रदर्शन खोल्न सकिँदैन
or: %s: %s ପ୍ରଦର୍ଶନକୁ ଖୋଲି ପାରିବ ନାହିଁ
pl: %s: nie można otworzyć ekranu %s
sk: %s: nie je možné otvoriť displej %s
ta: %s: காட்சியை திறக்க முடியவில்லை %s

source: Could not access configuration file (custom.conf). Make sure that the file exists before launching login manager config utility.
ar: لا يمكن الوصول لملف الإعدادات (custom.conf). تأكد من أن النلف موجود قبل تشغيل أداة إعداد مدير الولوج.
bn: কনফিগারেশন ফাইল (custom.conf) ব্যবহার করতে ব্যর্থ। লগ-ইন পরিচালন ব্যবস্থা আরম্ভ করার পূর্বে এই ফাইলের উপস্থিতি নিশ্চিত করুন।
cs: Nelze přistupovat ke konfiguračnímu souboru (custom.conf). Před spuštěním nástroje na nastavení správce přihlášení se prosím ujistěte, že soubor existuje.
eu: Ezin izan da konfigurazioko fitxategia (custom.conf) atzitu. Ziurtatu fitxategia existitzen dela saio-kudeatzailearen konfigurazioko tresna abiatu aurretik.
gl: Non se puido acceder ao ficheiro de configuración (custom.conf). Asegúrese de que existe o ficheiro antes de executar a utilidade de configuración do xestor de inicio de sesión.
hi: विन्यास फाइल (custom.conf) का अभिगम नहीं कर सका. सुनिश्चित करें फाइल लॉगिन मैनेजर कॉन्फिग उपयोगिता लांच करने के पहले मौजूद है.
it: Impossibile accedere al file di configurazione (custom.conf). Controllare che il file esista prima di lanciare lo strumento di configurazione del gestore di accesso,
ne: कन्फिगरेसन फाइल (custom.conf) पहुँच गर्न सकेन । लगइन प्रबन्धक कन्फिग उपयोगिता सुरुआत गर्नु पहिला यो फाइल अवस्थित छ भन्ने कुरा निश्चित गर्नुहोस् ।
or: (custom.conf) ବିନ୍ଯାସ ଫାଇଲକୁ ଅଭିଗମ କରିପାରିଲା ନାହିଁ। ଲଗଇନ ପରିଚାଳକ ବିନ୍ଯାସ ଉପଯୋଗୀତାକୁ ଚଳାଇବା ପୂର୍ବରୁ ଫାଇଲଟି ଅବସ୍ଥିତ ଅଛି ବୋଲି ନିଶ୍ଚିତ ହୁଅନ୍ତୁ।
pl: Brak dostępu do pliku konfiguracyjnego (custom.conf). Proszę upewnić się, że plik ten istnieje przed uruchomieniem konfiguratora menedżera logowania.
sk: Nepodarilo sa otvoriť konfiguračný súbor (custom.conf). Overte, že súbor existuje ešte pred spustením konfiguračného nástroja.
ta: உருவமைப்பு கோப்பை (custom.conf) அணுக முடியவில்ல. உருவமைப்பு கோப்பின் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும்.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file. Attempting to start it from the default location.
ar: لا يمكن تنفيذ برنامج الإعداد. تأكد من المسار مضبوط بدقة في ملف الإعدادات. سأحاول تشغيله من الموقع الإفتراضي.
as: বিন্যাসেশন অ্যাপ্লিকেশন সঞ্চালন কৰোঁতে ব্যৰ্থ। বিন্যাসেশন ফাইলেৰ মধ্যে অ্যাপ্লিকেশনেৰ পাথ সঠিকৰূপে উল্লিখিত হয়েছে কিনা পৰীক্ষা কৰক। ডিফল্ট অবস্থান থেকে এইটো আৰম্ভ কৰাৰ প্ৰচেষ্টা কৰা হচ্ছ।
bn: কনফিগারেশন অ্যাপ্লিকেশন সঞ্চালন করতে ব্যর্থ। কনফিগারেশন ফাইলের মধ্যে অ্যাপ্লিকেশনের পাথ সঠিকরূপে উল্লিখিত হয়েছে কিনা পরীক্ষা করুন। ডিফল্ট অবস্থান থেকে এটি আরম্ভ করার প্রচেষ্টা করা হচ্ছ।
cs: Nelze spustit konfigurační program. Ujistěte se prosím, že je správně nastavena jeho cesta v konfiguračním souboru. Proběhne pokus o jeho spuštění z výchozího umístění.
es: No se pudo ejecutar el programa de configuración. Asegúrese de que la ruta sea correcta en el archivo de configuración. Se intentará iniciarlo desde la ubicación predeterminada.
eu: Ezin izan da konfigurazio-programa exekutatu. Egiaztatu bide-izena zuzen idatzitadagoela konfigurazio-fitxategian. Kokapen lehenetsitik abiarazten saiatuko da.
gl: Non se puido executar o programa de configuración. Verifique que o camiño está definido correctamente no ficheiro de configuración. Tentarase iniciar desde a localización predeterminada.
hi: विन्यासन अनुप्रयोग नहीं चला सकता. सुनिश्चित करें कि इसका पथ विन्यासन फ़ाइल में सही नियत है. मैं इसे मूलभूत स्थान से प्रारंभ करने का प्रयत्न करूंगा.
it: Impossibile eseguire il programma di configurazione. Controllare che il percorso sia impostato correttamente nel file di configurazione. Sarà effettuato un tentativo di esecuzione dalla posizione predefinita.
ne: कन्फिगरेसन अनुप्रयोग कार्यान्वयन गर्न सकेन । कन्फिगरेसन फाइलमा यसको मार्ग सहि तरिकाले सेट भएको छ भनि निश्चित गर्नुहोस् । पूर्वनिर्धारित स्थानबाट सुरुआत गर्न प्रयत्न गर्दै ।
or: ବିନ୍ଯାସ ପ୍ରୟୋଗକୁ ଚଳାଇ ପାରିଲା ନାହିଁ। ବିନ୍ଯାସ ଫାଇଲରେ ପଥଟି ସଠିକ ରୂପରେ ସେଟ କରିଯାଇଛି ବୋଲି ନିଶ୍ଚିତ ହୁଅନ୍ତୁ। ପୂର୍ବନିର୍ଦ୍ଧାରିତରୁ ଏହାକୁ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Nie można uruchomić programu konfiguracyjnego. Upewnij się, że ścieżka w pliku konfiguracyjnym jest poprawnie ustawiona. Nastąpi próba uruchomienia z domyślnego położenia.
sk: Nepodarilo sa spustiť konfiguračný program. Overte, že jeho cesta je správne nastavená v konfiguračnom súbore. Pokúsim sa ho spustiť zo štandardného umiestnenia.
ta: உருவமைக்கும் நிரலை இயக்க முடியவில்ல. உருவமைப்பு கோப்பில் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும். நான் அதை இயல்பான இடத்தில் இருந்து துவக்க முயற்சிக்கிறேன்.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file.
ar: لا يمكن تشغيل برنامج الإعداد. تأكد من أن المسار مضبوط بدقة في ملف الإعدادات.
as: বিন্যাসেশন অ্যাপ্লিকেশন সঞ্চালন কৰোঁতে ব্যৰ্থ। বিন্যাসেশন ফাইলেৰ মধ্যে অ্যাপ্লিকেশনেৰ পাথ সঠিকৰূপে উল্লিখিত হয়েছে কিনা পৰীক্ষা কৰক।
bn: কনফিগারেশন অ্যাপ্লিকেশন সঞ্চালন করতে ব্যর্থ। কনফিগারেশন ফাইলের মধ্যে অ্যাপ্লিকেশনের পাথ সঠিকরূপে উল্লিখিত হয়েছে কিনা পরীক্ষা করুন।
cs: Nelze spustit konfigurační program. Ujistěte se prosím, že je správně nastavena jeho cesta v konfiguračním souboru.
es: No se pudo ejecutar el programa de configuración. Asegúrese de que la ruta sea correcta en el archivo de configuración.
eu: Ezin izan da konfigurazio-programa exekutatu. Egiaztatu bide-izena zuzen idatzita dagoela konfigurazio-fitxategian.
gl: Non se puido executar o programa de configuración. Verifique que o camiño está definido correctamente no ficheiro de configuración.
hi: विन्यासन अनुप्रयोग नहीं चला सकता. सुनिश्चित करें कि इसका पथ विन्यासन फ़ाइल में सही नियत है.
it: Impossibile eseguire il programma di configurazione. Controllare che il percorso sia impostato correttamente nel file di configurazione.
ne: कन्फिगरेसन कार्यक्रम कार्यान्वयन गर्न सकेन । यसको मार्ग कन्फिगरेसन फाइलमा सही तरिकाले सेट भएको निश्चित गर्नुहोस् ।
or: ବିନ୍ଯାସ ପ୍ରୟୋଗକୁ ଚଳାଇ ପାରିଲା ନାହିଁ। ବିନ୍ଯାସ ଫାଇଲରେ ପଥଟି ସଠିକ ରୂପରେ ସେଟ କରିଯାଇଛି ବୋଲି ନିଶ୍ଚିତ ହୁଅନ୍ତୁ। ପୂର୍ବନିର୍ଦ୍ଧାରିତରୁ ଏହାକୁ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Nie można uruchomić programu konfiguracyjnego. Upewnij się, że ścieżka w pliku konfiguracyjnym jest poprawnie ustawiona.
sk: Nepodarilo sa spustiť konfiguračný program. Overte, že jeho cesta je správne nastavená v konfiguračnom súbore.
ta: உருவமைக்கும் நிரலை இயக்க முடியவில்ல. உருவமைப்பு கோப்பில் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும்.

source: You must authenticate as root to run configuration.
ar: يجب توثيقك كجذرلتشغيل الإعداد.
as: বিন্যাসেশন কৰাৰ বাবে root ব্যবহাৰকাৰী ৰূপে পৰিচয় প্ৰমাণিত কৰা আবশ্যক।
bn: কনফিগারেশন করার জন্য root ব্যবহারকারী রূপে পরিচয় প্রমাণিত করা আবশ্যক।
cs: Ke spuštění nastavení je nutné provést ověření jako superuživatel.
es: Debe autenticarse como administrador para editar la configuración.
eu: Sartu root-aren pasahitza konfigurazioa exekutatzeko.
gl: Debe autenticarse como superusuario para executar a configuración.
hi: विन्यासन चलाने हेतु आप जरूर रूट के रूप में प्रमाणित करें.
it: È necessario autenticarsi come utente root per modificare la configurazione.
ne: कन्फिगरेसन चलाउनलाई तपाईँले मूलको रूपमा प्रमाणीकरण गर्नुपर्दछ ।
or: ଚାଳନ ବିନ୍ଯାସକୁ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ଭାବରେ ଚଳାଇବା ପାଇଁ ଆପଣ ବୈଧିକରଣ କରିବା ଉଚିତ।
pl: Proszę podać hasło użytkownika root, aby uruchomić konfiguratora.
sk: Musíte sa prihlásiť ako správca, aby ste mohli spustiť konfiguráciu.
ta: உருவமைப்பை ஓடவைக்க. மூல கடவுச்சொல்லை உள்ளிட்டு உறுதி செய்யவும்.

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist.
ar: لم يمكن تشغيل صوت الولوج المطلوب على عرض غير محلية أ لا يمكن تشغيل البرنامج اذضي يعزفه او أن الصوت غير موجو.د
as: দূৰবৰ্তী প্ৰদৰ্শনে প্ৰৱেশে শব্দ বাজানোৰ অনুৰোধ কৰা হয়েছে অথবা শব্দ বাজানোৰ সফ্টওয়্যাৰ অথবা চিহ্নিত শব্দেৰ ফাইল অনুপস্থিত।
bn: দূরবর্তী প্রদর্শনে লগ-ইনে শব্দ বাজানোর অনুরোধ করা হয়েছে অথবা শব্দ বাজানোর সফ্টওয়্যার অথবা চিহ্নিত শব্দের ফাইল অনুপস্থিত।
cs: Bylo požádáno o zvuk při přihlášení mimo místní displej, nebo nelze spustit přehrávací software, popřípadě zvuk neexistuje.
es: Se ha solicitado un sonido de entrada en una pantalla no local o el software de reproducción no se puede ejecutar o el sonido no existe.
eu: Saio-hasierarako eskatutako soinua pantaila ez-lokalean dago edo erreproduzitzeko softwarea ezin da exekutatu edo soinua ez dago.
gl: Solicitouse o son de inicio nunha pantalla non local, ou non se pode executar o programa de reprodución, ou o ficheiro de son non existe.
hi: लॉगिन ध्वनि एक गैर स्थानीय प्रदर्शन पर निवेदन किया या प्ले सॉफ्टवेय चलाया नहीं जा सकता या ध्वनि मौजूद नहीं है
it: È stato richiesto il suono di accesso su un display non locale o il software di riproduzione non può essere eseguito o il suono non esiste.
ne: गैर-स्थानीय प्रदर्शनमा लगइन ध्वनी अनुरोध गरियो वा बजाउने सफ्ट्वेयर चालु गर्न सकिँदैन वा ध्वनी अवस्थित छैन ।
or: ନିବେଦିତ ଲଗଇନ ଶବ୍ଦକୁ ଅସ୍ଥାନୀୟ ପ୍ରଦର୍ଶନରେ କିମ୍ବା ପ୍ଲେ-ସଫ୍ଟୱେରରେ ଚାଳଇ ପାରିବ ନାହିଁ କିମ୍ବା ସେହି ଶବ୍ଦଟି ଉପଲବ୍ଧ ନାହିଁ।
pl: Żądanie dźwięku logowania na zdalnym terminalu lub oprogramowanie odtwarzające nie może być uruchomione, albo dźwięk nie istnieje.
sk: Požiadavka na prihlasovací zvuk na nelokálnom displeji, softvér pre zahranie nie je možné spustiť alebo zvuk neexistuje.
ta: உள்இல்லா-காட்சியில் நுழைவு சத்தம் கேட்கப் பட்டது. அல்லது மென்பொருளை ஓடவைக்க முடியாது. அல்லது சத்தம் இல்லை

source: %s: Can't init pipe to gdmgreeter
ar: %s: لا مكن بدء انبوب لمرحب GDM
as: %s: gdmgreeter'এ init পাইপ কৰোঁতে ব্যৰ্থ
bn: %s: gdmgreeter'এ init পাইপ করতে ব্যর্থ
cs: %s: Nelze vytvořit rouru k programu gdmgreeter
es: %s: Imposible iniciar un pipe hacia gdmgreeter
eu: %s: Ezin da gdmgreeter-erako kanalizazioa hasieratu
gl: %s: non se pode inicializar unha canalización para o gdmgreeter
hi: %s: जीडीएम-स्वागतकर्ता में इनिट पाइप नहीं कर सका
it: %s: impossibile inizializzare la pipe verso gdmgreeter
mr: %s: gdm स्वागतकर्त्याला पाईप (|) चालू करुन देता आला नाही.
ne: %s: gdmgreeter मा पाइप थालनी गर्न सकिँदैन
or: %s: ପାଇପକୁ ଜି.ଡି.ଏମ. ଶୁଭେଚ୍ଛାକର୍ତ୍ତା ଭାବରେ init କରିପାରିବ ନାହିଁ
pl: %s: Nie można utworzyć potoku do ekranu powitalnego GDM
sk: %s: Nemôžem inicializovať rúru do privítania gdmgreeter
ta: %s: ஜிடிஎம் முகமனுக்கு இனிட் குழாயை அமைக்க முடியவில்லை
