Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the GDM configuration.
ar: دليل جلستك مفقود أو فارغ! هناك جلستان يمكنك إستعمالهما، لكن يجدر بك الولوج و تصحيح إعدادات GDM.
as: অধিবেশন ডিৰেক্টৰি ফাঁকা অথবা অনুপস্থিত! দুটি উপলব্ধ অধিবেশন ব্যবহাৰ কৰা যাবে কিন্তু লগ-ইন কৰে GDM বিন্যাসেশন সংশোধন কৰা উচিত।
bn: সেশান ডিরেক্টরি ফাঁকা অথবা অনুপস্থিত! দুটি উপলব্ধ সেশান ব্যবহার করা যাবে কিন্তু লগ-ইন করে GDM কনফিগারেশন সংশোধন করা উচিত।
cs: Váš adresář sezení je prázdný nebo chybí! K dispozici jsou dvě sezení, která můžete použít, ale bylo by vhodné se přihlásit a upravit nastavení GDM.
es: Du directorio de sesiones falta o está vacío. Hay dos sesiones disponibles que puede usar, pero debería entrar y corregir la configuración de GDM.
eu: Zure saio-direktorioa falta da edo hutsik dago! Bi saio daude erabilgarri, baina saioa hasi eta GDM-ren konfigurazioa zuzendu beharko zenuke.
gl: O directorio de sesións non existe ou está baleiro! Hai dúas sesións dispoñibles que pode usar, mais debería iniciar unha sesión e corrixir a configuración do GDM.
hi: आपकी सत्र निर्देशिका नहीं है या खाली है! यहाँ दो सत्र उपलब्ध हैं जिसे आप उपयोग में ला सकते हैं, परंतु आपको लॉगइन कर जीडीएम विन्यासन को सही करना होगा.
it: La directory della sessione è vuota o mancante. Ci sono due sessioni utilizzabili, ma sarebbe necessario effettuare l'accesso e correggere la configurazione di GDM.
ne: तपाईँको सत्र डाइरेक्टरी हराइरहेको छ वा खाली छ ! त्यहाँ दुईवटा सत्रहरू उपलब्ध छन् जुन तपाईँ प्रयोग गर्न सक्नुहुन्छ, तर तपाईँले लगइन गर्नुपर्दछ र GDM कन्फिगरेसन सँच्याउनु पर्दछ ।
pl: Katalog sesji nie istnieje lub jest pusty! Dostępne są dwie sesje, lecz po zalogowaniu się należy poprawić konfigurację GDM.
sk: Váš priečinok relácií buď chýba, alebo je prázdny! K dispozícii sú tieto dve relácie, ale mali by ste sa prihlásiť a problém konfigurácie GDM vyriešiť.
ta: உங்கள் அமர்வு அடைவை காணவில்லை அல்லது காலி! நீங்கள் பயன்படுத்த இதில் இரண்டு அமர்வுகள் உள்ளன, ஆனால் நீங்கள் நுழைந்து ஜிடிஎம் உருவமைப்பை சரி செய்ய வேண்டும்.

source: Configuration is not correct
ar: الإعدادات غير سليمة
as: বিন্যাসেশন সঠিক নয়
bn: কনফিগারেশন সঠিক নয়
cs: Nastavení není v pořádku
es: La configuración no es correcta
eu: Konfigurazioa ez da zuzena
gl: A configuración non é correcta
hi: विन्यासन सही नहीं है
it: Configurazione non corretta
mr: संकलन बरोबर झाले नाही
ne: कन्फिगरेसन ठीक छैन
or: ବିନ୍ଯାସ ସଠିକ ନୁହେଁ
pl: Konfiguracja jest nieprawidłowa
sk: Konfigurácia je neplatná
ta: உருவமைப்பு சரியாக இல்லை

source: The configuration file contains an invalid command line for the login dialog, so running the default command. Please fix your configuration.
ar: يحتوي ملف الإعداد سطر أمر غير صحيح لحوار الولوج، لذا شغّلتُِ الأمر الإفتراضي. رجاء صحّح إعداداتك.
as: বিন্যাসেশন ফাইলেৰ মধ্যে প্ৰৱেশ ডায়লগেৰ ক্ষেত্ৰে অবৈধ কমান্ড-লাইন উপস্থিত থাকাৰ ফলে ডিফল্ট কমান্ড প্ৰয়োগ কৰা হচ্ছে। অনুগ্ৰহ কৰে বিন্যাসেশন সংশোধন কৰক।
bn: কনফিগারেশন ফাইলের মধ্যে লগ-ইন ডায়লগের ক্ষেত্রে অবৈধ কমান্ড-লাইন উপস্থিত থাকার ফলে ডিফল্ট কমান্ড প্রয়োগ করা হচ্ছে। অনুগ্রহ করে কনফিগারেশন সংশোধন করুন।
cs: Konfigurační soubor obsahuje neplatný příkazový řádek u dialogu přihlášení, probíhá tedy spouštění výchozího příkazu. Upravte prosím své nastavení.
es: El archivo de configuración contiene una línea de comando inválida para el diálogo de entrada, se ejecutará el comando predeterminado. Corrija su configuración.
eu: Konfigurazio-fitxategiak saio-hasieraren elkarrizketarako komando-lerro baliogabea du eta horregatik, komando lehenetsia exekutatu dut. Konpondu zure konfigurazioa.
gl: O ficheiro de configuración contén unha liña de comando non válida para o diálogo de inicio de sesión, e por iso está en execución o comando predeterminado. Repare a configuración.
hi: विन्यासन फ़ाइल में लॉगइन संवाद हेतु अमान्य कमांड लाइन है, अतः मूलभूत कमांड चलाया जा रहा है. कृपया अपना विन्यासन सुधारें.
it: Il file di configurazione contiene un comando non valido per la finestra di accesso, perciò sarà utilizzato il comando predefinito. Correggere la configurazione.
ne: कन्फिगरेसन फाइलले लगइन सम्वादका लागि अवैध आदेश रेखा समाविष्ट गर्दछ, त्यसैले पूर्वनिर्धारित आदेश चलिरहेको छ । कृपया तपाईँको कन्फिगरेसन यकिन गर्नुहोस् ।
pl: Plik konfiguracyjny zawiera niepoprawny wiersz polecenia dla okna logowania, zostało więc wykonane domyślne polecenie. Popraw konfigurację.
sk: Konfiguračný súbor obsahuje neplatný príkaz pre prihlasovací dialóg a preto sa spustil predvolený príkaz. Prosím, opravte si svoju konfiguráciu.
ta: நுழைவு உரையாடலுக்கான செல்லாத கட்டளை வரிகளை உருவமைப்பு கோப்பு கொண்டு உள்ளது, அதனால் தான் நான் முன்னிருப்பு கட்டளையை ஓட்டினேன். தயவு செய்து உங்கள் உருவமைப்பை சரி செய்யவும்.

source: File %s cannot be opened for writing.
ar: لا يمكن فتح ملف %s للكتابة.
as: লেখাৰ উদ্দেশ্যে %s ফাইল খুলতে ব্যৰ্থ।
bn: লেখার উদ্দেশ্যে %s ফাইল খুলতে ব্যর্থ।
cs: Soubor %s nelze otevřít k zápisu.
es: El archivo %s no se puede abrir para escritura.
eu: %s fitxategia ezin da idazteko ireki
gl: Non se pode abrir o ficheiro %s para escritura.
hi: फ़ाइल %s को लिखने हेतु खोल नहीं सकते
it: Il file %s non può essere aperto per la scrittura.
ne: %s फाइल लेख्नका लागि खोल्न सकिँदैन ।
or: %s ଫାଇଲକୁ ଲେଖିବା ପାଇଁ ଖୋଲି ହେବନାହିଁ।
pl: Nie można otworzyć pliku %s do zapisu.
sk: Súbor %s sa nepodarilo otvoriť pre zápis.
ta: கோப்பு %s எழுதுவதற்கு திறக்க முடியவில்லை.

source: Cannot open file
ar: لا يمكن فتح الملف
as: ফাইল খুলতে ব্যৰ্থ
bn: ফাইল খুলতে ব্যর্থ
cs: Nelze otevřít soubor
es: No se puede abrir el archivo
eu: Ezin da fitxategia ireki
gl: Non se pode abrir o ficheiro
hi: फ़ाइल नहीं खोल सके
it: Impossibile aprire il file
mr: फाईल उघडू शकत नाही.
ne: फाइल खोल्न सकिँदैन
or: ଫାଇଲକୁ ଖୋଲି ପାରିବ ନାହିଁ
pl: Nie można otworzyć pliku
sk: Nepodarilo sa otvoriť súbor
ta: கோப்பை திறக்க முடியவில்லை

source: Select User Image
ar: اختر صورة المستخدم.
as: ব্যবহাৰকাৰীৰ ছবি নিৰ্বাচন কৰক
bn: ব্যবহারকারীর ছবি নির্বাচন করুন
cs: Vyberte si uživatelský obrázek
es: Seleccione la imagen del usuario
eu: Hautatu erabiltzaile-irudia
gl: Seleccionar a imaxe de usuario
hi: उपयोक्ता छवि चुनें
it: Selezionare immagine utente
ne: प्रयोगकर्ता छवि चयन गर्नुहोस्
or: ଚାଳକ ପ୍ରତିଛବିକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór obrazu użytkownika
sk: Zvoliť obrázok používateľa
ta: பயனர் பிம்பத்தை தேர்ந்தெடு

source: Images
ar: صور
as: ছবি
bn: ছবি
cs: Obrázky
es: Imágenes
eu: Irudiak
gl: Imaxes
hi: बिंब
it: Immagini
ne: छविहरू
or: ପ୍ରତିଛବି
pl: Obrazy
sk: Obrázky
ta: பிம்பங்கள்

source: All Files
ar: كل الملفّات
as: সৰ্বধৰনেৰ ফাইল
bn: সর্বধরনের ফাইল
cs: Všechny soubory
es: Todos los archivos
eu: Fitxategi guztiak
gl: Todos os ficheiros
hi: सभी फ़ाइलें
it: Tutti i file
ne: सबै फाइलहरू
or: ସମସ୍ତ ଫାଇଲ
pl: Wszystkie pliki
sk: Všetky súbory
ta: அனைத்து கோப்புகள்

source: Change the picture that will show in the GDM (login manager) face browser
ar: غيّر الصورة التي ستظهر في متصفح الوجوه لـ GDM (مدير الولوج)
as: GDM (প্ৰৱেশ পৰিচালন ব্যবস্থা) ফেস ব্ৰাউজাৰে প্ৰদৰ্শনযোগ্য ছবি পৰিবৰ্তন কৰক
bn: GDM (লগ-ইন পরিচালন ব্যবস্থা) ফেস ব্রাউজারে প্রদর্শনযোগ্য ছবি পরিবর্তন করুন
cs: Změní obrázek, který bude zobrazen v prohlížeči obličejů programu GDM (správci přihlášení)
es: Cambia la imagen que se mostrará en el visor de rostros de GDM (gestor de entrada)
eu: GDMren (saioa hasteko kudeatzailea) aurpegi-arakatzailean agertuko den irudia aldatzen du
gl: Cambiar a imaxe que se mostrará no navegador de faces do GDM (xestor de inicio de sesión)
hi: छवि बदलें जो जीडीएम (लॉगइन प्रबंधक) फेस ब्राउज़र में दिखता है.
it: Seleziona l'immagine da utilizzare nell'elenco dei volti di GDM
mr: gdm (प्रवेश व्यवस्थापक)मधील संचारकात दाखविले जाणारे चित्र बदला
ne: GDM (लग-इन प्रबन्धक ) फेस ब्राउजरमा देखाइने तस्वीर परिवर्तन गर्नुहोस् ।
pl: Ustawienie obrazu, który będzie wyświetlany przez GDM w przeglądarce obrazów twarzy
sk: Nastaví obrázok, ktorý sa zobrazí v prehliadači tvárí GDM (správca displeja)
ta: ஜிடிஎம் (நுழை மேலாளர்) இல் காண்பிக்கப் படும் முக உலாவி புகைப்படத்தை மாற்று

source: Login Photo
ar: صورة الولوج
as: প্ৰৱেশ'এ ব্যবহৃত ছবি
bn: লগ-ইন'এ ব্যবহৃত ছবি
cs: Přihlašovací fotografie
es: Foto de entrada
eu: Saio-hasierako argazkia
gl: Fotografía para o inicio de sesión
hi: लॉगइन छवि
it: Foto per l'accesso
mr: प्रवेश करण्याचे छायाचित्र
ne: फोटो लगइन गर्नुहोस्
or: ଲଗଇନ ଫଟୋ
pl: Fotografia użytkownika
sk: Fotografia pre prihlásenie
ta: உள்நுழைவு புகைப்படம்

source: <b>User Image</b>
ar: <b>صورة المستخدم</b>
as: <b>ব্যবহাৰকাৰীৰ ছবি</b>
bn: <b>ব্যবহারকারীর ছবি</b>
cs: <b>Uživatelský obrázek</b>
es: <b>Imagen del usuario</b>
eu: <b>Erabiltzaile-irudia</b>
gl: <b>Imaxe de usuario</b>
hi: <b>उपयोक्ता बिंब</b>
it: <b>Immagine utente</b>
ne: <b>प्रयोगकर्ता छवि</b>
or: <b>ଚାଳକ ପ୍ରତିଛବି</b>
pl: <b>Obraz użytkownika</b>
sk: <b>Obrázok používateľa</b>
ta: <b>பயனர் படம்</b>

source: Login Photo Preferences
ar: تفضيلات صورة الولوج
as: প্ৰৱেশ'এ ব্যবহৃত ছবি সংক্ৰান্ত পছন্দ
bn: লগ-ইন'এ ব্যবহৃত ছবি সংক্রান্ত পছন্দ
cs: Předvolby přihlašovací fotografie
es: Preferencias de la foto de la entrada
eu: Saioko argazkiaren hobespenak
gl: Fotografía de inicio de sesión
hi: लॉगइन चित्र वरीयता
it: Preferenze foto di accesso
ne: फोटो प्राथमिकताहरू लगइन गर्नुहोस्
or: ଲଗଇନ ଫଟୋ ପସନ୍ଦ
pl: Ustawienia fotografii użytkownika
sk: Predvoľby prihlasovacej fotky
ta: உள் அனுமதி புகைப்பட விருப்பங்கள்

source: Failsafe _GNOME
ar: _جنوم آمن من الفشل
as: ফেইল-সেফ GNOME (_G)
bn: ফেইল-সেফ GNOME (_G)
cs: Záchranné _GNOME
es: _GNOME a prueba de fallos
eu: Hutsegiteen aurkako _Gnome
gl: _Gnome a proba de fallos
hi: फेलसेफ _GNOME
it: _GNOME d'emergenza
or: ଫେଲ-ସେଫ ନୋମ (_G)
pl: Awaryjny _GNOME
sk: Záchranné _GNOME
ta: பிழைபாதுகாப்பு க்நோம் (_G)

source: Failsafe GNOME
ar: جنوم آمن من الفشل
as: ফেইল-সেফ GNOME
bn: ফেইল-সেফ GNOME
cs: Záchranné GNOME
es: GNOME a prueba de fallos
eu: Hutsegiteen aurkako Gnome
gl: Gnome a proba de fallos
hi: फेलसेफ _GNOME
it: GNOME d'emergenza
ne: फेलसेफ जीनोम
or: ଫେଲ-ସେଫ ନୋମ
pl: Awaryjny GNOME
sk: Záchranné GNOME
ta: பிழைபாதுகாப்பு க்நோம்

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
ar: هذه جلسة آمنة من الفشل ستولِجك في جنوم. لن تُقرأ نصوص بدأ التشغيل الشفرية و لا تستعمل الجلسة إلا اذا لم تتمكن من الولوج بطريقة أخرى. سيستعمل جنوم الجلسة 'الافتراضية'.
as: এই ফেইল-সেফ অধিবেশনেৰ মাধ্যমে GNOME'এ প্ৰৱেশ কৰা যাবে। প্ৰাৰম্ভিক স্ক্ৰিপ্টগুলি সঞ্চালন কৰা হবে না এবং অন্যান্য কোনো প্ৰণালীৰ মাধ্যমে প্ৰৱেশ কৰা সম্ভৱ না হলে এইটো ব্যবহাৰ কৰা যাবে। GNOME দ্বাৰা 'ডিফল্ট' অধিবেশন ব্যবহাৰ কৰা হবে।
bn: এই ফেইল-সেফ সেশানের মাধ্যমে GNOME'এ লগ-ইন করা যাবে। প্রারম্ভিক স্ক্রিপ্টগুলি সঞ্চালন করা হবে না এবং অন্যান্য কোনো প্রণালীর মাধ্যমে লগ-ইন করা সম্ভব না হলে এটি ব্যবহার করা যাবে। GNOME দ্বারা 'ডিফল্ট' সেশান ব্যবহার করা হবে।
cs: Záchranné sezení, které vám umožní přihlásit se do GNOME. Nebudou spuštěny žádné startovací skripty; toto sezení by mělo být použito pouze v případě nemožnosti přihlásit se jiným způsobem. GNOME použije "výchozí sezení".
es: Esto es una sesión a prueba de fallos que le permitirá acceder a GNOME. No se leerán scripts de inicio y solamente se usa cuando no puede entrar de ningún otro modo. GNOME utilizará la sesión «Predeterminada».
eu: Hau GNOMEn sartuko zaituen hutsegiteen aurkako saioa da. Ez dira abio-script-ak irakurriko eta saioa beste modu batean hasi ezin duzunean bakarrik erabiliko dira. GNOMEk 'Lehenetsia' saioa erabiliko du.
gl: Isto é unha sesión a proba de fallos que lle permitirá acceder a Gnome. Non se lerán scripts de inicio e soamente se usa cando non pode iniciar a sesión de ningún outro modo. O Gnome empregará a sesión 'Predeterminada'.
hi: यह एक फेलसेफ सत्र है जो आपको GNOME में लॉग करेगा. कोई स्टार्टअप स्क्रिप्ट पढा जायेगा और यह तभी प्रयोग किया जायेगा जब आप किसी औऱ तरह से लॉग न कर सकें. GNOME 'मूलभूत' सत्र का प्रयोग करेगा.
it: Questa è una sessione d'emergenza per poter accedere a GNOME. Non saranno eseguiti gli script di avvio, serve solo per effettuare l'accesso quando non ci sono altri modi per farlo. GNOME utilizzerà la sessione "Predefinita".
ne: यो फेलसेफ सत्र हो जसले तपाईँलाई जीनोममा लगइन गर्नेछ । कुनै सुरुआत स्क्रिप्टहरू पढिने छैन र यो तपाईँले अन्य कुनै माध्यमबाट लगइन गर्न सक्नुभएन भने मात्र यो प्रयोग गरिन्छ । जीनोमले 'पूर्वनिर्धारित' सत्र प्रयोग गर्नेछ ।
pl: To jest awaryjna sesja, umożliwiająca zalogowanie do GNOME. Przy jej wykorzystaniu nie będą jednak odczytywane żadne skrypty startowe, więc powinna być ona używana tylko, jeśli niemożliwe jest zalogowanie się w inny sposób. GNOME użyje sesji "Default".
sk: Toto je záchranná relácia, ktorá vás prihlási do GNOME. Nebudú spustené žiadne štartovacie skripty a mali by ste ho používať iba v prípade, že sa inak nemôžete prihlásiť. Bude použité 'Predvolená' relácia GNOME.
ta: நீங்கள் க்நோம் உள்நுழைய இது ஒரு தோல்வி பாதுகாப்பு அமர்வு. துவக்க குறுநிரல்கள் படிக்க படா. மற்றும் இது வேறு வழியில் நுழைய இயலவில்லை எனில் மட்டும் பயன்படும். க்நோம் இயற்கையான அமர்வை அமைக்கும்.

source: Failsafe _Terminal
ar: _طرفية آمنة من الفشل
as: ফেইল-সেফ টাৰ্মিনাল (_T)
bn: ফেইল-সেফ টার্মিনাল (_T)
cs: Záchranný _terminál
es: _Terminal a prueba de fallos
eu: Hutsegiteen aurkako _terminala
gl: _Terminal a proba de fallos
hi: फेलसेफ टर्मिनल (_T)
it: _Terminale d'emergenza
mr: अनपयशी आज्ञांचे अमल करणारे केंद्र
or: ଫେଲ-ସେଫ ଟର୍ମିନାଲ (_T)
pl: Awaryjny _terminal
sk: Záchranný _terminál
ta: தோல்விபாதுகாப்பு முனையம்

source: Failsafe Terminal
ar: طرفية آمنة من الفشل
as: ফেইল-সেফ টাৰ্মিনাল
bn: ফেইল-সেফ টার্মিনাল
cs: Záchranný terminál
es: Terminal a prueba de fallos
eu: Hutsegiteen aurkako terminala
gl: Terminal a proba de fallos
hi: फेलसेफ टर्मिनल
it: Terminale d'emergenza
ne: फेलसेफ टर्मिनल
or: ଫେଲ-ସେଫ ଟର୍ମିନାଲ
pl: Awaryjny terminal
sk: Záchranný terminál
ta: தோல்வி_பாதுகாப்பு முனையம்

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
ar: هذه جلسة آمنة من الفشل ستولِجِك في طرفية. لن تًقرء نصوص بدأ التشغيل الشفرية و لا تستعمل الجلسة إلا اذا لم تتمكن من التسجيل بطريقة أخرى. للخروج من الطرفية، اكتب 'exit'.
as: এই ফেইল-সেফ অধিবেশনেৰ মাধ্যমে টাৰ্মিনালে প্ৰৱেশ কৰা যাবে। প্ৰাৰম্ভিক স্ক্ৰিপ্টগুলি সঞ্চালন কৰা হবে না এবং অন্যান্য কোনো প্ৰণালীৰ মাধ্যমে প্ৰৱেশ কৰা সম্ভৱ না হলে এইটো ব্যবহাৰ কৰা যাবে। টাৰ্মিনাল থেকে প্ৰস্থান কৰোঁতে 'exit' লিখক।
bn: এই ফেইল-সেফ সেশানের মাধ্যমে টার্মিনালে লগ-ইন করা যাবে। প্রারম্ভিক স্ক্রিপ্টগুলি সঞ্চালন করা হবে না এবং অন্যান্য কোনো প্রণালীর মাধ্যমে লগ-ইন করা সম্ভব না হলে এটি ব্যবহার করা যাবে। টার্মিনাল থেকে প্রস্থান করতে 'exit' লিখুন।
cs: Záchranné sezení, které vám umožní přihlásit se k terminálu. Nebudou spuštěny žádné startovací skripty; toto sezení by mělo být použito pouze v případě nemožnosti přihlásit se jiným způsobem. K ukončení terminálu zadejte příkaz "exit".
es: Esta es una sesión a prueba de fallos que le permitirá acceder a una consola de terminal. No se leerán scripts de inicio y solamente se usará si no puede acceder de otro modo. Para salir de la ventana de terminal, escriba «exit» y pulse Intro en la ventana.
eu: Hau terminal batean sartuko zaituen hutsegiteen aurkako saioa da. Ez dira abio-script-ak irakurriko eta saioa beste modu batean hasi ezin duzunean bakarrik erabiliko dira. Terminaletik irteteko, idatzi 'exit'.
gl: Esta é a sesión a proba de fallos que lle permitirá acceder a un terminal. Non se lerán scripts de inicio e soamente se usa se non pode iniciar a sesión doutro modo. Para saír da ventá do terminal, escriba 'exit' e prema a tecla Intro.
hi: यह फेलसेफ सत्र है जो आपको टर्मिनल में लॉग करेगा. कोई स्टार्टअप फ़ाइल पढ़ा नहीं जाएगा और यह तभी उपयोग में आएगा जब आप अन्य प्रकार से लॉग नहीं हो सकते. टर्मिनल से बाहर जाने हेतु 'निकास' टाइप करें.
it: Questa è una sessione d'emergenza per poter accedere al terminale. Non saranno eseguiti gli script di avvio, serve solo quando non ci sono altri modi per effettuare l'accesso. Per uscire digitare "exit" nel terminale.
mr: हे एक अनपयशी असे सत्र असून ते तुम्हाला आज्ञा अमल केंद्रामध्ये प्रवेश देईलसुरू करण्यासाठी सूत्रे वाचली जाणार नाहीत आणि याचा वापर तेव्हाच करता येईल जेव्हा तुम्हाला अन्य प्रकारे प्रवेश करता येणार नाही.या केंद्रातून बाहेर जायचे असेल तर 'बाहेर' .(exit) असे टाइप करा
ne: यो फेलसेफ सत्र हो जसले तपाईँलाई टर्मिनलमा लगइन गर्नेछ । कुनै सुरुआत स्क्रिप्ट पढिने छैन र यो तपाईँले अन्य कुनै माध्यमबाट लगइन गर्न सक्नुभएन भने मात्र प्रयोग गरिन्छ । टर्मिनलबाट बाहिर निस्कनका लागि 'exit' टाइप गर्नुहोस् ।
pl: To jest awaryjna sesja, w której uruchomiony zostanie terminal. Przy jej wykorzystaniu nie będą jednak odczytywane żadne skrypty startowe, więc powinna ona być używana tylko, jeśli niemożliwe jest zalogowanie się w inny sposób. Aby zakończyć pracę z terminalem, należy wpisać "exit" i nacisnąć klawisz "Enter".
sk: Toto je záchranná relácia, ktorá vás prihlási na terminál. Nebudú spustené žiadne skripty a táto relácia by mala byť použitá iba v prípade, že žiadna iná nefunguje. Pre ukončenie terminálu použite príkaz 'exit'.
ta: நீங்கள் க்நோம் உள்நுழைய இது ஒரு தோல்வி பாதுகாப்பு அமர்வு. துவக்க குறுநிரல்கள் படிக்க படா. மற்றும் இது வேறு வழியில் நுழைய இயலவில்லை எனில் மட்டும் பயன்படும். முனையத்தில் இருந்து வெளியேற 'exit'என உள்ளிடவும்..

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
ar: حصل خطأ عند محاولة الاتصال بشاشات الولوج. من المحتمل عدم نجاح كل التحديثات.
as: প্ৰৱেশ পৰ্দাৰ সাথে সংযোগ স্থাপনেৰ সময় সমস্যা উৎপন্ন হয়েছে। সব আপডেট সম্ভৱত প্ৰয়োগ কৰা যায়নি।
bn: লগ-ইন পর্দার সাথে সংযোগ স্থাপনের সময় সমস্যা উৎপন্ন হয়েছে। সব আপডেট সম্ভবত প্রয়োগ করা যায়নি।
cs: Během pokusu o kontakt s přihlašovací obrazovkou došlo k chybě. Nemusely se projevit všechny aktualizace.
es: Ha ocurrido un error al contactar con las pantallas de entrada. Puede que no hayan tenido efecto todas las actualizaciones.
eu: Errorea gertatu da saio-hasierako pantailarekin kontaktatzen saiatzean. Baliteke eguneratze guztiek eragin ez izana.
gl: Produciuse un erro tentando contactar coas pantallas de inicio de sesión. Pode que non todas as actualizacións fosen efectivas.
hi: लॉगइन स्क्रीन से संपर्क की कोशिश में एक त्रुटि हुई. सभी अद्यतन का प्रभाव लागू नहीं हुआ है.
it: Errore nel tentativo di contattare gli schermi di accesso. Non tutti gli aggiornamenti potrebbero avere avuto effetto.
ne: लगइन पर्दाहरू सम्पर्क गर्न प्रयास गर्दा एउटा त्रुटि देखा पर्यो । सबै अद्यावधिकहरूले प्रभावित नहुन सक्दछ ।
pl: Przy próbie nawiązania połączenia z ekranami logowania wystąpił błąd. Nie wszystkie aktualizacje odniosły skutek.
sk: Počas pokusu o kontakt s prihlasovacím dialógom nastala chyba. Môže sa stať, že niektoré aktualizácie sa neprejavia.
ta: நுழை திரை ஐ தொடர்பு கொள்ளும்போது பிழை ஏற்பட்டது. அனைத்து இற்றை படுத்தல்களும் செயலுக்கு வரா.

source: Users include list modification
ar: تعديلات قائمة المدرجين
bn: ব্যবহারকারীদের অন্তর্ভুক্তি সংক্রান্ত তালিকা পরিবর্তন
cs: Změna seznamu zahrnutých uživatelů
es: Modificación de la lista de inclusión de usuarios
eu: Erabiltzaileak txertatzeko zerrendaren aldaketa
gl: Modificación da lista de inclusión de usuarios
hi: उपयोक्ता सूची बदलाव शामिल करते हैं
it: Modifica elenco utenti inclusi
ne: प्रयोगकर्ताहरूले सूची परिमार्जन समावेश गर्दछन्
pl: Modyfikacja listy dopuszczonych użytkowników
sk: Zmena zoznamu zaradených používateľov
ta: பயனர்கள் சேர்கவும் பட்டியல் மாறுதல்கள்

source: Some of the users in the Include list (Users tab) now have uid lower than MinimalUID and will be removed.
ar: الآن لدي بعض المستخدمين في قائمة المدرجين (لسان المستخدمين) uid أقل من MinumalUID وسيُحذفوا.
bn: অন্তর্ভুক্ত তালিকায় (ব্যবহারকারী ট্যাব) উপস্থিত কিছু ব্যবহারকারীদের ক্ষেত্রে MinimalUID-র থেকে কম মানের uid ব্যবহৃত হচ্ছে এবং এই ব্যবহারকারীদের অ্যাকউন্ট মুছে ফেলা হবে।
cs: Někteří z uživatelů v seznamu zahrnutých (karta "Uživatelé") mají UID nižší než hodnota minimálního UID a budou odstraněni.
eu: 'Txertatu' zerrendako erabiltzaileetariko batzuk MinimalUID (Erabiltzaileak fitxa) baino UID baxuagoa dute eta kendu egingo dira.
gl: Algúns dos usuarios da lista de inclusión (separador Usuarios) teñen agora un uid menor que o UID mínimo e serán eliminados.
hi: शामिल सूची (Users tab) में कुछ प्रयोक्ता के पास अब MinimalUID से कम uid है और हटा दिया जायेगा.
it: Alcuni utenti nell'elenco «Includere» (scheda «Utenti») hanno un UID inferiore al valore minimo e saranno rimossi.
ne: समावेश सूची (प्रयोगकर्ता ट्याब) मा केही प्रयोगकर्ताहरूसँग अहिले न्यूनतम यूआईडी भन्दा काम यूआईडी छन् र यीनीहरू हटाइनेछन् ।
pl: Niektórzy użytkownicy z listy zostaną z niej usunięci ponieważ mają UID niższy niż wymagany.
sk: Niektorí používatelia v zozname zaradených (karta Používatelia) teraz majú nižšie uid ako minimálne povolené a budú odstránení.
ta: சில சேர்கவும் பட்டியல் இல் உள்ள பயனர்கள் இன் யூஐடி இப்போது குறைந்தபட்ச யூஐடி க்கு கீழ் உள்ளது. இவர்கள் நீக்கப்படுவார்கள்

source: Themed
ar: ذو سمة
as: থিম সহ
bn: থিম সহ
cs: Motiv
es: Con tema
eu: Gaiarekin
gl: Con tema
hi: प्रसंग
it: Con tema
ne: विषयवस्तु बनाइयो
or: ପ୍ରସଙ୍ଗ
pl: Z motywem
sk: S témou
ta: சூழலாக்கப்பட்டது

source: Plain
ar: صِرْف
as: সাদামাটা
bn: সাদামাটা
cs: Prostý
es: Plano
eu: Soila
gl: Simple
hi: सादा
it: Semplice
ne: सादा
or: ସାଧା
pl: Zwykły
sk: Jednoduché
ta: வெற்று

source: Plain with face browser
ar: صِرْف مع متصفّح وجوه
as: ফেস-ব্ৰাউজাৰ সহ সাদামাটা
bn: ফেস-ব্রাউজার সহ সাদামাটা
cs: Prostý s prohlížečem obličejů
es: Plano con visor de rostros
eu: Soila aurpegi-arakatzailearekin
gl: Simple con navegador de faces
hi: फेस ब्रॉउजर के साथ सादा
it: Semplice con elenco utenti
ne: फेस ब्राउजरसँग सादा
or: ଫେସ ବ୍ରାଉଜର ସହିତ ସାଧା
pl: Zwykły z przeglądarką twarzy
sk: Jednoduché s prehliadačom tvárí
ta: வெறுமை முக உலாவியுடன்

source: Autologin or timed login to the root account is forbidden.
ar: لا يسمح بالولوج التلقائي أو المؤقت بوقت لحساب المستخدم الجذر.
bn: root অ্যাকউন্টের ক্ষেত্রে স্বয়ংক্রিয় অথবা সময়সীমা নির্ধারিত লগ-ইন ব্যবহার করা যাবে না।
cs: Automatické nebo časované přihlášení k účtu superuživatele není dovoleno.
es: No se permite la entrada temporizada o automática para la cuenta de administración (root).
eu: Saioa automatikoki hastea edo saio-hasiera programatua ez da onartzen supererabiltzailearen (root) konturako.
gl: O inicio de sesión automático ou conexión temporizada está prohibida para o superusuario.
hi: रूट हेतु स्वचालित लॉगइन या समयबद्ध लॉगइन की मनाही है.
it: Accesso automatico o temporizzato per l'account root proibito.
ne: मूल खातामा स्वत: लगइन वा समयबद्ध लगइन निषेध गरिएको छ ।
pl: Automatyczne logowanie lub logowanie z opóźnieniem czasowym na konto użytkownika root jest niedozwolone.
sk: Automatické alebo časované prihlásenie na administrátorský účet nie je možné.
ta: மூல கணக்கிற்கு தன்னியக்க நுழைவு அல்லது நேர நுழைவு அனுமதி கிடையாது.

source: The "%s" user UID is lower than allowed MinimalUID.
ar: UID المستخدم "%s" أقل من MinimalUID المسموح به.
bn: "%s" ব্যবহারকারীর UID, অনুমোদিত MinimalUID থেকে কম।
cs: UID uživatele %s je nižší než povolená hodnota minimálního UID.
es: El UID del usuario «%s» es menor que el MinimalUID permitido.
eu: "%s" erabiltzailearen UIDa MinimalUIDa baino baxuagoa da.
gl: O UID de usuario "%s" é menor que o UID mínimo permitido.
hi: "%s" उपयोक्ता UID अनुमतिप्राप्त MinimalUID के बनिस्पत कम है.
it: UID dell'utente «%s» inferiore del valore minimo.
ne: "%s" प्रयोगकर्ता यूआईडी अनुमति प्राप्त न्यूनतम यूआईडी भन्दा थोरै छ ।
pl: ID użytkowniks "%s" jest niższy niż dozwolony minimalny UID.
sk: Používateľ "%s" má nižšie UID ako minimálne povolené.
ta: "%s" பயனர் இன் யூஐடி அனுமதிக்கப்பட்ட குறைந்தபட்ச யூஐடி க்கு கீழ் உள்ளது.

source: User not allowed
ar: المستخدم غير مسموح له
bn: ব্যবহারকারী অনুমতিপ্রাপ্ত নন
cs: Uživatel nemá dovoleno přihlásit se
es: El usuario no permitido
eu: Erabiltzaileak ez du baimenik
gl: O usuario non está permitido
hi: उपयोक्ता अनुमति प्राप्त नहीं
it: L'utente non è permesso
ne: प्रयोगकर्तालाई अनुमति छैन
pl: Użytkownik nie ma uprawnień do logowania
sk: Používateľ nie je povolený
ta: பயனர் நுழைய அனுமதி இல்லை
