Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: command_chooser_combobox
eu: komandoa_aukeratzeko_konbinazio-koadroa

source: (Enabled)
ar: (مفعّل)
bn: (সক্রিয়)
cs: (Zapnuto)
es: (Activado)
eu: (Gaituta)
gl: (Activado)
hi: (सक्रिय)
it: (Abilitato)
ne: (सक्षम पारिएको)
pl: (Włączono)
sk: (Povolené)
ta: (இயலுமைபடுத்தியது)

source: (Disabled)
ar: (مُعطّل)
bn: (নিষ্ক্রিয়)
cs: (Vypnuto)
es: (Desactivado)
eu: (Desgaituta)
gl: (Desactivado)
hi: (निष्क्रिय)
it: (Disabilitato)
ne: (अक्षम परिएको)
pl: (Wyłączono)
sk: (Zakázané)
ta: (இயலுமை நீக்கியது)

source: No themes selected!
ar: لم تُنتقى أيّة سِمات!
bn: কোনো থিম নির্বাচিত হয়নি!
cs: Není vybrán žádný motiv!
es: No hay seleccionado ningún tema
eu: Ez da gairik hautatu
gl: Non se seleccionou ningún tema!
hi: कोई थीम चयनित नहीं
it: Nessun tema selezionato.
ne: कुनै विषयवस्तु चयन गरिएको छैन!
pl: Nie wybrano motywu.
sk: Nezvolená žiadna téma
ta: கருத்து எதுவும் தேர்வு செய்யப் படவில்லை

source: You need one or more themes selected for the "Random from selected" option to be valid. Failure to do so will force "Selected only" mode.
ar: تحتاج لانتقاء سِمة أو أكثر ليعمل خيار "عشوائي من المُنتقى". الفشل في هذا سيُجبِر على وضع "المُنتقى فقط".
bn: "নির্বাচিতগুলির মধ্যে যথেচ্ছ" বিকল্পটির বৈধ ব্যবহারের জন্য এক অথবা একাধিক থিম নির্বাচন করা আবশ্যক। এটি না করা হলে বাধ্যতামূলকভাবে "শুধুমাত্র নির্বাচিত" মোড প্রয়োগ করা হবে।
cs: Aby byla volba "Náhodně z vybraného" platná, je nutné mít vybrán jeden nebo více motivů. Pokud se to nezdaří, bude vynuceno přepnutí do režimu "Pouze vybrané".
es: Necesita uno o más temas seleccionados para que sea válida la opción «Aleatorio de los seleccionados». Si falla al hacer esto forzará el modo «Sólo seleccionados».
eu: Gai bat edo gehiago hautatu behar dituzu "Ausazkoa hautatutakoetatik" aukera baliozkoa izateko. Hutsegitean "Hautatutakoa soilik" modura bultzatuko du.
gl: Necesita seleccionar un ou máis temas para que a opción "Selección aleatoria" sexa válida. En caso contrario forzarase o modo "Só os seleccionados".
hi: आपको "चयनित से यादृच्छिक" विकल्प के वैध होने के लिए एक या अधिक थीम को चुने जाने की जरूरत है. ऐसा करने में विफलता "सिर्फ चयनित" मोड को दबाव देगा.
it: È necessario selezionare uno o più temi affinché l'opzione «A caso tra i selezionati» sia valida. Fallire questa operazione forzerà la modalità «Solo quello selezionato».
ne: "चयन गरिएको बाट अनियमित" विकल्प वैध हुनका लागि तपाईँले एक वा बढि विषयवस्तु चयन गर्न आवश्यक छ । त्यसो गर्न असफलताले "चयन गरिएको मात्र" मोड उत्पन्न गर्नेछ ।
pl: Dla opcji "Losowy spośród wybranych" należy zaznaczyć conajmniej jeden motyw. W przeciwnym wypadku dostępny będzie tryb "Tylko wybrany"
sk: Pre platnosť voľby "Náhodne zo zvolených" potrebujete zvoliť jednu alelbo viac tém. Inak sa aktivuje režim "Len zvolené".
ta: தேர்வுகள் செல்லுபடியாக "தேர்ந்தெடுத்ததில் குறிப்பிலாதது" இலிருந்து ஒன்றோ மேலோ கருத்துகள் தேவை. இல்லாவிடில் "தேர்ந்தெடுத்தவை மட்டும்" பாணி செயல்படும்.

source: Apply changes to the modified command?
ar: تطبيق التغييرات على الأمر المعدّل؟
bn: কমান্ড সংক্রান্ত পরিবর্তন প্রয়োগ করা হবে কি?
cs: Použít změny u upraveného příkazu?
es: ¿Desea aplicar los cambios al comando modificado?
eu: Aplikatu aldaketak aldatutako komandoan?
gl: Aplicar os cambios ao comando modificado?
hi: रूपांतरित कमांड में बदलाव लागू करें?
it: Applicare i cambiamenti al comando modificato?
ne: परिमार्जित आदेशमा परिवर्तनहरू लागू गर्नुहुन्छ?
pl: Zastosować zmiany do zmodyfikowanego polecenia?
sk: Aplikovať zmeny v úpravách príkazu?
ta: மாற்றிய கட்டளைகளுக்கு மாறுதல்களை செயல்படுத்தவா ?

source: If you don't apply, the changes will be discarded.
ar: لم لم تطبّق، ستضيع تغيراتك.
bn: সংরক্ষণ না করা হলে পরিবর্তনগুলি পরিত্যাগ করা হবে।
cs: Jestliže změny nepoužijete, budou ztraceny.
es: Si no aplica, los cambios se descartarán.
eu: Ez baduzu aplikatzen, egindako aldaketak galdu egingo dira.
gl: Se non os aplica, rexeitaranse os cambios feitos.
hi: अगर आप लागू नहीं करते हैं, बदलाव नहीं लिया जायेगा.
it: Se non si applicano, i cambiamenti verranno scartati.
ne: यदि तपाईँले लागू गर्नु भएन भने, परिवर्तनहरू वेवास्ता हुनेछन् ।
pl: W razie nie zastosowania zmiany zostaną porzucone.
sk: Ak zmeny neaplikujete, budú všetky zmeny zahodené.
ta: நீங்கள் செயல் படுத்தவில்லையானால் மாறுதல்கள் கைவிடப்படும்.

source: Autologin or timed login to the root account is not allowed.
ar: لا يسمح بالولوج التلقائي أو الوقتي لحساب المستخدم الجذر.
as: root হিচাপেৰ ক্ষেত্ৰে স্বয়ংক্ৰিয় অথবা সময় নিৰ্ধাৰিত প্ৰৱেশ কৰা সম্ভৱ নয়।
bn: root অ্যাকাউন্টের ক্ষেত্রে স্বয়ংক্রিয় অথবা সময় নির্ধারিত লগ-ইন করা সম্ভব নয়।
cs: Automatické nebo časované přihlášení k účtu superuživatele není dovoleno.
es: No se permite la entrada temporizada o automática para la cuenta de administración (root).
eu: Saioa automatikoki hastea edo saio-hasiera programatua ez da onartzen supererabiltzailearen (root) konturako.
gl: O inicio de sesión automático ou conexión temporizada non está permitida para o superusuario.
hi: रूट हेतु स्वचालित लॉगइन या समयबद्ध लॉगइन स्वीकार्य नहीं है
it: L'accesso automatico o temporizzato dell'account root non è permesso.
ne: मूल खातामा स्वत लगइन वा समयबद्ध लगइन अनुमति प्राप्त छैन ।
or: ସ୍ବତଃ ଲଗଇନ କିମ୍ବା ସମୟ ମଧ୍ଯରେ ଲଗଇନ କରିବା ପ୍ରକ୍ରିୟା ପ୍ରମୂଖ ଚାଳକରେ ସ୍ବୀକୃତ ନୁହେଁ।
pl: Automatyczne logowanie lub logowanie z opóźnieniem czasowym na konto superużytkownika (root) jest niedozwolone.
sk: Automatické alebo časované prihlásenie na účet správcu nie je povolené.
ta: மூல கணக்கிற்கு தன்னியக்க நுழைவு அல்லது நேர நுழைவு அனுமதி கிடையாது.

source: The "%s" user already exists in the include list.
ar: المستخدم "%s" موجود بالفعل على قائمة المدرجين.
as: অন্তৰ্ভুক্তি তালিকায় "%s" ব্যবহাৰকাৰী বৰ্তমানে উপস্থিত ৰয়েছে।
bn: অন্তর্ভুক্তি তালিকায় "%s" ব্যবহারকারী বর্তমানে উপস্থিত রয়েছে।
cs: Uživatel "%s" již v seznamu zahrnutých existuje.
es: El usuario «%s» ya existe en la lista de inclusión.
eu: "%s" erabiltzailea badago jadanik 'Txertatu' zerrendan.
gl: O usuario "%s" xa existe na lista de inclusión.
hi: "%s" उपयोक्ता पहले से शामिल सूची में मौजूद है.
it: L'utente "%s" esiste già nell'elenco degli utenti inclusi.
ne: "%s" प्रयोगकर्ता समावेश सूचीमा पहिल्यै अवस्थित छ ।
or: ଅନ୍ତର୍ଭୂକ୍ତ ସୂଚୀରେ "%s" ଚାଳକ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି।
pl: Użytkownik "%s" już istnieje na liście włączonych.
sk: Používateľ "%s" už existuje v zozname pre zahrnutie.
ta: பயனர் "%s" ஏற்கெனவே சேர்ப்பு பட்டியலில் உள்ளார்.

source: Cannot add user
ar: لا يمكن إضافة المستخدمم
as: ব্যবহাৰকাৰী যোগ কৰোঁতে ব্যৰ্থ
bn: ব্যবহারকারী যোগ করতে ব্যর্থ
cs: Nelze přidat uživatele
es: No se pudo añadir al usuario
eu: Ezin da erabiltzailea gehitu
gl: Non se pode engadir o usuario
hi: उपयोक्ता जोड़ नहीं सकता
it: Impossibile aggiungere l'utente
ne: प्रयोगकर्ता थप्न सकिँदैन
or: ଚାଳକକୁ ଯୋଗ କରିପାରିବ ନାହିଁ
pl: Nie można dodać użytkownika
sk: Nie je možné pridať používateľa
ta: பயனரை சேர்க்க முடியவில்லை

source: The "%s" user already exists in the exclude list.
ar: المستخدم "%s" مدرج على لائحة المستبعدين بالفعل.
as: উপেক্ষিতদেৰ তালিকায় "%s" ব্যবহাৰকাৰী বৰ্তমানে উপস্থিত ৰয়েছে।
bn: উপেক্ষিতদের তালিকায় "%s" ব্যবহারকারী বর্তমানে উপস্থিত রয়েছে।
cs: Uživatel "%s" již v seznamu vyjmutých existuje.
es: El usuario «%s» ya existe en la lista de exclusión.
eu: "%s" erabiltzailea badago jadanik 'Baztertu' zerrendan.
gl: O usuario "%s" xa existe na lista de inclusión.
hi: "%s" उपयोक्ता पहले से छंटाई सूची में मौजूद है.
it: L'utente "%s" esiste già nell'elenco degli utenti esclusi.
ne: "%s" प्रयोगकर्ता वहिष्कार सूचीमा पहिल्यै अवस्थित छ ।
or: ବହିର୍ଭୂତ ସୂଚୀରେ "%s" ଚାଳକ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି।
pl: Użytkownik "%s" już istnieje na liście wyłączonych.
sk: Používateľ "%s" už existuje v zozname pre vynechanie.
ta: பயனர் "%s" ஏற்கெனவே விலக்கு பட்டியலில் உள்ளார்.

source: The "%s" user does not exist.
ar: المستخدم "%s"' غير موجود.
as: "%s" নামক ব্যবহাৰকাৰী বৰ্তমানে অনুপস্থিত
bn: "%s" নামক ব্যবহারকারী বর্তমানে অনুপস্থিত
cs: Uživatel "%s" neexistuje.
es: El usuario «%s» no existe.
eu: "%s" erabiltzailea ez da existitzen.
gl: O usuario "%s" non existe.
hi: "%s" उपयोक्ता मौजूद नहीं है.
it: L'utente "%s" non esiste.
ne: "%s" प्रयोगकर्ता अवस्थित छैन ।
or: "%s" ଚାଳକ ଅବସ୍ଥିତ ନୁହେଁ
pl: Użytkownik "%s" nie istnieje.
sk: Používateľ "%s" neexistuje.
ta: "%s" பயனர் இருப்பில் இல்லை.

source: Invalid command path
ar: مسار أمر غير سليم.
bn: অবৈধ কমান্ড পাথ
cs: Neplatná cesta příkazu
es: Ruta de comando inválida
eu: Komando-bide baliogabea
gl: O camiño do comando non é válido
hi: अवैध कमांड पथ
it: Percorso del comando non valido
ne: अवैध आदेश मार्ग
or: ଅବୈଧ ନିର୍ଦ୍ଦେଶ ପଥ
pl: Niepoprawna ścieżka polecenia
sk: Neplatná cesta k príkazu
ta: செல்லாத கட்டளை பாதை

source: The path you provided for this command is not valid. The changes will not be saved.
ar: مسار الأمر الذي قدّمته غير سليم. لن تُحفظ التغييرات.
bn: চিহ্নিত কমান্ডের জন্য প্রদত্ত পাথ বৈধ নয়। পরিবর্তনগুলি সংরক্ষণ করা হবে না।
cs: Poskytnutá cesta k tomuto příkazu není platná. Změny nebudou uloženy.
es: La ruta que proporcionó para este comando no es válida. Los cambios no se guardarán.
eu: Komandoaren bide-izena ez da baliozkoa. Aldaketak ez dira gordeko.
gl: O camiño especificado por este comando non é válido. Non se gardarán os cambios.
hi: आपके द्वारा इस कमांड के लिए दिया गया पथ वैध नहीं है. बदलाव सहेजा नहीं जायेगा.
it: Il percorso fornito per questo comando non è valido. I cambiamenti non saranno salvati.
ne: यो आदेशका लागि तपाईँले उपलब्ध गराउनुभएको मार्ग वैध छैन । परिवर्तनहरू वचत हुने छैन ।
pl: Podana dla tego polecenia ścieżka nie jest poprawna. Zmiany nie zostaną zapisane.
sk: Cesta, ktorú ste uviedli pre tento príkaz, nie je platná. Zmeny nebudú uložené.
ta: நீங்கள் இந்த கட்டளைக்கு கொடுத்த பாதை செல்லுபடியாகாதது. மாற்றங்கள் சேமிக்கப்படா.

source: Some of the users had uid lower than MinimalUID (Security tab) and could not be added.
ar: لدى بعض المستخدمين uid أقل من MinumalUID (لسان الأمن) ولا يمكن إضافتهم.
bn: MinimalUID (নিরাপত্তা ট্যাব) থেকে কম uid প্রয়োগকারী কয়েকজন ব্যবহারকারীদের যোগ করা যায়নি।
cs: Někteří z uživatelů mají UID nižší než hodnota minimálního UID (karta "Bezpečnost") a nemohli být přidáni.
eu: Erabiltzaileetariko batzuk MinimalUID (Segurtasun fitxa) baino UID baxuagoa duteeta ezin izan dira gorde.
gl: Algúns usuarios teñen un uid menor que o UID mínimo (separador Seguranza) e non se puideron engadir.
hi: कुछ प्रयोक्ता का uid MinimalUID (Security tab) से कम रखता था और जोड़ा नहीं जा सका था.
it: Alcuni utenti hanno un «uid» minore di «UID minimo» (scheda «Sicurezza») e non possono essere aggiunti.
ne: केही प्रयोगकर्तासँग न्यूनतम यूआईडी (सुरक्षा ट्याब) भन्दा कम यूआईडी थियो र थप्न सकिएन ।
pl: Część z użytkowników nie mogła być dodana, ponieważ ma UID niższy od minimalnego (karta bezpieczeństwo).
sk: Niektorí používatelia majú nižšie uid ako je minimálne povolené (karta Bezpečnosť) a nemôžu byť pridaní.
ta: சில பயனர்கள் குறைந்த பட்ச யூஐடி (பாதுகாப்பு கீற்று) உள்ளவர்களாக இருக்கிறார்கள், அவர்களை சேர்க்க இயலாது.

source: Select Command
ar: انتقي أمر
bn: কমান্ড নির্বাচন করুন
cs: Vybrat příkaz
es: Seleccione el comando
eu: Hautatu komandoa
gl: Seleccionar un comando
hi: कमांड चुनें
it: Comando di selezione
ne: आदेश चयन गर्नुहोस्
or: ନିର୍ଦ୍ଦେଶ ଚୟନ କରନ୍ତୁ
pl: Wybór polecenia
sk: Zvoľte príkaz
ta: கட்டளையைத் தேர்ந்தெடு

source: No file selected
ar: لا ملف مختار
as: কোনো ফাইল নিৰ্বাচিত হোৱা নাই
bn: কোনো ফাইল নির্বাচিত হয়নি
cs: Žádný soubor není vybrán
es: No hay seleccionado ningún archivo
eu: Ez da fitxategirik hautatu
gl: Non se escolleu ningún ficheiro
hi: कोई फ़ाइल चयनित नहीं
it: Nessun file selezionato
mr: कोणतीही फाईल निवडलेली नाही.
ne: कुनै फाइल चयन गरिएको छैन
or: କୌଣସି ଫାଇଲ ଚୟିତ ନୁହେଁ
pl: Nie wybrano pliku
sk: Nezvolený žiaden súbor
ta: கோப்பும் எதுவும் தேர்வு செய்யப் படவில்லை

source: Apply the changes to commands before closing?
ar: أترغب بتطبيق تّغييرات الأوامر قبل الغلق؟
bn: বন্ধ করার পূর্বে কমান্ড সংক্রান্ত পরিবর্তন প্রয়োগ করা হবে কি?
cs: Použít změny k příkazům před zavřením?
eu: Aplikatu aldaketak komandoengain itxi aurretik?
gl: Aplicar os cambios aos comandos antes de pechar?
hi: बंद करने के पहले कमांड में बदलाव लगायें?
it: Applicare i cambiamenti ai comandi prima di chiudere?
ne: बन्द गर्नु भन्दा पहिला आदेशहरूमा परिवर्तन लागू गर्नुहुन्छ?
or: ବନ୍ଦ କରିବା ପୂର୍ବରୁ ନିର୍ଦ୍ଦେଶ ଦ୍ବାରା ହୋଇଥିବା ପରବର୍ତ୍ତନ ଗୁଡିକ ପ୍ରୟୋଗ କରନ୍ତୁ?
pl: Zastosować zmiany w poleceniu przed zamknięciem?
sk: Aplikovať zmeny v príkazoch pred zatvorením?
ta: மூடு முன் கட்டளை மாறுதல்களை செயல்படுத்தவா ?

source: If you don't apply, the changes made will be disregarded.
ar: لو لم توافق، ستهمل كل التغييرات التي حدثت في.
bn: সংরক্ষণ না করা হলে পরিবর্তনগুলি অগ্রাহ্য করা হবে।
cs: Jestliže změny nepoužijete, budou ztraceny.
eu: Ez baduzu aplikatzen aldaketak galdu egingo dira.
gl: Se non os aplica, non se terán en conta os cambios feitos.
hi: अगर आप लागू नहीं करते हैं, बदलाव नहीं लिया जायेगा.
it: Se non si applicano, i cambiamenti verranno scartati.
ne: यदि तपाईँले लागू गर्नु भएन भने, गरिएका परिवर्तनहरू वेवास्ता हुनेछन् ।
or: ଆପଣ ପ୍ରୟୋଗ ନ କଲେ, ହୋଇଥିବା ପରିବର୍ତ୍ତନ ମାନଙ୍କୁ ଆଗ୍ରହ୍ଯ କରିଦିଆଯିବ।
pl: W razie nie zastosowania zmiany zostaną porzucone.
sk: Ak zmeny naplikujete, budú všetky zmeny zahodené.
ta: நீங்கள் செயல் படுத்தவில்லையானால் மாறுதல்கள் உதாசீனப் படுத்தப் படும்.

source: Close _without Applying
ar: اغلق _دون تطبيق
as: প্ৰয়োগ না কৰে বন্ধ কৰা হবে (_w)
bn: প্রয়োগ না করে বন্ধ করা হবে (_w)
cs: Zavřít bez použití změn
es: Cerrar _sin aplicar
eu: Itxi aplikatu _gabe
gl: Pechar _sen aplicar
hi: बिना लागू किये बंद करें (_w)
it: Chiudi sen_za applicare
ne: लागू नगरिकन बन्द गर्नुहोस्
or: ବିନା ପ୍ରୟୋଗ କରି ବନ୍ଦ କରି ଦେଉଛି (_w)
pl: Zamknij _bez zastosowania
sk: Zatvoriť _bez použitia
ta: _ம செயல்படுத்தாமல் மூடவும்

source: Halt command
ar: أمر الإطفاء
bn: হল্ট করতে ব্যবহৃত কমান্ড
cs: Příkaz vypnout
es: Comando de Apagado
eu: Itzali komandoa
gl: Comando para deter
hi: Halt कमांड
it: Comando di arresto
ne: आदेश रोक्नुहोस्
pl: Polecenie zatrzymania
sk: Príkaz na vypnutie
ta: நிறுத்துக கட்டளை

source: Reboot command
ar: أمر إعادة التشغيل
bn: পুনরায় বুট করতে ব্যবহৃত কমান্ড
cs: Příkaz restartovat
es: Comando de Reinicio
eu: Berrabiarazi komandoa
gl: Comando para reiniciar
hi: Reboot कमांड
it: Comando di riavvio
ne: आदेश पुन: बुट गर्नुहोस्
or: ପୁନର୍ଚାଳନ ନିର୍ଦ୍ଦେଶ
pl: Polecenie ponownego uruchomienia
sk: Príkaz na reštartovanie
ta: மறு துவக்க கட்டளை

source: Suspend command
ar: أمر التعليق
bn: স্থগিত করতে ব্যহৃত কমান্ড
cs: Příkaz uspat
es: Comando de Suspensión
eu: Eseki komandoa
gl: Comando para suspender
hi: कमांड सस्पेन्ड करें
it: Comando di sospensione
ne: आदेश निलम्बन गर्नुहोस्
or: ସ୍ଥଗିତ ନିର୍ଦ୍ଦେଶ
pl: Polecenie wstrzymania
sk: Príkaz na uspatie
ta: கணினியை இடை நிறுத்த கட்டளை

source: Sounds
ar: الأصوات
as: শব্দ
bn: শব্দ
cs: Zvuky
es: Sonidos
eu: Soinuak
gl: Sons
hi: आवाज
it: Suoni
ne: ध्वनि
or: ଶବ୍ଦ
pl: Dźwięki
sk: Zvuky
ta: ஒலிகள்

source: None
ar: لا شيء
as: কোনটিই নহয়
bn: শূণ্য
cs: Žádný
es: Ninguno
eu: Bat ere ez
gl: Ningún
hi: कुछ नहीं
it: Nessuno
ne: कुनै पनि होइन
or: କିଛି ନୁହେଁ
pl: Brak
sk: Nič
ta: ஒன்றுமில்லை

source: Archive is not of a subdirectory
ar: الأرشيف ليس ذو دليل ثانوي
as: সাব-ডিৰেক্টৰিৰ আৰ্কাইভ নয়
bn: সাব-ডিরেক্টরির আর্কাইভ নয়
cs: Archiv není podadresářem
es: El archivador no es de un subdirectorio
eu: Artxiboa ez da azpidirektoriokoa
gl: O arquivo non é dun subdirectorio
hi: अभिलेख सबनिर्देशिका का नहीं है.
it: L'archivio non contiene una sotto-directory
mr: ही संग्रहिका उप मार्गदर्शिके पैकी नाही
ne: सङ्ग्रह सहायक डाइरेक्टरीको होइन
or: ଆର୍କାଇଭଟି ଗୋଟିଏ ଉପ-ଡିରେକ୍ଟୋରି ନୁହେଁ
pl: Archiwum nie zawiera podkatalogu
sk: Archív nie je podpriečinok
ta: ஆவண காப்பகம் ஓர் உள்ளடைவு இல்லை

source: Archive is not of a single subdirectory
ar: الأرشيف ليست ذو دليل ثانوي واحد
as: একটি সাব-ডিৰেক্টৰিৰ আৰ্কাইভ নয়
bn: একটি সাব-ডিরেক্টরির আর্কাইভ নয়
cs: Archiv není jediným podadresářem
es: El archivador no es de un solo subdirectorio
eu: Artxiboa ez da azpidirektorio bakarrekoa
gl: O arquivo non é dun único subdirectorio
hi: अभिलेख एकल सबनिर्देशिका का नहीं है
it: L'archivio deve contenere solo una sotto-directory
mr: ही संग्रहिका एका उप मार्गदर्शिके पैकी नाही
ne: सङ्ग्रह एउटा एकल सहायक डाइरेक्टरीको होइन
or: ଆର୍କାଇଭଟି ଗୋଟିଏ ମାତ୍ର ଉପ-ଡିରେକ୍ଟୋରି ନୁହେଁ
pl: Archiwum nie zawiera pojedynczego podkatalogu
sk: Archív nie je jediný podpriečinok
ta: ஆவண காப்பகம் ஒரு தனித்த உள்ளடைவு இல்லை

source: File not a tar.gz or tar archive
ar: الملف ليس أرشيف tar.gz أو tar
as: চিহ্নিত ফাইল tar.gz অথবা tar আৰ্কাইভ নয়
bn: চিহ্নিত ফাইল tar.gz অথবা tar আর্কাইভ নয়
cs: Soubor není tar.gz či archivem tar.
es: El archivo no es un archivador tar.gz o tar
eu: Fitxategia ez da tar.gz edo tar artxiboa
gl: O ficheiro non é un arquivo tar.gz ou tar
hi: फ़ाइल tar.gz या tar अभिलेख नहीं है.
it: Il file non è né un archivio tar.gz né un archivio tar
ne: फाइल tar.gz वा tar सङ्ग्रह होइन
or: ଫାଇଲଟି ଗୋଟିଏ tar.gz କିମ୍ବା tar ଆର୍କାଇଭ ନୁହେଁ
pl: Plik nie jest archiwum .tar.gz lub .tar.
sk: Súor nie je archív tar.gz alebo tar
ta: கோப்பு ஒரு tar.gz அல்லது tar archive இல்லை

source: Archive does not include a GdmGreeterTheme.info file
ar: لا يحتوي الأرشيف على ملف GdmGreeterTheme.info
as: আৰ্কাইভেৰ মধ্যে GdmGreeterTheme.info ফাইল উপস্থিত নেই
bn: আর্কাইভের মধ্যে GdmGreeterTheme.info ফাইল উপস্থিত নেই
cs: Archiv neobsahuje soubor GdmGreeterTheme.info
es: El archivador no incluye un archivo GdmGreeterTheme.info
eu: Artxiboan ez dago GdmGreeterTheme.info fitxategia
gl: O arquivo non inclúe un ficheiro GdmGreeterTheme.info
hi: अभिलेख में GdmGreeterTheme.info फ़ाइल सम्मिलित नहीं है
it: L'archivio non contiene il file GdmGreeterTheme.info
mr: या संग्रहिकेत gdm ग्रीटर थीमची फाईल नाही
ne: सङ्ग्रहले जीडीएम ग्रिटर विषयवस्तु सूचना फाइल समाविष्ट गर्दैन
or: ଆର୍କାଇଭ ଗୋଟିଏ GdmGreeterTheme.info କୁ ଅନ୍ତର୍ଭୂକ୍ତ କରିନାହିଁ
pl: Archiwum nie zawiera pliku GdmGreeterTheme.info.
sk: Archív neobsahuje súbor GdmGreeterTheme.info
ta: ஆவண காப்பகத்தில் GdmGreeterTheme.info கோப்பு இல்லை

source: File does not exist
ar: الملف غير موجود
as: ফাইল অনুপস্থিত
bn: ফাইল অনুপস্থিত
cs: Soubor neexistuje.
es: El archivo no existe
eu: Fitxategi hori ez dago lehendik
gl: O ficheiro non existe
hi: फ़ाइल मौज़ूद नहीं है
it: Il file non esiste
mr: फाईल अस्तित्वात नाही.
ne: फाइल अवस्थित छैन
or: ଫାଇଲଟି ଅବସ୍ଥିତ ନୁହେଁ
pl: Plik nie istnieje
sk: Súbor neexistuje.
ta: கோப்பு இருப்பில் இல்லை

source: Not a theme archive
ar: ليس أرشيف سِمة
as: থিম আৰ্কাইভ নয়
bn: থিম আর্কাইভ নয়
cs: Nejedná se o archiv s motivem
es: No es un archivador de tema
eu: Ez dago gai-artxiborik
gl: Non é un arquivo de tema
hi: यह प्रसंग अभिलेख नहीं है
it: Non è l'archivio di un tema
mr: ही सुसूत्र अशी संग्रहिका नाही
ne: विषयवस्तु सङ्ग्रह होइन
or: ଗୋଟିଏ ପ୍ରସଙ୍ଗ ଆର୍କାଇଭ ନୁହେଁ
pl: To nie jest archiwum z motywem
sk: Toto nie je archív s témou.
ta: ஒரு கரு ஆவண காப்பு அல்ல

source: Theme directory '%s' seems to be already installed. Install again anyway?
ar: دليل السِمة '%s' يبدو أنه مثبت بالفعل، هل ترغب في تثيبتها مجددًا على أي حال؟
as: '%s' নামক থিম ডিৰেক্টৰি বৰ্তমানে ইনস্টল কৰা আছে। তথাপি পুনৰায় ইনস্টল কৰা হবে কি?
bn: '%s' নামক থিম ডিরেক্টরি বর্তমানে ইনস্টল করা আছে। তথাপি পুনরায় ইনস্টল করা হবে কি?
cs: Adresář s motivem "%s" je již zřejmě nainstalován. Přesto instalovat znovu?
es: El directorio del tema «%s» parece que está ya instalado. ¿Desea volver a instalarlo?
eu: Badirudi '%s' gai-direktorioa lehendik instalatuta dagoela, hala ere berriro instalatu nahi duzu?
gl: O directorio do tema '%s' semella que xa está instalado, instalar outra vez?
hi: लगता है प्रसंग निर्देशिका '%s' पहले से ही अधिष्ठापित है. जो भी हो, फिर से अधिष्ठापित करें?
it: La directory del tema "%s" sembra essere già installata. Installarla nuovamente?
ne: '%s' विषयवस्तु डाइरेक्टरी पहिल्यै स्थापना भइसकेको देखिन्छ । जे भए पनि फेरि स्थापना गर्नुहुन्छ?
or: ପ୍ରସଙ୍ଗ ଡିରେକ୍ଟୋରି '%s' ଟି ପୂର୍ବରୁ ସ୍ଥାପିତ ହେବାପରି ଜଣାପଡୁଛି। ତଥାପି ପୁନର୍ବାର ସ୍ଥାପନ କରନ୍ତୁ?
pl: Katalog motywu "%s" jest już zainstalowany. Czy pomimo tego zainstalować ponownie?
sk: Priečinok témy '%s' už je asi nainštalovaný. Chcete aj tak inštalovať znovu?
ta: கரு ஆவண காப்பு '%s' ஏற்கனவே நிறுவப் பட்டது போல் உள்ளது, இன்னொரு முறை நிறுவலாமா?

source: Some error occurred when installing the theme
ar: حدث خطأ ما أثناء تثبيت السمة
as: থিম ইনস্টলেৰ সময় কিছু সমস্যা হয়েছে
bn: থিম ইনস্টলের সময় কিছু সমস্যা হয়েছে
cs: Při instalaci motivu došlo k neurčené chybě
es: Ha ocurrido algún error al instalar el tema
eu: Erroreak gertatu dira gaia instalatzean
gl: Produciuse algún erro ao instalar o tema
hi: प्रसंग अधिष्ठापित करने में कुछ त्रुटि हुई.
it: Si è verificato qualche errore nell'installare il tema
ne: विषयवस्तु स्थापना गर्दा केही त्रुटि देखा पर्‍‌यो
or: ପ୍ରସଙ୍ଗକୁ ସ୍ଥାପିତ କରିବା ସମୟରେ କିଛି ତୃଟି ପରିଲିଖିତ ହେଲା
pl: Przy instalowaniu motywu wystąpił błąd
sk: Počas inštalácie témy nastala nejaká chyba
ta: சூழலை நிறுவும் போது சில பிழைகள் ஏற்பட்டுள்ளன

source: Select Theme Archive
ar: اختر أرشيف سِمة
as: থিম আৰ্কাইভ নিৰ্বাচন কৰক
bn: থিম আর্কাইভ নির্বাচন করুন
cs: Výběr archivu s motivem
es: Seleccione el archivador del tema
eu: Hautatu gaiaren artxiboa
gl: Seleccionar un arquivo de tema
hi: प्रसंग अभिलेख चुनें
it: Seleziona archivio di un tema
ne: विषयवस्तु सङ्ग्रह बचत गर्नुहोस्
or: ପ୍ରସଙ୍ଗ ଆର୍କାଇଭକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór archiwum motywu
sk: Zvoliť archív tém
ta: சூழல் காப்பினை தேர்ந்தெடு

source: _Install
ar: _ثَبِّت
as: ইনস্টল কৰক (_I)
bn: ইনস্টল করুন (_I)
cs: _Instalovat
es: _Instalar
eu: _Instalatu
gl: _Instalar
hi: अधिष्ठापित करें (_I)
it: _Installa
mr: प्रतिष्ठापित करा(_I)
ne: स्थापना गर्नुहोस्
or: ସ୍ଥାପନ କରନ୍ତୁ(_I)
pl: Za_instaluj
sk: _Inštalovať
ta: _ற நிறுவல்

source: Theme active in "Selected only" mode
ar: السِمة النشِطة في وضع "المنتقى فقط"
bn: "শুধুমাত্র নির্বাচিত" মোডে থিম সক্রিয়
cs: Motiv aktivní jen v režimu "Pouze vybrané"
es: Tema activo en modo «Sólo seleccionado»
eu: Gaia aktibatua "Hautatutakoa soilik" moduan
gl: O tema está activado no modo "Só os seleccionados"
hi: "सिर्फ चयनित" मोड में थीम सक्रिय
it: Tema attivo in modalità «Solo quello selezionato»
ne: "चयन गरिएको मात्र" मोडमा विषयवस्तु सङ्ग्रह
pl: Motyw aktywny w trybie "Tylko wybrany"
sk: Téma aktívna v režime "Iba zvolené"
ta: "தேர்ந்தெடுத்தவை மட்டும்" பாணியில் செயல்படும் கருத்து

source: This theme cannot be deleted at this point. If you wish to delete this theme switch to "Selected only" mode, and deselect it by choosing a different theme.
ar: لا يمكن حذف هذه السِمة في هذه اللحظة. إذا كنت ترغب في حذفها تحوّل إلى وضع "المنتقى فقط" والغِ انتقاء هذه السِمة باختيار واحدة غيرها.
bn: এই মুহূর্তে এই থিম মুছে ফেলা যাবে না। এই থিমটি মুছে ফেলার জন্য "শুধুমাত্র নির্বাচিত" মোডে পরিবর্তন করুন ও একটি পৃথক থিম নির্বাচন করে এটি নির্বাচন থেকে সরিয়ে নিন।
cs: Tento motiv nemůže být v daném okamžiku smazán. Přejete-li si motiv smazat, přepněte se do režimu "Pouze vybrané" a zrušte jeho výběr volbou některého z dalších motivů.
es: Este tema no se puede borrar ahora. Si quiere borrar este tema cambie a modo «Sólo seleccionado», y deseleciónelo eligiendo un tema diferente.
eu: Gai hau ezin da ezabatu puntu honetan. Gai hau ezabatzea nahi izanez gero, aldatu "Hautatutakoa soilik" modura, eta desautatu beste gai bat hautatuz.
gl: Neste momento non se pode eliminar este tema. Se quere eliminar este tema cambie ao modo "Só os seleccionados" e deseleccióneo escollendo un tema diferente.
hi: इस बिंदु पर थीम मिटाया नहीं जा सकता है. यदि आप इस थीम को मिटाना चाहते हैं "सिर्फ चयनित" मोड में जाएं, और इस भिन्न थीम चुनकर विचयनित करें.
it: Questo tema non può essere eliminato. Per eliminarlo, passare alla modalità «Solo quello selezionato» e deselezionarlo scegliendo un altro tema.
ne: यो विषयवस्तु यो बिन्दुमा मेट्न सकिँदैन । यदि तपाईँ यो विषयवस्तु मेट्न चाहनुहुन्छ भने "चयन गरिएको मात्र" मोडमा स्वीच गर्नुहोस् र फरक विषयवस्तु रोजेर यसलाई चयनबाट हटाउनुहोस् ।
pl: Nie można teraz usunąć tego motywu. Aby go usunąć, należy włączyć tryb "Tylko wybrany", a następnie wybrać inny motyw.
sk: Táto téma nemôže byť odstránená odtiaľto. Ak si prajete odstrániť túto tému, prepnite sa do režimu "Iba zvolené" a odznačte ju zvolením inej témy.
ta: இந்த கருத்தை இப்போது நீக்க இயலாது. அப்படிச்செய்ய "தேர்ந்தெடுத்தவை மட்டும்" பாணிக்கு மாறவும். வேறு கருத்தை தேர்ந்தெடுப்பதால் இதை நீக்கலாம்.
