Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: %s: Running the XKeepsCrashing script
ar: %s: يجري تشغيل XKeepsCrashing script
as: %s: XKeepsCrashing স্ক্ৰিপ্ট সঞ্চালিত হচ্ছে
bn: %s: XKeepsCrashing স্ক্রিপ্ট সঞ্চালিত হচ্ছে
cs: %s: Spouští se skript XKeepsCrashing
es: %s: Ejecutando el script XKeepsCrashing
eu: %s: XKeepsCrashing script-a exekutatzen
gl: %s: executando o script XKeepsCrashing
hi: %s: एक्स-कीप्स-क्रेशिंग-स्क्रिप्ट चला रहे
it: %s: esecuzione dello script XKeepsCrashing
mr: %s: XKeepsCrashing script चालवित आहे
ne: %s: XKeepsCrashin चलाउँदै
or: %s: ଏକ୍ସ-କିପ୍ସ-କ୍ରାସିଂ ସ୍କ୍ରିପ୍ଟକୁ ଚଳାଉଛି
pl: %s: Uruchamianie skryptu XKeepsCrashing
sk: %s: Spúšťam skript XKeepsCrashing
ta: %s: XKeepsCrashing குறுநிரல் ஓடுகிறது

source: The X server (your graphical interface) cannot be started. It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration application, then restart GDM.
ar: لا يمكنني تشغيل خادم X (واجهتك الرسومية). يبدو أنه لم يتم ضبطه بشكل صحيح. ستحتاج للولوج في شاشة طرفية (console) و إعادة تشغيل برنامج إعداد X. ثم اعد تشغيل GDM.
as: X সেৱক (চিত্ৰাঙ্কিত প্ৰেক্ষাপট) আৰম্ভ কৰোঁতে ব্যৰ্থ। সম্ভৱত এইটো সঠিকৰূপে স্থাপন কৰা হোৱা নাই। কনসোলে প্ৰৱেশ কৰে X বিন্যাসেশন অ্যাপ্লিকেশন পুনৰায় সঞ্চালন কৰে GDM আৰম্ভ কৰক।
bn: X সার্ভার (গ্রাফিকাল প্রেক্ষাপট) আরম্ভ করতে ব্যর্থ। সম্ভবত এটি সঠিকরূপে স্থাপন করা হয়নি। কনসোলে লগ-ইন করে X কনফিগারেশন অ্যাপ্লিকেশন পুনরায় সঞ্চালন করে GDM আরম্ভ করুন।
cs: Nelze spustit server X (vaše grafické rozhraní). Pravděpodobně není správně nastaven. Bude nutné přihlásit se na konzole a znovu spustit konfigurační program X, poté restartovat GDM.
es: No se puede iniciar el servidor X (su interfaz gráfica). Probablemente no está configurado correctamente. Debería entrar en una consola y volver a ejecutar el programa de configuración de X. Después reinicie GDM.
eu: Ezin da X zerbitzaria abiarazi (zure interfaze grafikoa). Agian ez da behar bezala konfiguratuta egongo. Kontsolaren saioan sartu eta X konfigurazio-programa berriro exekutatu beharko duzu. Ondoren, berrabiarazi GDM.
gl: Non se pode iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Para corrixir o problema inicie a sesión nunha consola, execute novamente o programa de configuración de X e despois reinicie o GDM.
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगइन होकर एक्स विन्यासन अनुप्रयोग पुनः चलाना होगा. उसके बाद जीडीएम पुनः प्रारंभ करें.
it: Impossibile avviare il server X (l'interfaccia grafica). È possibile che non sia configurato correttamente. È necessario effettuare l'accesso su una console ed eseguire nuovamente il programma di configurazione di X, quindi riavviare GDM.
ne: X सर्भर (तपाईँको ग्राफिकल इन्टरफेस) सुरुआत गर्न सकिँदैन । यो सही तरिकाले सेटअप नभएको जस्तो छ । तपाईँले कन्सोलमा लगइन गर्न र X कन्फिगरेसन अनुप्रयोग पुन: चालु गर्न आवश्यक हुनेछ, त्यसपछि GDM पुन: सुरुआत गर्नुहोस् ।
or: X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ଅନ୍ତରାପ୍ରୁଷ୍ଠ) କୁ ପ୍ରାରମ୍ଭ କରିହେବ ନାହିଁ। ସମ୍ଭବତଃ ଏହା ସଠିକ ରୂପରେ ବ୍ଯବସ୍ଥାପିତ ହୋଇନାହିଁ। ଆପଣ ଗୋଟିଏ କୋନଶୋଲରେ ଲଗଇନ ହୁଅନ୍ତୁ ଏବଂ X ସେବକକୁ ପୁନଃ ବିନ୍ଯାସ କରନ୍ତୁ, ତାପରେ ଜିି.ଡି.ଏମ. କୁ ପୁନଃପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Nie można uruchomić serwera X (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie został on poprawnie skonfigurowany. Powróć na konsolę i uruchom program konfigurujący serwer X, a następnie uruchom ponownie GDM.
sk: Nie je možné spustiť X server (vaše grafické rozhranie). Asi nie je správne nastavený. Budete sa musieť prihlásiť na konzolu a znovu spustiť program pre nastavenie X servera. Potom reštartujte GDM.
ta: எக்ஸ் சேவையகத்தை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கபடாதது போல் தெரிகிறது. நீங்கள் முனையத்தில் நுழைந்து பின் எக்ஸ் உருவமைக்கும் நிரலை ஓட்டவும். அதன்பின் ஜிடிஎம்ஐ துவக்குக.

source: Failed to start X server several times in a short time period; disabling display %s
ar: فشل تشغيل خادم X للعديد من المرات في وقت قصير، سيُعَطّل العرض %s
as: অল্প সময়েৰ মধ্যে একাধিকবাৰ X সেৱক আৰম্ভ কৰোঁতে বিফল; ডিসপ্লে %s নিষ্ক্ৰিয় কৰা হচ্ছে
bn: অল্প সময়ের মধ্যে একাধিকবার X সার্ভার আরম্ভ করতে বিফল; ডিসপ্লে %s নিষ্ক্রিয় করা হচ্ছে
cs: V krátkém čase selhalo několikrát za sebou spuštění serveru X; vypíná se displej %s
es: Ha ocurrido un error al iniciar el servidor X varias veces en un corto período de tiempo; se desactiva la pantalla %s
eu: Ezin izan da X zerbitzaria abiarazi epe laburrean behin baino gehiagotan saiatuta; %s pantaila desgaitzen
gl: Fallou varias veces ao iniciar o servidor X nun intervalo de tempo curto; desactivando a pantalla %s
hi: थोड़े समय में ही एक्स सर्वर प्रारंभ करने में कई बार असमर्थ रहा. प्रदर्शक %s को अक्षम कर रहे
it: Fallito l'avvio del server X troppe volte in poco tempo, display %s disattivato
mr: X सर्वर अनेकदा चालू होऊ शकला नाही; दर्शक बंद करीत आहे.%s दर्शक बंद करीत आहे
ne: छोटो समयावधिमा X सर्भर धेरै पटक सुरुआत गर्न असफल भयो; %s प्रदर्शन अक्षम पार्दै
or: ଅଲ୍ପ ସମୟରେ X ସେବକକୁ ପ୍ରାରମ୍ଭ କରିବାରେ ଏକାଧିକ ଥର ବିଫଳ ହେଲା; ତେଣୁ %s ପ୍ରଦର୍ଶନକୁ ନିଷ୍କ୍ରିୟ କରୁଅଛି
pl: W krótkim okresie czasu wielokrotnie nie powiodło się uruchomienie serwera X. Ekran %s został wyłączony.
sk: Nepodarilo sa niekoľkokrát spustiť X server v krátkom čase, zakazujem displej %s
ta: எக்ஸ் சேவையகம் துவக்கையில் சிறு நேர அளவில் பல முறை தோல்வி; காட்சி செயல் இழக்கிறது %s

source: Master suspending...
ar: يجري تعليق السيد...
as: মাস্টাৰ সাসপেন্ড কৰা হচ্ছে...
bn: মাস্টার সাসপেন্ড করা হচ্ছে...
cs: "Master" se uspává...
es: Suspensión maestra…
eu: Maisua esekitzen...
gl: O principal estase suspendendo...
hi: मास्टर सस्पेंडिंग..
it: Sospensione generale...
mr: संगणक बंद होण्याच्या स्थितीत आहे...
ne: मास्टर निलम्बन गर्दैछ...
or: ପ୍ରମୂଖ ଡେମନକୁ ସ୍ଥଗିତ କରୁଅଛି ...
pl: Usypianie systemu...
sk: Uspávam...
ta: முதன்மையை இடைநிறுத்துகிறது...

source: System is restarting, please wait ...
ar: النظام بصدد إعادة التشغيل، رجاء الانتظار ...
as: ব্যৱস্থাপ্ৰণালী পুনৰায় আৰম্ভ কৰা হচ্ছে, অনুগ্ৰহ কৰে অপেক্ষা কৰক ...
bn: সিস্টেম পুনরায় আরম্ভ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন ...
cs: Systém se restartuje, čekejte prosím...
es: El sistema se está reiniciando, espere por favor…
eu: Sistema berrabiarazten ari da, itxaron...
gl: O sistema estase reiniciando, agarde...
hi: सिस्टम फिर शुरू हो रहा है, कृपया इंतजार करें...
it: Il sistema si sta riavviando, attendere...
ne: प्रणाली पुन: सुरुआत हुँदैछ, कृपया प्रतिक्षा गर्नुहोस् ...
or: ତନ୍ତ୍ରଟି ପୁନର୍ଚାଳିତ ହେଉଛି, ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ ...
pl: Ponowne uruchamianie systemu, proszę czekać ...
sk: Systém sa reštartuje, prosím, čakajte...
ta: கணினி மீண்டும் துவக்கப்படுகிறது. தயவுசெய்து பொறுக்கவும்...

source: System is shutting down, please wait ...
ar: النظام بصدد الإطفاء، رجاء الانتظار ...
as: ব্যৱস্থাপ্ৰণালী বন্ধ কৰা হচ্ছে, অনুগ্ৰহ কৰে অপেক্ষা কৰক ...
bn: সিস্টেম বন্ধ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন ...
cs: Systém se vypíná, čekejte prosím...
es: El sistema se está apagando, espere por favor…
eu: Sistema ixten ari da, itxaron...
gl: O sistema estase apagando, agarde...
hi: सिस्टम बन्द हो रहा है, कृपया इंतज़ार करें...
it: Arresto del sistema...
mr: संगणक बंद होत आहे, कृपया थांबा....
ne: प्रणाली बन्द हुँदैछ, कृपया प्रतिक्षा गर्नुहोस् ...
or: ତନ୍ତ୍ରଟି ବନ୍ଦ ହେଉଛି, ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ ...
pl: Zamykanie systemu, proszę czekać ...
sk: Systém sa vypína, prosím, čakajte...
ta: கணினி மூடப் படுகிறது, தயவு செய்து பொறுக்கவும்...

source: Master halting...
ar: يجري ايقاف السيد...
as: মাস্টাৰ হল্ট কৰা হচ্ছে...
bn: মাস্টার হল্ট করা হচ্ছে...
cs: "Master" se vypíná...
es: Apagado maestro…
eu: Maisua gelditzen...
gl: O principal estase detendo...
hi: मास्टर हाल्टिंग...
it: Arresto generale...
mr: संगणक बंद होतो आहे...
ne: मास्टर रोकिँदैछ...
or: ପ୍ରମୂଖ ଡେମନଟି କିଛି ସମୟ ପାଇଁ ବିରାମ ନେଉଛି ...
pl: Zakończenie pracy systemu...
sk: Vypína sa...
ta: முதன்மையை நிறுத்துகிறது...

source: %s: Halt failed: %s
es: %s: Ha fallado el apagado: %s
eu: %s: Gelditzean huts egin du: %s
mr: %1s: संगणक बंद होऊ शकला नाही: %2s

source: Restarting computer...
ar: يجري إعادة تشغيل الحاسوب...
as: কম্পিউটাৰ পুনৰায় আৰম্ভ কৰা হচ্ছে...
bn: কম্পিউটার পুনরায় আরম্ভ করা হচ্ছে...
cs: Restartuje se počítač...
es: Reiniciando el equipo…
eu: Ordenagailua berrabiarazten...
gl: Reiniciando o computador...
hi: कम्प्यूटर पुनः प्रारंभ करें
it: Riavvio del computer...
ne: कम्प्युटर फेरि सुरुआत हुँदैछ...
or: କମ୍ପୁଟରକୁ ପୁନଃପ୍ରାରମ୍ଭ କରୁଅଛି ...
pl: Ponowne uruchamianie komputera...
sk: Počítač sa reštartuje...
ta: கணிணி மீண்டும் துவக்கப்படுகிறது ...

source: %s: Restart failed: %s
as: %s: পুনৰাৰম্ভ বিফল: %s
es: %s: ha fallado el reinicio: %s
eu: %s: Berrabiaraztean huts egin du: %s

source: custom_cmd: Custom command index %ld outside permitted range [0,%d)
ar: custom_cmd: فهرس الأمر المخصّص %ld خارج المدى المسموح [0,%d)
bn: custom_cmd: স্বনির্ধারিত কমান্ড ইন্ডেক্স %ld, অনুমোদিত সীমার বাইরে [0,%d)
cs: custom_cmd: Znak vlastního příkazu %ld mimo povolený rozsah [0,%d)
es: custom_cmd: Índice personalizado del comando %ld fuera del rango permitido [0,%d)
eu: custom_cmd: komando pertsonalizatuaren %ld indizea [0,%d) barrutitik kanpo
gl: custom_cmd: índice do comando personalizado %ld fóra do intervalo permitido [0,%d)
hi: custom_cmd: पसंदीदा कमांड इंडेक्स %ld अनुमतिप्राप्त परिसर से बाहर [0,%d)
it: custom_cmd: l'indice del comando personalizzato %ld è al di fuori dell'intervallo permesso [0,%d)
ne: अनुकुल cmd: %ld अनुकुल आदेश अनुक्रमाणिका अनुमति प्राप्त दायारा बाहिर [0,%d)
pl: custom_cmd: indeks %ld dodatkowego polecenia poza dozwolonym zakresem [0,%d)
sk: custom_cmd: Index vlastného príkazu %ld mimo povoleného rozsahu [0,%d)
ta: custom_cmd: தனிப்பயன் கட்டளை சுட்டி %ld அனுமதிக்கப்பட்ட வீச்சுக்கு வெளியே உள்ளது [0,%d)

source: Executing custom command %ld with restart option...
ar: يجري تنفيذ الأمر المخصّص %ld مع خيار إعادة التشغيل...
bn: পুনরারম্ভের বিকল্প সহযোগে স্বনির্ধারিত কমান্ড %ld সঞ্চালন করা হচ্ছে...
cs: Vykonávání vlastního příkazu %ld s volbou restartu...
es: Ejecutando comando personalizado %ld con opción de reinicio...
eu: %ld komando pertsonalizatua exekutatzen berrabiarazteko aukerarekin...
gl: Executando o comando personalizado %ld coa opción reiniciar...
hi: फिर आरंभ विकल्प के साथ पसंदीदा कमांड %ld का निष्पादन कर रहा है...
it: Esecuzione del comando personalizzato %ld con l'opzione di riavvio...
ne: %ld अनुकुल आदेश पुन: सुरुआत विकल्पसँग कार्यान्वयन गर्दैछ...
pl: Uruchamianie dodatkowego polecenia %ld z opcją ponownego uruchomienia...
sk: Spustenie vlastného príkazu %ld s možnosťou reštartu...
ta: %ld தனிப்பயன் கட்டளையை மறு துவக்க தேர்வுடன் இயக்குகிறது...

source: %s: Execution of custom command failed: %s
ar: %s: فشل تنفيذ الأمر المخصّص: %s
bn: %s: কমান্ড সঞ্চালন ব্যর্থ: %s
cs: %s: Vykonávání vlastního příkazu selhalo: %s
es: %s: La ejecución del comando personalizado falló: %s
eu: %s: komando pertsonalizatuak huts egin du: %s
gl: %s: fallou a execución do comando personalizado: %s
hi: %s: पसंदीदा कमांड का निष्पादन विफल: %s
it: %s: esecuzione del comando personalizzato fallita: %s
ne: %s: अनुकुल आदेशको कार्यान्वयन असफल भयो: %s
pl: %s: wykonanie dodatkowego polecenia nie powiodło się: %s
sk: %s: Spustenie vlastného príkazu zlyhalo: %s
ta: %s: தனிப்பயன் கட்டளையை இயக்குவது தோல்வியுற்றது: %s

source: Executing custom command %ld with no restart option ...
ar: يجري تنفيذ الأمر المخصّص %ld بدون خيار إعادة التشغيل...
bn: পুনরারম্ভের বিকল্প বিনা স্বনির্ধারিত কমান্ড %ld সঞ্চালন করা হচ্ছে...
cs: Vykonávání vlastního příkazu %ld bez volby restartu...
es: Ejecutando comando personalizado %ld sin opción de reinicio...
eu: %ld komando pertsonalizatua exekutatzen berrabiarazteko aukerarik gabe...
gl: Executando o comando personalizado %ld sen a opción reiniciar...
hi: पसंदीदा कमांड %ld का निष्पादन बिना किसी फिर आरंभ करें विकल्प के साथ...
it: Esecuzione del comando personalizzato %ld senza opzione di riavvio...
ne: %ld अनुकुल आदेश पुन: सुरुआत विकल्पबिना कार्यान्वयन गर्दैछ...
pl: Uruchamianie dodatkowego polecenia %ld z bez opcji ponownego uruchomienia...
sk: Spustenie vlastného príkazu %ld bez možnosti reštartu...
ta: %ld தனிப்பயன் கட்டளையை மறு துவக்க தேர்வில்லாமல் இயக்குகிறது...

source: custom_cmd: forking process for custom command %ld failed
ar: custom_cmd: فشل تشعيب عمليّة الأمر المخصّص %ld
bn: custom_cmd: স্বনির্ধারিত কমান্ড %ld-র জন্য প্রসেস ফর্ক করতে ব্যর্থ
cs: custom_cmd: rozvětvení procesu kvůli vlastnímu příkazu %ld selhalo
es: custom_cmd: ha fallado la bifurcación para el comando personalizado %ld
eu: custom_cmd: huts egin du %ld komando pertsonalizatuaren prozesua sardetzean
gl: custom_cmd: fallou o proceso de fork para o comando personalizado %ld
hi: custom_cmd: पसंदीदा कमांड %ld के लिए अलग करने वाली प्रक्रिया विफल
it: custom_cmd: fork del processo per il comando personalizzato %ld fallita
ne: अनुकुल cmd: %ld अनुकुल आदेशका लागि प्रक्रिया विभाजन गर्न असफल भयो
pl: custom_cmd: podział procesu dla dodatkowego polecenia %ld nie powiódł się
sk: custom_cmd: delenie procesu pre vlastný príkaz %ld zlyhalo
ta: custom_cmd: தனிப்பயன் கட்டளை %ld ஐ கிளைக்க முடியவில்லை

source: custom_cmd: child %d returned %d
ar: custom_cmd: أرجع %d الإبن %d
bn: custom_cmd: চাইল্ড %d থেকে %d প্রাপ্ত
cs: custom_cmd: "child" %d navrátil %d
es: custom_cmd: el hijo %d devolvió %d
eu: custom_cmd: %d umeak %d itzuli du
gl: custom_cmd: o fillo %d devolveu %d
it: custom_cmd: il processo figlio %d ha restituito %d
ne: अनुकुल cmd: %d शाखाले %d फर्कायो
pl: custom_cmd: proces potomny %d zwrócił %d
sk: custom_cmd: potomok %d vrátil %d
ta: custom_cmd: சேய் %d %d ஐ திருப்பியது

source: Restart GDM, Restart machine, Suspend, or Halt request when there is no system menu from display %s
ar: طلب اعادة تشغيل GDM، أو إعادة تشغيل الجهاز، أو الإطفاء عند عدم وجود قائمة نظام من قِبَل العرض %s
as: GDM পুনৰায় আৰম্ভ কৰা হবে, কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক, স্থগিত কৰক অথবা ডিসপ্লে %s'ৰ মধ্যে কোনো ব্যৱস্থাপ্ৰণালী মেনু অনুপস্থিত থাকলে অনুৰোধ ৰোধ কৰা হবে
bn: GDM পুনরায় আরম্ভ করা হবে, কম্পিউটার পুনরায় আরম্ভ করুন, স্থগিত করুন অথবা ডিসপ্লে %s'র মধ্যে কোনো সিস্টেম মেনু অনুপস্থিত থাকলে অনুরোধ রোধ করা হবে
cs: Požadavek na restart GDM, restart počítače, uspání nebo vypnutí, i když displej %s neobsahuje žádnou systémovou nabídku
es: Petición de reinicio de GDM, reinicio del equipo, suspensión o parada cuando no hay menú de sistema de la pantalla %s
eu: Berrabiarazi GDM, berrabiarazi ordenagailua, eseki edo gelditu eskaera %s pantailan sistema-menurik ez dagoenean
gl: Petición de reinicio de GDM, reinicio do equipo, suspensión ou detención cando non hai menú de sistema da pantalla %s
hi: GDM फिर शुरू करें, मशीन फिर आरंभ करें, स्थगित या हाल्ट आग्रह जब %s डिसप्ले से कोई सिस्टम मेनू नहीं है
it: Richiesta di riavvio di GDM, riavvio del computer, sospensione o arresto dal display %s in assenza del menù di sistema
ne: प्रदर्शन %s बाट जब त्यँहा कुनै प्रणाली मेनु हुदैन, GDM पुन: सुरुआत गर्नुहोस्, मेसिन पुन: सुरुआत गर्नुहोस्, निलम्बन गर्नुहोस्, वा अनुरोध रोक्नुहोस्
or: ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ, ଯନ୍ତ୍ରକୁ ପୁନର୍ଚାଳିତ, ସ୍ଥଗିତ, କିମ୍ବା ବିରାମ ଆଦି ପ୍ରକ୍ରିୟାକୁ ସମ୍ପାଦନ କରିବା ପାଇଁ ଅନୁରୋଧ ଗୁଡିକ ପ୍ରାପ୍ତ ହେଲା ଯେତେବେଳେ ସେଠାରେ %s ପ୍ରଦର୍ଶନ ପାଇଁ ତନ୍ତ୍ରରେ କୌଣସି ତାଲିକା ନାହିଁ।
pl: Żądanie ponownego uruchomienia GDM, komputera, uśpienia lub zakończenia pracy z ekranu %s przy braku menu systemowego
sk: Požiadavka na reštart GDM alebo systému, uspanie alebo vypnutie aj keď displej %s neobsahuje systémovú ponuku.
ta: காட்சியில் கணிணி பட்டி எதுவும் இல்லை என்றால், ஜிடிஎம் ஐ மீண்டும் இயக்கு, கணிணியை மீண்டும் இயக்கு, இடைநிறுத்துக அல்லது நிறுத்த வேண்டுகோள் விடு %s

source: Restart GDM, Restart machine, Suspend or Halt request from a non-static display %s
ar: طلب إعادة تشغيل GDM، أو إعادة تشغيل الجهاز، أو الإطفاء من عرض غير محلي %s
as: GDM পুনৰায় আৰম্ভ কৰা হবে, কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক, স্থগিত কৰক অথবা নন-স্ট্যাটিক ডিসপ্লে %s অনুৰোধ ৰোধ কৰা হবে
bn: GDM পুনরায় আরম্ভ করা হবে, কম্পিউটার পুনরায় আরম্ভ করুন, স্থগিত করুন অথবা নন-স্ট্যাটিক ডিসপ্লে %s অনুরোধ রোধ করা হবে
cs: Požadavek z nestatického displeje %s na restart GDM, restart počítače, uspání, nebo vypnutí
es: Petición de reinicio de GDM, reinicio del equipo, suspensión o parada desde una pantalla no-estática %s
eu: Berrabiarazi GDM, berrabiarazi ordenagailua, eseki edo gelditu eskaera %s pantaila estatikoa ez denean
gl: Petición de reinicio de GDM, reinicio do equipo, suspensión ou detención desde unha pantalla non estática %s
hi: GDM फिर शुरू करें, मशीन फिर आरंभ करें, स्थगित या हाल्ट आग्रह गैर स्थिर %s डिसप्ले दें
it: Richiesta di riavvio di GDM, riavvio del computer, sospensione o arresto da un display non statico %s
ne: स्थिर बिहिन %s प्रदर्शनबाट GDM पुन: सुरुआत गर्नुहोस्, मेसिन पुन: सुरुआत गर्नुहोस्,अनुरोध निलम्बन गर्नुहोस् वा रोक्नुहोस्
or: ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ, ଯନ୍ତ୍ରକୁ ପୁନର୍ଚାଳିତ, ସ୍ଥଗିତ, କିମ୍ବା ବିରାମ ଆଦି ପ୍ରକ୍ରିୟାକୁ ସମ୍ପାଦନ କରିବା ପାଇଁ ଅନୁରୋଧ ଗୁଡିକ ଗୋଟିଏ ଅସ୍ଥିର %s ପ୍ରଦର୍ଶନରୁ ପ୍ରାପ୍ତ ହେଲା
pl: Żądanie ponownego uruchomienia GDM, komputera, uśpienia lub zakończenia pracy z nielokalnego ekranu %s
sk: Požiadavka na reštart GDM alebo systému, uspanie alebo vypnutie z nie statického displeja %s
ta: நிலை இல்லா காட்சியில் இருந்து, ஜிடிஎம் ஐ மீண்டும் இயக்கு, கணிணியை மீண்டும் இயக்கு, இடைநிறுத்துக அல்லது நிறுத்த வேண்டுகோள் விடு %s

source: %s: Aborting display %s
ar: %s: إجهاض العرض %s
as: %s: %s প্ৰদৰ্শন অস্বাভানিকৰূপে বন্ধ কৰা হবে
bn: %s: %s প্রদর্শন অস্বাভানিকরূপে বন্ধ করা হবে
cs: %s: Ukončování displeje %s
es: %s: Se aborta la pantalla %s
eu: %s: %s pantaila abortatzen
gl: %s: interrompendo a pantalla %s
hi: %s: प्रदर्शन %s छोड़ रहे
it: %s: chiusura del display %s in corso
mr: %1s: पडद्यावरील चित्र खंडीत होत आहे %2s
ne: %s: %s प्रदर्शन परित्याग गर्दै
or: %s: %s ପ୍ରଦର୍ଶନକୁ ପରିତ୍ଯାଗ କରୁଅଛି
pl: %s: Porzucanie ekranu %s
sk: %s: Ukončujem displej %s
ta: %s:காட்சி கைவிடல் %s

source: GDM restarting ...
ar: يجري إعادة تشغيل GDM...
as: GDM পুনৰায় আৰম্ভ কৰা হচ্ছে...
bn: GDM পুনরায় আরম্ভ করা হচ্ছে...
cs: GDM se restartuje...
es: Reiniciando GDM…
eu: GDM berrabiarazten ...
gl: GDM reiniciando ...
hi: जीडीएम पुनः प्रारंभ हो रहा है...
it: Riavvio di GDM...
mr: जिडीएम पुन्हा चालू होत आहे...
ne: GDM पुन: सुरुआत गर्दैछ ...
or: ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରୁଅଛି ...
pl: Ponowne uruchamianie GDM...
sk: GDM sa reštartuje...
ta: ஜிடிஎம் மீண்டும் துவக்கப்படுகிறது ...

source: Failed to restart self
ar: فشل في إعادة تشغيل نفسه
as: স্বয়ং পুনৰাৰম্ভ কৰোঁতে ব্যৰ্থ
bn: স্বয়ং পুনরারম্ভ করতে ব্যর্থ
cs: Nelze se restartovat
es: Ha ocurrido un error al reiniciarse
eu: Ezin izan da berrabiarazi
gl: Fallo ao reiniciarse
hi: स्वयं को पुनः प्रारंभ करने में असफल
it: Tentativo di riavvio fallito
mr: स्वत: पुन्हा चालू होऊ शकला नाही
ne: आफैं पुन: सुरुआत गर्न असफल भयो
or: ନିଜକୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ
pl: Nie można ponownie uruchomić programu
sk: Reštart sa mi nepodaril.
ta: தன்னை மீண்டும் துவக்கையில் தோல்வி

source: main daemon: Got SIGABRT. Something went very wrong. Going down!
ar: المراقب الرئيسي: تلقي SIGABRT، حدث شيئا خاطئ جدا. سيوقف الحاسوب!
as: প্ৰধান ডেমন: SIGABRT প্ৰাপ্ত হয়েছে। কোনো গুৰুতৰ ত্ৰুটিৰ ফলে বন্ধ কৰা হচ্ছে!
bn: প্রধান ডেমন: SIGABRT প্রাপ্ত হয়েছে। কোনো গুরুতর ত্রুটির ফলে বন্ধ করা হচ্ছে!
cs: hlavní démon: Získán SIGABRT. Něco se značně pokazilo. Ukončování!
es: servicio principal: Se obtuvo SIGABRT. Algo ha ido muy mal. ¡Nos caemos!
eu: daemon nagusia: SIGABRT lortu da, zerbait gaizki irten da. Itxi egingo da!
gl: daemon principal: recibiuse SIGABRT. Algo vai moi mal. Saíndo!
hi: मुख्य डेमनः एसआईजीएबीआरटी मिला, कुछ गलत हो चुका है. डाउन जा रहे!
it: demone principale: ricevuto SIGABRT, qualcosa è andato veramente storto. Chiusura in corso.
ne: मुख्य डेइमोन: Got SIGABRT, केही ठूलो गल्ति भयो, तल जाँदै!
or: ପ୍ରମୂଖ ଡେମନ: SIGABRT ପାଇଲା। କିଛି ବହୁତ ଭୂଲ ହୋଇଯାଇଛି। ତେଣୁ ପ୍ରଦର୍ଶନ ତଳକୁ ଖସୁଛି!
pl: demon główny: otrzymano sygnał SIGABRT. Stało się coś bardzo złego. Kończenie pracy!
sk: hlavný démon: Zachytený SIGABRT. Niečo nie je v poriadku. Končím!
ta: முக்கிய கிங்கரன்: SIGABRT உள்ளது, எதோ ஒன்று மிக தப்பாக உள்ளது. மூடப் படுகிறது!

source: Do not fork into the background
ar: لا تشعب إلى الخلفية
as: নেপথ্যে fork কৰা হবে না
bn: নেপথ্যে fork করা হবে না
cs: Nebude se větvit do pozadí
es: No bifurcar al segundo plano
eu: Ez sardetu atzeko planoan
gl: Non facer fork en segundo plano
hi: पृष्ठ भूमि में फॉर्क नहीं करें
it: Non effettuare il fork nello sfondo
mr: पार्श्वभागात ढवळाढवळ करु नका
ne: पृष्ठभूमिमा विभाजन नगर्नुहोस्
or: ପ୍ରୁଷ୍ଠଭୂମିରେ ଫୋର୍କ କରନ୍ତୁ ନାହିଁ
pl: Bez tworzenia procesu potomnego działającego w tle
sk: Nevytvárať nové procesy na pozadí
ta: பின்புலத்தில் பிரியாதே

source: No console (static) servers to be run
ar: لا خوادم كونسول (محليّة) لتشغيلها
as: সঞ্চালনেৰ উদ্দেশ্যে কোনো কনসোল (স্ট্যাটিক) সেৱক উপস্থিত নেই
bn: সঞ্চালনের উদ্দেশ্যে কোনো কনসোল (স্ট্যাটিক) সার্ভার উপস্থিত নেই
cs: Žádné (statické) servery na konzole ke spuštění
es: No hay servidores de consola (estáticas) para ejecutar
eu: Ez dago exekutatzeko kontsola-zerbitzaririk (estatikoa)
gl: Non hai servidores (estáticos) de consola para executarse
hi: चलाने हेतु कोई कंसोल (स्थिर) सर्वर नहीं
it: Nessun server di console (locale) da avviare
ne: चलाउनु पर्ने कुनै कन्सोल (स्थिर) सर्भरहरू छैन
or: ଚଳାଇବା ପାଇଁ କୌଣସି କୋନଶୋଲ (ନିଶ୍ଚଳ) ସେବକ ନାହିଁ
pl: Brak serwerów konsol (lokalnych) do uruchomienia
sk: Nie sú k dispozícii konzolové (statické) servery, ktoré by mohli bežať
ta: (நிலை) முனைய சேவையகம் இல்லை

source: Alternative defaults configuration file
as: ফাইল
es: Archivo de configuración predeterminado alternativo
eu: Konfigurazioko fitxategi lehenetsia alternatiboa

source: CONFIGFILE
cs: KONFIGURAČNÍ SOUBOR
es: ARCHIVO-DE-CONFIGURACIÓN
eu: KONFIGURAZIO-FITXATEGIA
gl: FICHEIRO-DE-CONFIGURACIÓN
it: FILECONFIG
pl: PLIK_KONFIGURACYJNY
sk: KONFIGURAČNÝ SÚBOR

source: Preserve LD_* variables
ar: حافظ على متغيرات LD_*
as: LD_* ভেৰিয়েবলেৰ মান অপৰিবৰ্তিত থাকবে
bn: LD_* ভেরিয়েবলের মান অপরিবর্তিত থাকবে
cs: Zachová proměnné LD_*
es: Preservar variables LD_*
eu: Mantendu LD_* aldagaiak
gl: Manter as variables LD_*
hi: LD_* वेरिएबल्स सुरक्षित रखें
it: Preservare le variabili LD_*
mr: LD_* variables चे जतन करा
ne: LD_* चलहरू संरक्षण गर्नुहोस्
or: LD_* ଚଳକୁ ସଂରକ୍ଷିତ କରନ୍ତୁ
pl: Zachowanie zmiennych środowiskowych LD_*
sk: Zachovať premenné LD_*
ta: பாதுகாக்கும் LD_* மாறிகள்

source: Print GDM version
ar: اطبع إصدارة GDM
as: GDM'ৰ সংস্কৰণ প্ৰিন্ট কৰা হবে
bn: GDM'র সংস্করণ প্রিন্ট করা হবে
cs: Vypíše verzi GDM
es: Imprimir la versión de GDM
eu: Bistaratu GDM bertsioa
gl: Imprimir a versión do GDM
hi: जीडीएम संस्करण मुद्रित करें
it: Visualizza la versione di GDM
kk: GDM нұсқасын көрсету
mr: GDM आवृत्ती छापा
my: ဂျီဒီအမ်ဗားရှင်း ပြမည်
ne: GDM संस्करण मुद्रण गर्नुहोस्
or: ଜି.ଡି.ଏମ. ସଂସ୍କରଣକୁ ମୂଦ୍ରଣ କରନ୍ତୁ
pl: Wypisanie wersji GDM
sk: Zobraziť verziu GDM
ta: ஜிடிஎம் பதிப்பை அச்சிடு

source: Start the first X server but then halt until we get a GO in the fifo
ar: ابدأ خادم X الأول ثم الإيقاف حتى نتلقّى GO في الـ fifo
as: প্ৰথম X সেৱক আৰম্ভ কৰা হলেও ফিফো প্ৰণালীতে এগিয়ে চলাৰ সংকেত (GO) না পাওয়া অবধি স্থগিত কৰা হবে
bn: প্রথম X সার্ভার আরম্ভ করা হলেও ফিফো প্রণালীতে এগিয়ে চলার সংকেত (GO) না পাওয়া অবধি স্থগিত করা হবে
cs: Spustí první server X, ale pak se zastaví, dokud nebude ve "fifo" získáno "GO"
es: Iniciar el primer servidor X y después detenerse hasta que obtengamos un GO en la fifo
eu: Abiarazi lehen X zerbitzaria, baina gero gelditu fifo-n GO lortu arte
gl: Iniciar o primeiro servidor X e parar até obter un GO no fifo
hi: प्रथम एक्स सर्वर प्रारंभ करें परंतु फिर रूक जाएँ जबतक कि फीफो से- जाने का संकेत न मिले
it: Avvia il primo server X ma poi si ferma in attesa di ottenere un GO nella fifo
mr: पहिला X सेवक सुरू करा पण त्यानंतर फिफोमध्ये GO येईपर्यंत थांबा
ne: पहिलो X सर्भर सुरुआत गर्नुहोस् तर त्यसपछि fifo मा GO प्राप्त नगरुन्जेल सम्म रोकिनुहोस्
or: X ସେବକକୁ ପ୍ରାରମ୍ଭ କରନ୍ତୁ କିନ୍ତୁ ତା'ପରେ ଯେ ପର୍ଯ୍ଯନ୍ତ ଫିଫୋରୁ ଯିବା ପାଇଁ ଆମକୁ ଗୋଟିଏ ସଙ୍କେତ ନ ମିଳିଛି, ଏହାକୁ ଅଟକାଇ ରଖନ୍ତୁ
pl: Uruchomienie pierwszego X serwera i zatrzymanie do momentu otrzymania GO z kolejki fifo
sk: Spustí prvý X server, ale potom sa zastaví kým nepríde z rúry príkaz GO pre pokračovanie
ta: முதல் எக்ஸ் சேவையகத்தை துவக்குக அதன்பின் நிறுத்தி ஃபிஃபோவில் GO வரும் வரை பொறு
