Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
ar: لم يتمكن GDM من كتابة مُدْخَل تخويل جديد على قرصك. من المحتمل بسبب نفاذ مساحة القرص.%s%s
as: GDM দ্বাৰা পৰিচয় প্ৰমাণকাৰী নতুন এন্ট্ৰি ডিস্কে লেখা সম্ভৱ হোৱা নাই। সম্ভৱত ডিস্কে স্থান অবশিষ্ট নেই। %s%sa
bn: GDM দ্বারা পরিচয় প্রমাণকারী নতুন এন্ট্রি ডিস্কে লেখা সম্ভব হয়নি। সম্ভবত ডিস্কে স্থান অবশিষ্ট নেই। %s%sa
cs: GDM nemohl na disk zapsat novou autorizační položku. Pravděpodobně došlo místo na disku. %s%s
es: GDM no pudo escribir una entrada nueva de autorización en el disco. Posiblemente no hay espacio en el disco. %s%s
eu: GDMk ezin izan du baimen berriaren sarrera idatzi diskoan. Baliteke diskoan lekurik ez egotea.%s%s
gl: GDM non puido escribir unha entrada de autorización nova no disco. Pode que non haxa espazo no disco.%s%s
hi: जीडीएम एक नया प्राधिकरण प्रविष्टि डिस्क में नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है. %s%s
it: GDM non può scrivere il nuovo valore di autorizzazione sul disco. È possibile che non ci sia spazio sufficiente.%s%s
mr: gdm अधिकृतपणे नव्याने प्रवेश करण्यासाठी gdm योग्य ती नोंद करू शकला नाही.डिस्कवरील जागा कमी पडली असावी%1s%2s
ne: GDM ले डिस्कमा नयाँ प्रमाणीकरण प्रविष्टि लेख्न सकेन । सम्भवत डिस्कको खाली स्थान बाहिर हुनुपर्दछ ।%s%s
or: ଜି.ଡି.ଏମ. ଡିସ୍କରେ ଗୋଟିଏ ନୂତନ ବୈଧିକରଣ ପ୍ରବିଷ୍ଟିକୁ ଲେଖି ପାରିଲା ନାହିଁ। ସମ୍ଭବତଃ ଡିସ୍କରେ ଖାଲି ସ୍ଥାନ ନାହିଁ। %s%s
pl: Program GDM nie może zapisać nowego elementu uwierzytelniającego na dysku. Prawdopodobnie zabrakło przestrzeni dyskowej.%s%s
sk: Nepodarilo sa zapísať novú autorizačnú položku. Možno nedostatok miesta na disku. %s%s
ta: புதிய உறுதிசெய்யும் உள்ளீட்டை வட்டில் ஜிடிஎம் எழுத முடியவில்லை. அனேகமாக வட்டில் இடம் இல்லாமல் இருக்கலாம்.%s%s

source: %s: Could not make new cookie file in %s
ar: %s: لم يمكن إنشاء ملف كوكي جديد في %s
as: %s: %s'ৰ মধ্যে নতুন কুকি ফাইল নিৰ্মাণ কৰোঁতে ব্যৰ্থ
bn: %s: %s'র মধ্যে নতুন কুকি ফাইল নির্মাণ করতে ব্যর্থ
cs: %s: Nelze vytvořit nový soubor cookie v %s
es: %s: No se pudo crear un archivo de cookie nuevo en %s
eu: %s: Ezin izan da cookie fitxategi berria egin %s(e)n
gl: %s: non se puido crear un novo ficheiro de cookies en %s
hi: %s: नया कुकी फ़ाइल %s में नहीं बना सका
it: %s: impossibile creare il nuovo file cookie in %s
mr: %s मध्ये नवीन कुकीफाइल तयार करता आली नाहीः%s
ne: %s: %s मा नयाँ कुकी फाइल बनाउन सकेन
or: %s: %s ଫାଇଲରେ ଗୋଟିଏ ନୂତନ କୁକି କୁ ପ୍ରସ୍ତୁତ କରିପାରିଲା ନାହିଁ
pl: %s: Nie można utworzyć nowego pliku ciasteczka %s
sk: %s: Nepodarilo sa vytvoriť nový súbor s cookie v %s
ta: %s: புதிய குக்கி கோப்பை அமைக்க முடியவில்லை %s

source: %s: Cannot safely open %s
ar: %s: لا يمكن فتح %s بأمان
as: %s: %s নিৰাপদ ভাবে খোলা সম্ভৱ নয়
bn: %s: %s নিরাপদ ভাবে খোলা সম্ভব নয়
cs: %s: Nelze bezpečně otevřít %s
es: %s: No se puede abrir %s con seguridad
eu: %s: Ezin da %s arriskurik gabe ireki
gl: %s: non se pode abrir con seguridade %s
hi: %s: %s को सुरक्षित नही खोल सका
it: %s: impossibile aprire in modo sicuro %s
mr: %s सूरक्षितपणे उघडता आली नाहीः %s
ne: %s:%s सुरक्षित साथ खोल्न सकिँदैन
or: %s: %s କୁ ସୁରକ୍ଷିତ ଭାବରେ ଖୋଲିପାରିବ ନାହିଁ
pl: %s: Nie można bezpiecznie otworzyć %s
sk: %s: Nie je možné bezpečne otvoriť %s
ta: %s: பாதுகாப்புடன் திறக்க முடியவில்லை %s

source: %s: Could not open cookie file %s
ar: %s: لم يمكن فتح ملف الكوكي %s
as: %s: %s কুকি ফাইল খুলতে ব্যৰ্থ
bn: %s: %s কুকি ফাইল খুলতে ব্যর্থ
cs: %s: Nelze otevřít soubor cookie %s
es: %s: No se pudo abrir el archivo cookie %s
eu: %s: Ezin izan da %s cookie fitxategia ireki
gl: %s: non se puido abrir o ficheiro de cookies %s
hi: %s: कुकी फ़ाइल %s नहीं खोल सका
it: %s: impossibile aprire il file cookie %s
mr: %s कुकी फाइल उघडता आली नाहीः%s
ne: %s:%s कुकी फाइल खोल्न सकेन
or: %s: %s କୁକି ଫାଇଲକୁ ଖୋଲି ପାରିଲା ନାହିଁ
pl: %s: Nie można otworzyć pliku ciasteczka %s
sk: %s: Nepodarilo sa otvoriť súbor s cookie %s
ta: %s: குக்கி கோப்பை திறக்க முடியவில்லை %s

source: %s: Could not lock cookie file %s
ar: %s:لم يمكن قفل ملف الكوكي %s
as: %s: কুকি ফাইল %s লক কৰোঁতে ব্যৰ্থ
bn: %s: কুকি ফাইল %s লক করতে ব্যর্থ
cs: %s: Nelze zamknout soubor cookie %s
es: %s: No se pudo bloquear el archivo cookie %s
eu: %s: Ezin izan da %s cookie fitxategia blokeatu
gl: %s: non se puido bloquear o ficheiro de cookies %s
hi: %s: कुकी फ़ाइल %s को तालाबंद नहीं कर सका
it: %s: impossibile bloccare il file cookie %s
mr: %s कुकी फाइल बंद करता आली नाहीः%s
ne: %s: %s कुकी फाइलमा ताल्चा लगाउन सकेन
or: %s: %s କୁକି ଫାଇଲକୁ ତାଲା ଦେଇ ରଖି ପାରିଲା ନାହିଁ
pl: %s: Nie można zablokować pliku ciasteczka %s
sk: %s: Nepodarilo sa uzamknúť súbor s cookie %s
ta: %s: குக்கி கோப்பை பூட்ட முடியவில்லை %s

source: %s: Could not write cookie
ar: %s: لم يمكن كتابة الكوكي
as: %s: কুকি লিখতে ব্যৰ্থ
bn: %s: কুকি লিখতে ব্যর্থ
cs: %s: Nelze zapsat cookie
es: %s: No se pudo escribir la cookie
eu: %s: Ezin izan da cookiea idatzi
gl: %s: non se puido escribir a cookie
hi: %s: कुकी नहीं लिख सका
it: %s: impossibile scrivere il file cookie
mr: कुकीमध्ये लिखाण करता आले नाहीः%s
ne: %s: कुकी लेख्न सकेन
or: %s: କୁକି କୁ ଲେଖି ପାରିଲା ନାହିଁ
pl: %s: Nie można zapisać ciasteczka
sk: %s: Nepodarilo sa zapísať cookie
ta: %s: குக்கியை எழுத முடியவில்லை

source: %s: Ignoring suspiciously looking cookie file %s
ar: %s: تجاهل ملف كوكي مريب %s
as: %s: সন্দেহজনক কুকি ফাইল %s অগ্ৰাহ্য কৰা হচ্ছে
bn: %s: সন্দেহজনক কুকি ফাইল %s অগ্রাহ্য করা হচ্ছে
cs: %s: Ignoruje se podezřelý soubor cookie %s
es: %s Ignorando archivo cookie sospechoso %s
eu: %s: Ez ikusi egin %s cookie fitxategi susmagarriari
gl: %s: ignorando o ficheiro de cookies sospeitoso %s
hi: %s सन्देहप्रद कुकी फ़ाइल %s की उपेक्षा कर रहे
it: %s: il file cookie %s sembra sospetto, ignorato
mr: %s संशयास्पद कुकी फाइलकडे दुर्लक्ष करीत आहे %s
ne: %s: शङ्कास्पद रूपले हरिएको %s कुकि फाइल उपेक्षा गर्दै
or: %s: ସନ୍ଦେହପୂର୍ଣ୍ଣ କୁକି ଫାଇଲ %s କୁ ଆଗ୍ରହ୍ଯ କରିଦେଉଛି
pl: %s: Zignorowanie podejrzanego pliku ciasteczka %s
sk: %s: Ignorujem podozrivo vyzerajúci súbor s cookie %s
ta: %s: சந்தேகமான குக்கிஸ் கோப்பு உதாசீனம் செய்யப் படுகிறது. %s

source: Can't write to %s: %s
ar: لا يمكن الكتابة على %s: %s
as: %s'এ লিখতে ব্যৰ্থ: %s
bn: %s'এ লিখতে ব্যর্থ: %s
cs: Nelze zapisovat do %s: %s
es: No se puede escribir en %s: %s
eu: Ezin da %s(e)n idatzi: %s
gl: Non se pode escribir en %s: %s
hi: नहीं लिख पाया %s: %s
it: Impossibile scrivere su %s: %s
mr: %s वर लिहू शकत नाही: %s
ne: %s मा लेख्न सकिँदैन: %s
or: ଲେଖି ପାରଲି ନାହିଁ %s: %s
pl: Nie można zapisać do %s: %s
sk: Nie je možný zápis do %s: %s
ta: இதில் எழுத முடியவில்லை %s: %s

source: The display server has been shut down about 6 times in the last 90 seconds. It is likely that something bad is going on. Waiting for 2 minutes before trying again on display %s.
ar: أُطفِأ خادم العرض ستة مرّات في التسعين دقيقة الآخيرة، يبدو أن شيئا سيئاً يحدث. سأنتظر دقيقتان قبل المحوالة مرة أخرى على العرض %s.
as: গত ৯০ সেকেন্ডে ডিসপ্লে সেৱক ৬ বাৰ বন্ধ হয়েছে। সম্ভৱত কিছু গোলযোগ ঘটেছে। ২ মিনিট অপেক্ষা কৰে পুনৰায় %s ডিসপ্লে প্ৰদৰ্শন প্ৰচেষ্টা কৰা হবে।
bn: গত ৯০ সেকেন্ডে ডিসপ্লে সার্ভার ৬ বার বন্ধ হয়েছে। সম্ভবত কিছু গোলযোগ ঘটেছে। ২ মিনিট অপেক্ষা করে পুনরায় %s ডিসপ্লে প্রদর্শন প্রচেষ্টা করা হবে।
cs: Zobrazovací server byl ukončen asi šestkrát v posledních 90 sekundách. Pravděpodobně se děje něco nesprávného. Nyní se čeká dvě minuty, než dojde k dalšímu pokusu na displeji %s.
es: El servidor de pantallas ha sido detenido unas 6 veces en los últimos 90 segundos. Es probable que algo esté fallando. Se va a esperar durante 2 minutos antes de intentarlo otra vez en la pantalla %s.
eu: Pantaila-zerbitzaria 6 bat aldiz itxi da azken 90 segundoetan, baliteke zerbait oker egotea. 2 minutuz itxarongo du %s pantailarekin berriro saiatu aurretik.
gl: O servidor de pantalla foi apagado 6 veces nos últimos 90 segundos, é probable que haxa algo que non funciona ben. Vaise agardar 2 minutos antes de probar novamente a pantalla %s.
hi: प्रदर्शन सर्वर को बंद किया गया है अंतिम 90 सेकेंड में 6 बार. यह संभव है कि कुच गलत हो रहा है. 2 मिनट के लिये प्रतीक्षा रत %s पर दिखाये जाने के पहले.
it: Il server del display è stato fermato circa 6 volte negli ultimi 90 secondi, è probabile che stia accadendo qualcosa di strano. Il prossimo tentativo sul display %s sarà effettuato tra 2 minuti.
ne: प्रदर्शन सर्भर गत ९० सेकेन्डमा करिब ६ पटक बन्द भएको छ । केही गलत भइरहेको जस्तो छ । %s प्रदर्शनमा फेरि प्रयास गर्नु पहिला २ मिनेट प्रतिक्षा गर्दै ।
or: ପ୍ରଦର୍ଶନ ସେବକଟି ଶେଷ ୯୦ ମିନିଟରେ ପାଖାପାଖି ୬ଥର ବନ୍ଦ ହୋଇସାରିଛି। ସମ୍ଭବତଃ କିଛି ସମସ୍ଯା ଦେଖା ଦେଇଛି। ପୁନର୍ବାର %s ପ୍ରଦର୍ଶନରେ ପ୍ରଚେଷ୍ଟା କରିବା ପୂର୍ବରୁ ୨ ମିନିଟ ଅପେକ୍ଷା କରୁଅଛି।
pl: Serwer ekranu został zamknięty sześć razy w ciągu ostatnich dziewięćdziesięciu sekund. Możliwe, że dzieje się coś złego. Za dwie minuty zostanie ponowiona próba na ekranie %s.
sk: Server pre displej bol vypnutý asi 6-krát za posledných 90 sekúnd. To znamená, že sa asi deje niečo nesprávne. Pred ďalším pokusom na displeji %s sa počká 2 minúty.
ta: கடைசி 90 வினாடிகளில் 6 முறை காட்சி சேவையகம் மூடப் பட்டுள்ளது, ஏதோ தவறாக நடப்பது போல் உள்ளது. காட்டியை மீண்டும் முயற்சிக்கும் முன் இரண்டு நிமிடம் காத்திருக்கிறேன் %s.

source: %s: Cannot create pipe
ar: %s: لا يمكن إنشاء أنبوب
as: %s: পাইপ নিৰ্মাণ কৰোঁতে ব্যৰ্থ
bn: %s: পাইপ নির্মাণ করতে ব্যর্থ
cs: %s: Nelze vytvořit rouru
es: %s: No se puede crear un pipe
eu: %s: Ezin da kanalizazioa sortu
gl: %s: non se puido crear a canalización
hi: %s: पाइप नहीं बना सका
it: %s: impossibile creare la pipe
mr: %s: पाइप तयार करू शकत नाही.
ne: %s: पाइप सिर्जना गर्न सकिँदैन
or: %s: ପାଇପ ସୃଷ୍ଟି କରିପାରିବ ନାହିଁ
pl: %s: Nie można utworzyć potoku
sk: %s: Nie je možné vytvoriť rúru
ta: %s: குழாயை உருவாக்க முடியவில்லை

source: %s: Failed forking GDM slave process for %s
ar: %s:·فشل تشعيب عملية عبد لGDM من أجل %s
as: %s: %s'ৰ বাবে GDM স্লেভ প্ৰসেস fork কৰোঁতে ব্যৰ্থ
bn: %s: %s'র জন্য GDM স্লেভ প্রসেস fork করতে ব্যর্থ
cs: %s: Nelze rozvětvit proces "slave" GDM pro %s
es: %s: Falló al bifurcar el proceso esclavo de GDM para %s
eu: %s: ezin izan da GDM-ren menpeko prozesua %s(r)entzat sardetu
gl: %s: fallou ao facer fork do proceso escravo GDM para %s
hi: %s: जीडीएम स्लेव प्रक्रिया %s के लिये फॉर्क करने में असफल
it: %s: fallito il fork del processo slave di GDM per %s
ne: %s: %s का लागि GDM दास प्रक्रिया विभाजन गर्न असफल भयो
or: %s: ଜିଡିଏମ ଅଧୀନସ୍ଥ ପ୍ରକ୍ରିୟାକୁ %s ପାଇଁ ଫୋର୍କ କରିବାରେ ବିଫଳ
pl: %s: Utworzenie procesu potomnego GDM dla %s nie powiodło się
sk: %s: Nepodarilo sa spustiť GDM slave proces pre %s
ta: %s: இதற்கு ஜிடிஎம் பிளவு அடிமை செயல் தோல்வி %s

source: %s not a regular file!
ar: %s ليس ملفا اعتياديا!
as: %s কোন সাধাৰণ ফাইল নয়!
bn: %s কোন সাধারণ ফাইল নয়!
cs: %s není obyčejný soubor!
es: %s no es un archivo normal.
eu: %s ez da fitxategi arrunta!
gl: %s non é un ficheiro normal!
hi: %s नियमित फ़ाइल नहीं है!
it: %s non è un file regolare.
mr: %s ही नेहमीची सामान्य फाइल नाही !
ne: %s नियमित फाइल होइन !
or: %s ଗୋଟିଏ ନିୟମିତ ଫାଇଲ ନୁହେଁ!
pl: %s nie jest zwykłym plikiem!
sk: %s: nie je normálny súbor.
ta: %s சாதாரணமான கோப்பு அல்ல!

source: ... File too long to display ...
ar: ...·الملف طويل جدا لدرجة لا تسمح بعرضه ...
as: ... ফাইলটি প্ৰদৰ্শনেৰ বাবে খুব বড় ...
bn: ... ফাইলটি প্রদর্শনের জন্য খুব বড় ...
cs: ... Soubor příliš dlouhý na zobrazení ...
es: … Archivo demasiado grande para mostrar…
eu: ... Fitxategia luzeegia da bistaratzeko...
gl: ... Ficheiro demasiado longo para mostrar ...
hi: .....प्रदर्शन करने हेतु फ़ाइल बहुत बड़ा है....
it: ... File troppo lungo per essere visualizzato ...
mr: ...ही फाइल दाखविण्यासाठी खूपच मोठी आहे ...
ne: ... फाइल प्रदर्शन गर्नलाई धेरै लामो छ...
or: ... ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ ଫାଇଲଟି ବହୁତ ବଡ ...
pl: ... Zbyt długi plik do wyświetlenia ...
sk: ... Súbor je príliš dlhý pre zobraznie ...
ta: ... காட்டுவதற்கு கோப்பு மிக நீளமாக உள்ளது ...

source: %s could not be opened
ar: %s لم يمكن فتحه
as: %s খুলতে ব্যৰ্থ
bn: %s খুলতে ব্যর্থ
cs: nezdařilo se otevřít %s
es: No se pudo abrir %s
eu: Ezin izan da %s ireki
gl: Non se puido abrir %s
hi: %s खोला नहीं जा सकता
it: %s non può essere aperto
mr: %s उघडली नाही.
ne: %s खोल्न सकिएन
or: %s କୁ ଖୋଲିହେଲା ନାହିଁ
pl: %s: Nie można otworzyć
sk: %s sa nedarí otvoriť
ta: %s திறக்க முடியவில்லை

source: %s: Cannot fork to display error/info box
ar: %s: لا يمكن التشعيب لعرض صندوق المعلومات/الأخطاء
as: %s: ত্ৰুটি/তথ্যেৰ বক্স প্ৰদৰ্শনেৰ উদ্দেশ্যে fork কৰোঁতে ব্যৰ্থ
bn: %s: ত্রুটি/তথ্যের বক্স প্রদর্শনের উদ্দেশ্যে fork করতে ব্যর্থ
cs: %s: Nelze rozvětvit proces k zobrazení okna chyby/informace
es: %s: No se pudo bifurcar para mostrar un diálogo de error/información
eu: %s: Ezin da errore-/informazio-koadroa bistaratzeko sardetu
gl: %s: non se pode facer fork para mostrar o diálogo de erro/información
hi: %s त्रुटि/सन्देश बक्सा प्रदर्शक को फॉर्क नहीं कर सका
it: %s: fork non possibile per visualizzare la finestra di errore/informazione
mr: %sः मधील चुका/माहीती दाखविता येणार नाही.
ne: %s: त्रुटि/सूचना बाकस प्रदर्शन गर्नका लागि विभाजन गर्न सक्दैन
or: %s: ତୃଟି/ସୂଚନା ବାକ୍ସକୁ ପ୍ରଦର୍ଶିତ କରିବା ପାଇଁ ଫୋର୍କ କରିପାରିବ ନାହିଁ
pl: %s: Nie można utworzyć procesu, aby wyświetlić okno z błędem/ostrzeżeniem
sk: %s: Nepodarilo sa spustenie pre zobrazenie chyby/informácie
ta: %s: பிழை/தகவல் பெட்டியை காட்ட பிளவு பட முடியவில்லை

source: %s: Directory %s does not exist.
ar: %s: الدليل %s غير موجود.
as: %s: %s নামক ডিৰেক্টৰি উপস্থিত নেই।
bn: %s: %s নামক ডিরেক্টরি উপস্থিত নেই।
es: %s: El directorio %s no existe.
eu: %s: %s direktorioa ez dago.
gl: %s: o directorio %s non existe.
hi: %s निर्देशिका %s मौज़ूद नहीं है.
mr: %1sः मार्गदर्शिका %2s अस्तित्वात नाही.
ne: %s: %s डाइरेक्टरी अवस्थित छैन ।
or: %s: %s ଡିରେକ୍ଟୋରି ଅବସ୍ଥିତ ନୁହେଁ।
ta: %s: அடைவு %s கிடையாது.

source: %s: %s is not owned by uid %d.
ar: %s: %s غير مملوك من قبل هوية المستخدم %d.
as: %s: %s-টি uid %d-ৰ মালিকানাধীন নয়।
bn: %s: %s-টি uid %d-র মালিকানাধীন নয়।
es: %s: %s no es propiedad del uid %d.
eu: %s: %s ez da %d uid-rena.
gl: %s: %s non pertence ao UID %d.
hi: %s: %s यह यूआईडी %d के स्वामित्व में नहीं है.
mr: %1sः %2s हे युआयडीच्या मालकीचे नाही %d.
ne: %s:%s uid %d को स्वामित्वमा छैन ।
or: %s: %s ଫାଇଲଟି %d ୟୁଆଇଡି ଦ୍ବାରା ଅଧିକୃତ ନୁହେଁ।
ta: %s: %s இன் சொந்தக்காரர் uid %d அல்ல.

source: %s: %s is writable by group.
ar: %s: %s قابل للكتابة من طرف المجموعة.
as: %s: %s গ্ৰুপেৰ দ্বাৰা পৰিবৰ্তনযোগ্য।
bn: %s: %s গ্রুপের দ্বারা পরিবর্তনযোগ্য।
es: %s: %s puede escribirse por el grupo.
eu: %s: %s taldeak idatz dezake.
gl: %s: %s pode escribir o grupo.
hi: %s: %s यह समूह के द्वारा लिखने योग्य है.
mr: %1s: %2s हे गटाकडून लिहीण्यायोग्य आहे.
ne: %s: %s समूहद्वारा लेखनयोग्य छ ।
or: %s: %s ଫାଇଲଟି ଚାଳକ ଦ୍ବାରା ଲିଖନୀୟ।
ta: %s: %s குழுவால் எழுதக்கூடியது.

source: %s: %s is writable by other.
ar: %s: %s قابل للكتابة من الآخرين.
as: %s: %s অন্যদেৰ দ্বাৰা পৰিবৰ্তনযোগ্য।
bn: %s: %s অন্যদের দ্বারা পরিবর্তনযোগ্য।
es: %s: %s puede escribirse por otros.
eu: %s: %s beste batzuek idatz dezakete.
gl: %s: %s poden escribir outros usuarios.
hi: %s: %s यह अन्य के द्वारा लिखने योग्य है.
mr: %1s: %2s हे इतराकडून लिहून घेण्यायोग्य आहे.
ne: %s: %s अरूबाट लेखनयोग्य छ ।
or: %s: %s ଫାଇଲଟି ଅନ୍ଯ ମାନଙ୍କ ଦ୍ବାରା ଲିଖନୀୟ।
ta: %s: %s மற்றவையால் எழுதக்கூடியது.

source: %s: %s does not exist but must exist.
ar: %s: %s غير موجود لكن يجب أن يكون موجودًا.
as: %s: %s বৰ্তমানে অনুপস্থিত কিন্তু এইটোৰ উপস্থিতি আবশ্যক
bn: %s: %s বর্তমানে অনুপস্থিত কিন্তু এটির উপস্থিতি আবশ্যক
es: %s: %s no existe pero debe existir.
eu: %s: %s ez da existitzen, baina existitu beharko luke.
gl: %s: %s non existe mais debería.
hi: %s: %s मौज़ूद नहीं है जबकि होना चाहिए.
mr: %1s: %2s अस्तित्वात नाही पण अस्तित्वात असायला हवी.
ne: %s: %s अवस्थित छैन तर अवस्थित हुनुपर्दछ ।
or: %s: %s ଫାଇଲଟି ଅବସ୍ଥିତ ନୁହେଁ କିନ୍ତୁ ଏହା ଅବସ୍ଥିତ ହେବା ଉଚିତ।
ta: %s: %s இருக்கவேண்டும் ஆனால் இல்லை.

source: %s: %s is not a regular file.
ar: %s: %s ليس ملفّا اعتياديّا.
as: %s: %s সাধাৰণ ফাইল নয়।
bn: %s: %s সাধারণ ফাইল নয়।
es: %s: %s no es un archivo normal.
eu: %s: %s ez da fitxategi arrunta.
gl: %s: %s non é un ficheiro normal.
hi: %s: %s यह नियमित फ़ाइल नहीं है.
mr: %1s: %2s ही नेहेमीची फाइल नाही.
ne: %s: %s नियमित फाइल होइन ।
or: %s: %s ଗୋଟିଏ ନିୟମିତ ଫାଇଲ ନୁହେଁ।
ta: %s: %s சாதாரணமான கோப்பு அல்ல.

source: %s: %s is writable by group/other.
ar: %s: %s قابل للكتابة من طرف المجموعة/الآخرين.
as: %s: %s গ্ৰুপ/অন্যদেৰ দ্বাৰা পৰিবৰ্তনযোগ্য।
bn: %s: %s গ্রুপ/অন্যদের দ্বারা পরিবর্তনযোগ্য।
es: %s: %s puede escribirse por el grupo/otros.
eu: %s: %s taldeak/beste batzuek idatz dezake/te.
gl: %s: %s pode escribir o grupo e outros usuarios.
hi: %s: %s यह समूह/अन्य के द्वारा लिखने योग्य है.
mr: %1s: %2s हे गट/इतरांकडून लिहून घेण्यायोग्य आहे.
ne: %s:%s समूह/अन्यद्धारा लेखनयोग्य छ ।
or: %s: %s ଫାଇଲଟି ସମୂହ/ଅନ୍ଯ ମାନଙ୍କ ଦ୍ବାରା ଲିଖନୀୟ।
ta: %s: %s குழுவால்/மற்றவையால் எழுதக்கூடியது.

source: %s: %s is bigger than sysadmin specified maximum file size.
ar: %s: %s أكبر من حجم الملف الاقصى الذي حدده مدير النظام.
as: %s: %s-ৰ মাপ ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰ নিৰ্দিষ্ট সৰ্বোচ্চ মাপ থেকে বড়।
bn: %s: %s-র মাপ সিস্টেম অ্যাডমিনিস্ট্রেটর নির্দিষ্ট সর্বোচ্চ মাপ থেকে বড়।
es: %s: %s es mayor que el tamaño máximo de archivo especificado por el administrador.
eu: %s: %s sistema-adminitratzaileak zehaztutako gehienezko fitxategi-tamaina baino handiagoa da.
gl: %s: %s é maior que o tamaño máximo de ficheiro especificado polo administrador do sistema.
hi: %s: %s यह सिस्टम प्रशासक द्वारा निर्दिष्ट अधिकतम फ़ाइल आकार से बड़ा है.
mr: %1s: %2s कार्यप्रणालीमध्ये निश्चित केलेल्या कमाल आकाराच्या फाइल पेक्षा या फाइलचा आकार अधिक आहे.
ne: %s: %s प्रणाली प्रशासकले निर्दिष्ट गरिएको फाइल साइज भन्दा ठूलो छ ।
or: %s: %s ଫାଇଲର ଆକାର ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ଦ୍ବାରା ଉଲ୍ଲେଖିତ ସର୍ବାଧିକ ଆକାରରୁ ବଡ ଅଟେ।
ta: %s: %s இது sysadmin குறிப்பிட்ட அதிகபட்ச கோப்பு அளவை விட பெரிது.

source: %s: Could not make socket
ar: %s:لا يمكن انشاء مقبس
as: %s: সকেট নিৰ্মাণ কৰোঁতে ব্যৰ্থ
bn: %s: সকেট নির্মাণ করতে ব্যর্থ
cs: %s: Nelze vytvořit socket
es: %s: No se pudo crear el socket
eu: %s: Ezin izan da socket-a egin
gl: %s: non se puido crear o conectador
hi: %s: सॉकेट नहीं बना सका
it: %s: impossibile creare il socket
mr: %sः सॉकेट बनविता आली नाहीत.
ne: %s: सकेट बनाउन सकेन
or: %s: ସକେଟକୁ ପ୍ରସ୍ତୁତ କରିପାରିଲା ନାହିଁ
pl: %s: nie można utworzyć gniazda
sk: %s: Nepodarilo sa vytvoriť soket
ta: %s: பொருத்து வாயை அமைக்க முடியவில்லை

source: %s: Could not bind socket
ar: %s: لا يمكن ربط المقبس
as: %s: সকেট বাইন্ড কৰোঁতে ব্যৰ্থ
bn: %s: সকেট বাইন্ড করতে ব্যর্থ
cs: %s: Nelze připojit socket
es: %s: No se pudo vincular al socket
eu: %s: Ezin izan da socket-a lotu
gl: %s: non se puido asociar ao conectador
hi: %s: सॉकेट बाइंड नहीं कर सका
it: %s: impossibile mappare il socket
mr: %sः सॉकेट बांधता आली नाहीत.
ne: %s: सकेट बाइन्ड गर्न सकेन
or: %s: ସକେଟକୁ ବାଇଣ୍ଡ କରିପାରିଲା ନାହିଁ
pl: %s: nie można powiązać gniazda z adresem
sk: %s: Nepodarilo sa pripojiť soket
ta: %s: பொருத்து வாயை கட்ட முடியவில்லை

source: %s: Could not make FIFO
ar: %s: لا يمكن انشاء FIFO
as: %s: FIFO নিৰ্মাণ কৰোঁতে ব্যৰ্থ
bn: %s: FIFO নির্মাণ করতে ব্যর্থ
cs: %s: Nelze vytvořit FIFO
es: %s: No se pudo crear FIFO
eu: %s: Ezin izan da FIFO egin
gl: %s: non se puido crear a FIFO
hi: %s: एफआईएफओ नहीं बना सका
it: %s: impossibile creare la FIFO
mr: %s: फिफो बनविता आले नाही.
ne: %s: FIFO बनाउन सकेन
or: %s: ଫିଫୋ (FIFO) କୁ ପ୍ରସ୍ତୁତ କରିପାରିଲା ନାହିଁ
pl: %s: nie można utworzyć kolejki FIFO
sk: %s: Nepodarilo sa vytvoriť FIFO
ta: %s: ஃபிஃபோ வை அமைக்க முடியவில்லை

source: %s: Could not open FIFO
ar: %s:لم استطع فتح FIFO
as: %s: FIFO খুলতে ব্যৰ্থ
bn: %s: FIFO খুলতে ব্যর্থ
cs: %s: Nelze otevřít FIFO
es: %s: No se pudo abrir FIFO
eu: %s: Ezin izan da FIFO ireki
gl: %s: non se puido abrir a FIFO
hi: %s: एफआईएफओ नहीं खोल सका
it: %s: impossibile aprire la FIFO
mr: %s: फिफो उघडता आली नाही.
ne: %s: FIFO खोल्न सकेन
or: %s: ଫିଫୋ (FIFO) କୁ ରଖି ପାରିଲା ନାହିଁ
pl: %s: nie można otworzyć kolejki FIFO
sk: %s: Nepodarilo sa otvoriť FIFO
ta: %s: ஃபிஃபோவை திறக்க முடியவில்லை

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
ar: لا يمكن كتابة ملف الـ PID %s، ربما لعدم وجود فضاء على القرص. خطأ: %s
as: PID ফাইল %s লেখাৰ চেষ্টা ব্যৰ্থ: সম্ভৱত ডিস্কে আৰ জায়গা নেই। ত্ৰুটি: %s
bn: PID ফাইল %s লেখার চেষ্টা ব্যর্থ: সম্ভবত ডিস্কে আর জায়গা নেই। ত্রুটি: %s
cs: Nelze zapsat soubor PID %s: možná došlo místo na disku. Chyba: %s
es: No se puede escribir el archivo del PID %s: posiblemente no hay espacio en el disco. Error: %s
eu: Ezin da %s PID fitxategia idatzi, agian ez da lekurik egongo diskoan. Errorea: %s
gl: Non se pode escribir o ficheiro de PID %s, posiblemente sen espazo no disco. Erro: %s
hi: पीआईडी फ़ाइल %s लिख नहीं सकता, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
it: Impossibile scrivere il file PID %s, forse per mancanza di spazio su disco. Errore: %s
ne: %s PID फाइल लेख्न सकिँदैन: सम्भवत डिस्क खाली स्थानबाट बाहिर छ । त्रुटि: %s
or: %s ପି.ଆଇ.ଡି. ଫାଇଲକୁ ଲେଖି ପାରିବ ନାହିଁ: ସମ୍ଭବତଃ ଡିସ୍କରେ ଖାଲି ସ୍ଥାନ ନାହିଁ। ତୃଟି: %s
pl: Nie można zapisać pliku PID %s: możliwy brak miejsca na dysku. Błąd: %s
sk: Nie je možné zapísať súbor PID %s: možno nedostatok miesta na disku. Chyba: %s
ta: PID கோப்பு %s ஐ எழுத முடியவில்லை, வட்டில் இடமில்லை. பிழை: %s

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
ar: لا يمكن كتابة ملف الـ PID %s، ربما لعدم وجود فضاء على القرص. خطأ: %s
as: PID ফাইল %s লিখতে ব্যৰ্থ: সম্ভৱত ডিস্কে অবশিষ্ট স্থান নেই। ত্ৰুটি: %s
bn: PID ফাইল %s লিখতে ব্যর্থ: সম্ভবত ডিস্কে অবশিষ্ট স্থান নেই। ত্রুটি: %s
cs: Nelze zapsat soubor PID %s: možná došlo místo na disku. Chyba: %s
es: No se puede escribir el archivo de PID %s: posiblemente no hay espacio en el disco. Error: %s
eu: Ezin da %s PID fitxategia idatzi, agian ez da lekurik egongo diskoan. Errorea: %s
gl: Non se pode escribir o ficheiro de PID %s, posiblemente sen espazo no disco. Erro: %s
hi: पीआईडी फ़ाइल %s लिख नहीं सकता, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
it: Impossibile scrivere il file PID %s: forse per mancanza di spazio su disco. Errore: %s
ne: %s PID फाइल लेख्न सकिँदैन: सम्भवत डिस्क खाली स्थान बाट बाहिर छ । त्रुटि: %s
or: %s ପି.ଆଇ.ଡି. ଫାଇଲକୁ ଲେଖି ପାରିବ ନାହିଁ: ସମ୍ଭବତଃ ଡିସ୍କରେ ଖାଲି ସ୍ଥାନ ନାହିଁ। ତୃଟି: %s
pl: Nie można zapisać pliku PID %s: możliwy brak miejsca na dysku. Błąd: %s
sk: Nie je možné zapísať súbor PID %s: možno nedostatok miesta na disku. Chyba: %s
ta: PID கோப்பு %sஐ எழுத முடியவில்லை, அனேகமாக வட்டில் இடமில்லை. பிழை: %s

source: %s: fork () failed!
ar: %s: فشل fork () !
as: %s: fork () ব্যৰ্থ!
bn: %s: fork () ব্যর্থ!
cs: %s: došlo k selhání "fork ()"!
es: %s: Ha fallado fork().
eu: %s: fork()-ek huts egin du
gl: %s: fallou o fork ()!
hi: %s: फॉर्क () असफल!
it: %s: fork() fallita.
ne: %s: विभाजन गर्न () असफल भयो!
or: %s: fork () ବିଫଳ!
pl: %s: funkcja fork () nie powiodła się!
sk: %s: fork () zlyhal!
ta: %s: பிளவில் () தோல்வி!

source: %s: setsid () failed: %s!
ar: %s: فشل setsid() : %s!
as: %s: setsid () ব্যৰ্থ: %s!
bn: %s: setsid () ব্যর্থ: %s!
cs: %s: došlo k selhání "setsid ()": %s!
es: %s: Ha fallado setsid(): %s.
eu: %s: setsid()-ek huts egin du: %s!
gl: %s: fallou o setsid (): %s!
hi: %s: setsid () असफल: %s!
it: %s: setsid() fallita: %s.
ne: %s: setsid() असफल भयो: %s !
or: %s: setsid () ବିଫଳ: %s!
pl: %s: funkcja setsid () nie powiodła się: %s!
sk: %s: setsid () zlyhalo: %s!
ta: %s: setsid () தோல்வி: %s!

source: %s: Trying failsafe X server %s
ar: %s: يجري محاولة تشغيل خادم X الآمن من الفشل %s
as: %s: ফেইল-সেইফ X সেৱক আৰম্ভেৰ প্ৰচেষ্টা কৰা হচ্ছে %s
bn: %s: ফেইল-সেইফ X সার্ভার আরম্ভের প্রচেষ্টা করা হচ্ছে %s
cs: %s: Probíhá pokus o záchranný server X %s
es: %s: intentando servidor X %s a prueba de fallos
eu: %s: Hutsegiteen aurkako X zerbitzaria %s(r)ekin saiatuko naiz
gl: %s: probando co servidor X a proba de fallos %s
hi: %s: फेल सेफ एक्स सर्वर %s आज़मा रहे
it: %s: tentativo di avvio del server X d'emergenza %s
mr: %1s: फेल्सेफ X सर्वरचा वापर करीत आहे %2s
ne: %s: failsafe %s X सर्भर प्रयास गर्दै
or: %s: ଫେଲ-ସେଫ X ସେବକ %s କୁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି
pl: %s: Próba uruchomienia awaryjnego serwera X %s
sk: %s: Skúšam záchranný X server %s
ta: %s: தோல்விபாதுகாப்பு எக்ஸ் சேவையக முயற்சி %s
