Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Could not setgid %d. Aborting.
ar: لم يمكن ضبط gid %d. إلغاء.
as: setgid %d নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ। কৰ্ম বাতিল কৰা হচ্ছে।
bn: setgid %d নির্ধারণ করতে ব্যর্থ। কর্ম বাতিল করা হচ্ছে।
cs: Nelze nastavit "setgid" %d. Ukončování.
es: No se pudo hacer setgid %d. Se aborta.
eu: Ezin izan da %d(r)en setgid egin. Abortatu egingo da.
gl: Non se puido facer setgid %d. Interrompendo.
hi: सेटजीआईडी %d नहीं कर पाया. छोड़ रहे.
it: Impossibile impostare l'identificativo del gruppo %d. Chiusura in corso.
mr: setgid %d संयोजीत करता आला नाही, खंडीत होत आहे.
ne: %d setgid गर्न सकेन । परित्याग गर्दै ।
or: %d ପାଇଁ setgid ନିର୍ଦ୍ଦେଶଟି ସଠିକ ରୂପରେ କାର୍ଯ୍ଯ କରିଲା ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: Nie można wykonać setgid %d. Rezygnacja.
sk: Nepodarilo sa nastaviť setgid %d. Končím.
ta: setgid %d அமைக்க முடியவில்லை. கைவிடப் படுகிறது.

source: initgroups () failed for %s. Aborting.
ar: فشل initgroups () ل %s. إلغاء.
as: %s'ৰ বাবে initgroups () বিফল। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s'র জন্য initgroups () বিফল। কর্ম বাতিল করা হচ্ছে।
cs: "initgroups ()" selhalo u %s. Ukončování.
es: Ha fallado initgroups() para %s. Se aborta.
eu: %s(r)en initgroups()-ek huts egin du. Abortatu egingo da.
gl: fallou o initgroups() para %s. Interrompendo.
hi: %s हेतु initgroups() असफल. छोड़ा रहा है.
it: initgroups() fallita per %s. Chiusura in corso.
ne: %s का लागि initgroups() असफल भयो । परित्याग गर्दै ।
or: %s ପାଇଁ initgroups () ଅସଫଳ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: Funkcja initgroups () nie powiodła się dla %s. Rezygnacja.
sk: initgroups () zlyhalo pre %s. Končím.
ta: initgroups() தோல்வி, இதற்கு: %s. கைவிடப் படுகிறது.

source: %s: Error setting signal %d to %s
ar: %s: خطأ في ضبط الإشارة %d لـ %s
as: %s: সিগন্যাল %d, %s ৰূপে ধাৰ্য কৰোঁতে ব্যৰ্থ
bn: %s: সিগন্যাল %d, %s রূপে ধার্য করতে ব্যর্থ
cs: %s: Chyba při nastavování signálu %d na %s
es: %s: ha ocurrido un error al establecer la señal %d a %s
eu: %s: Errorea %d seinalea %s(r)i ezartzean
gl: %s: hai un erro ao configurar o sinal %d a %s
hi: %s: सिग्नल %d को %s में सेटिंग करने में त्रुटि
it: %s: errore nell'impostare il segnale %d a %s
mr: %1s: %d या संकेताला %s हे मुल्य देताना चुक झाली.
ne: %s: %d संकेत %s मा सेट गर्दा त्रुटि
or: %s: %d ସଙ୍କେତକୁ %s ରୂପରେ ବିନ୍ଯାସ କରିବା ସମୟରେ ତୃଟି
pl: %s: Błąd przy ustawianiu sygnału %d na %s
sk: %s: Chyba pri nastavovaní signálu %d na %s
ta: %s: குறிப்பு அமைப்பில் பிழை %d to %s

source: Last login: %s
ar: الولوج الأخير: %s
as: সৰ্বশেষ প্ৰৱেশ: %s
bn: সর্বশেষ লগ-ইন: %s
cs: Poslední přihlášení: %s
es: Última entrada: %s
eu: Azken saio-hasiera: %s
gl: Último inicio de sesión: %s
hi: पिछला लॉगइन: %s
it: Ultimo accesso: %s
mr: मागील प्रवेश: %s
ne: अन्तिम लगइन: %s
or: ଅନ୍ତିମ ଲଗଇନ: %s
pl: Ostatnie logowanie: %s
sk: Posledné prihlásenie: %s
ta: கடைசி நுழைவு: %s

source: Can not start fallback console
ar: لا يمكن تشغيل الكونسول الإحتياطي
as: ফল-ব্যাক কনসোল আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: ফল-ব্যাক কনসোল আরম্ভ করতে ব্যর্থ
cs: Nelze spustit náhradní konzolu
es: No se puede iniciar la consola de resguardo
eu: Ezin da segurtasun-kontsola abiarazi
gl: Non se pode iniciar a consola de modo de emerxencia
hi: फालबैक कंसोल प्रारंभ नहीं कर सका
it: Impossibile avviare la console di emergenza
mr: फॉलबॅक कन्सोल सुरू करू शकत नाही
ne: फलब्याक् कन्सोल सुरुआत गर्न सक्दैन
or: ଫୋଲ-ବ୍ଯାକ କୋନଶୋଲକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ
pl: Nie można uruchomić konsoli zastępczej
sk: Nepodarilo sa spustiť záchrannú konzolu
ta: பின்விழு முனையத்தை துவக்க முடியவில்லை

source: There already appears to be an X server running on display %s. Should another display number by tried? Answering no will cause GDM to attempt starting the server on %s again.%s
ar: يبدو أن هناك خادم X يعمل بالفعل على العرض %s. هل ترغب مني محاولة رقم عرض آخر؟ إذا كانت إجابتك لا، فسأحاول تشغيل الخادم على %s مرة أخرى.%s
as: ডিসপ্লে %s'ৰ মধ্যে একটি X সেৱক বৰ্তমানে চলছে। পৃথক সংখ্যক ডিসপ্লে ব্যবহাৰ কৰা হবে কি? উত্তৰে না (no) উল্লেখ কৰা হলে GDM পুনৰায় %s'ৰ মধ্যে সেৱক আৰম্ভ কৰাৰ প্ৰচেষ্টা কৰবে। %s
bn: ডিসপ্লে %s'র মধ্যে একটি X সার্ভার বর্তমানে চলছে। পৃথক সংখ্যক ডিসপ্লে ব্যবহার করা হবে কি? উত্তরে না (no) উল্লেখ করা হলে GDM পুনরায় %s'র মধ্যে সার্ভার আরম্ভ করার প্রচেষ্টা করবে। %s
cs: Na displeji %s již zřejmě jeden server X běží. Mám zkusit jiný displej? Záporná odpověď způsobí, že GDM zkusí spustit server na %s znovu. %s
es: Ya existe un servidor X en ejecución en la pantalla %s. ¿Desea intentar otro número de pantalla? Si responde no, GDM volverá a intentar iniciar el servidor en %s otra vez. %s
eu: Badirudi %s pantailan X zerbitzaria jada exekutatzen ari dela. Beste pantaila-zenbaki bat probatu beharko da? Ez erantzuten baduzu, GDMek %s(e)ko zerbitzaria berrabiarazten saiatuko da berriro.%s
gl: Parece que xa hai un servidor X executándose na pantalla %s. Quere tentar con outro número de pantalla? Se a resposta é non, tentarase iniciar o servidor de novo en %s.%s
hi: ऐसा प्रतीत होता है कि एक्स सर्वर पहले ही प्रदर्शक %s में चल रहा है. क्या मैं अन्य प्रदर्शक संख्या में कोशिश करुं? यदि आपका उत्तर नहीं है तो मैं सर्वर %s को %s में पुनः प्रारंभ करने की कोशिश करूंगा.
it: Sembra ci sia già un server X in esecuzione sul display %s. Provarne un altro? Rispondendo «no» GDM eseguirà un altro tentativo di avvio del server su %s.%s
ne: %s प्रदर्शनमा X सर्भरमा चलिरहेको पहिल्यै देखा पर्दछ । अर्को प्रदर्शन सङ्ख्या अनुरोध गर्न प्रयास गर्नुपर्दछ ? पर्दैन उत्तर दिनाले GDM लाई %s मा फेरि सर्भर सुरुआत गर्न प्रयत्न गराउनेछ ।%s
or: %s ପ୍ରଦର୍ଶନରେ ଗୋଟିଏ X ସେବକ ପୂର୍ବରୁ ଚାଲୁଥିବା ପରି ଜଣା ପଡୁଛି। ଅନ୍ଯ ଗୋଟିଏ ପ୍ରଦର୍ଶନ ନମ୍ବର ସହିତ ପ୍ରଚେଷ୍ଟା କରିଯିବା ଉଚିତ କି? ଉତ୍ତର ନାସ୍ତିବାଚକ ହେଲେ, ଏହା ଜି.ଡି.ଏମ. କୁ ପୁନର୍ବାର %s ସେବକକୁ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ପ୍ରବର୍ତ୍ତାଇବ।%s
pl: Wygląda na to, że na ekranie %s został już uruchomiony serwer X. Czy wykorzystać inny numer ekranu? W razie negatywnej odpowiedzi, GDM ponownie spróbuje uruchomić serwer na ekranie %s.%s
sk: Vyzerá to, že na displeji %s už X server beží. Mám sa pokúsiť použiť iné číslo displeja? Ak nie, GDM sa pokúsi znovu spustiť server na %s. %s
ta: எற்கனவே %s காட்சியில் எக்ஸ் சேவை ஒடுவது போல் தோற்றம் உள்ளது . நான் இன்னொரு காட்சி எண்ணை முயற்சிக்கவா? வேண்டாம் என்று பதில்அளித்தால், ஜிடிஎம் சேவகனை மீண்டும் %s இல் துவக்கும் %s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
ar: (يمكنك تغيير الكونسول بنقر Ctrl-Alt مع مفتاح و ظيفة، مثل Ctrl-Alt-F7 للذهاب للكونسول 7. خوادم X تعمل عادة على كونسول 7 فما فوق.)
as: (Ctrl-Alt ও একটি ফাংশান-কি টিপে আপনি কনসোল পৰিবৰ্তন কৰোঁতে পাৰবেন উদাহৰণ, কনসোল ৭'এ পৰিবৰ্তন কৰোঁতে Ctrl-Alt-F7 ব্যবহাৰ কৰক। X সেৱক সাধাৰণত কনসোল ৭ ও ঊৰ্ধ্বতন সংখ্যক কনসোলে সঞ্চালিত হয়।)
bn: (Ctrl-Alt ও একটি ফাংশান-কি টিপে আপনি কনসোল পরিবর্তন করতে পারবেন উদাহরণ, কনসোল ৭'এ পরিবর্তন করতে Ctrl-Alt-F7 ব্যবহার করুন। X সার্ভার সাধারণত কনসোল ৭ ও ঊর্ধ্বতন সংখ্যক কনসোলে সঞ্চালিত হয়।)
cs: (Můžete přepínat mezi konzolami stiskem kláves Ctrl a Alt plus funkční klávesa, například Ctrl + Alt + F7 přepne na konzolu 7. Servery X obvykle běží na konzole 7 a vyšších).
es: (Puede intercambiar consolas pulsando Ctrl-Alt más una tecla de función, como Ctrl-Alt-F7 para ir a la consola 7. Normalmente los servidores X se ejecutan en la consola 7 ó superiores).
eu: (Kontsolak alda ditzakezu Ktrl-Alt eta funtzio-tekla bat sakatuz, esaterako 7. kontsolara joateko Ktrl-Alt-F7 saka dezakezu. X zerbitzariak normalean 7. kontsolan eta maila handiagokotan exekutatzen dira.)
gl: (Pode alternar entre consolas premendo Ctrl-Alt máis unha tecla de función, como Ctrl-Alt-F7 para ir á consola 7. Os servidores de X execútanse habitualmente nas consolas 7 e superiores.)
hi: (आप अपना कंसोल, कंट्रोल-आल्ट तथा फंक्शन कुंजियाँ दबा कर बदल सकते हैं. जैसे कि कंसोल 7 में जाने हेतु Ctrl-Alt-F7. एक्स सर्वर साधारणतः कंसोल 7 या अधिक में चलता है.)
it: (È possibile cambiare console premendo Ctrl-Alt e un tasto funzione. Per esempio premendo Ctrl-Alt-F7 si passa alla console 7. Solitamente i server X sono sulle console dalla 7 in su.)
mr: Ctrl-Alt आणि function बटणे दाबून कंसोल बदलता येतात. उदा.Ctrl-Alt-F7 ने ७ व्या क्रमांकाच्या कंसोलवर जाता येते. X सर्वर साधारणत: ७ किंवावरच्या क्रमांकावर सुरु होतात.)
ne: (तपाईँ Ctrl-Alt प्लस प्रकार्य कुञ्जी थिचेर कन्सोलेसहरू परिवर्तन गर्न सक्नुहुन्छ,जस्तै:- कन्सोल ७मा जान Ctrl-Alt-F7 । X सर्भरहरू प्रायजसो ७ वा त्यो भन्दा माथि चल्दछ ।)
or: (ଆପଣ Ctrl-Alt ସହିତ ଗୋଟିଏ ଫଙ୍କସନ ଚାବିକୁ ଦବାଇ କୋନଶୋଲକୁ ବଦଳାଇ ପାରିବ, ଯେପରିକି କୋନଶୋଲ ୭କୁ ଯିବା ପାଇଁ Ctrl-Alt-F7 କୁ ଦବାନ୍ତୁ। X ସେବକ ସାଧାରଣତଃ କୋନଶୋଲ ୭ କିମ୍ବା ତଦୁର୍ଦ୍ଧ କୋନଶୋଲରେ ଚାଲିଥାଏ।)
pl: (Można zmienić aktywną konsolę poprzez naciśnięcie kombinacji Ctrl-Alt wraz z klawiszem funkcyjnym, np. Ctrl-Alt-F7, aby przejść na 7. konsolę. Serwery X wykorzystują zwykle konsolę 7 lub wyższe.)
sk: (Pomocou Ctrl+Alt+funkčného klávesu (Fčíslo) môžete prepínať medzi konzolami, napr. pomocou Ctrl+Alt+F7 prejdete na konzolu číslo 7. X servery obvykle bežia na konzoli 7 a vyššej.)
ta: (Ctrl-Alt மற்றும் கூடுதலாக ஒரு செயல் விசையை அழுத்துவது மூலம் நீங்கள் முனையத்தை மாற்றலாம், எடுத்துகாட்டுக்கு Ctrl-Alt-F7 முனையம் 7 க்கு செல்ல . எக்ஸ் சேவையகம் எப்போதும் 7 மற்றும் கூடுதலான எண்ணில் தான் ஓடும்.)

source: Display '%s' cannot be opened by Xnest
as: প্ৰদৰ্শন '%s' Xnest ৰ দ্বাৰা খোলা নাযায়
es: Xnest no puede abrir la pantalla «%s»
eu: '%s' pantaila ezin da Xnest-en bidez ireki
mr: Xnest द्वारा '%s' पडद्यावर प्रदर्शक सुरु करता येत नाही.

source: Display %s is busy. There is another X server running already.
ar: العرض %s مشغول. هناك خادم X آخر يعمل بالفعل.
as: ডিসপ্লে %s বৰ্তমানে ব্যস্ত। একটি পৃথক X সেৱক বৰ্তমানে চলছে।
bn: ডিসপ্লে %s বর্তমানে ব্যস্ত। একটি পৃথক X সার্ভার বর্তমানে চলছে।
cs: Displej %s je již obsazen jiným serverem X.
es: La pantalla %s está ocupada. Ya hay otro servidor X en ejecución.
eu: %s pantaila okupatuta dago. Beste X zerbitzari bat ari da exekutatzen.
gl: A pantalla %s está ocupada. Hai xa outro servidor X en execución.
hi: प्रदर्शक %s व्यस्त है. पहले से ही एक अन्य एक्स सर्वर चल रहा है.
it: Il display "%s" è occupato da un altro server X in esecuzione.
mr: %s प्रदर्शक कार्यमग्न आहे. तिथे अन्य X सर्वर आधीपासून सुरु आहे.
ne: %s प्रदर्शन व्यस्त छ । त्यहाँ अर्को X.सर्भर पहिल्यै चलिरहेको छ ।
or: '%s' ପ୍ରଦର୍ଶନଟି ବ୍ଯସ୍ତ ଅଛି। ସେଠାରେ ପୂର୍ବରୁ ଗୋଟିଏ X ସେବକ ଚାଲୁଅଛି।
pl: Ekran %s jest zajęty, uruchomiony jest na nim inny serwer X.
sk: Displej %s je zaneprázdnený, už beží iný X server
ta: காட்சி %s வேலை பளுவில் உள்ளது. இன்னொரு எக்ஸ் சேவையகம் ஏற்கனவே ஓடிக் கொண்டு இருக்கிறது.

source: %s: Error opening a pipe: %s
ar: %s: خطأ فتح أنبوب: %s
as: %s: পাইপ খুলতে সমস্যা : %s
bn: %s: পাইপ খুলতে সমস্যা : %s
cs: %s: Chyba při otevírání roury: %s
es: %s: ha ocurrido un error al abrir un pipe: %s
eu: %s: Errorea kanalizazioa irekitzean: %s
gl: %s: houbo un erro ao abrir unha canalización: %s
hi: %s: पाइप खोलने में त्रुटि: %s
it: %s: errore nell'apertura della pipe: %s
mr: %1s: पाईप (।): %2s सुरु करताना चुक झाली.
ne: %s: पाइप खोल्दा त्रुटि:%s
or: %s: ଗୋଟିଏ ପାଇପକୁ ଖୋଲିବାରେ ତୃଟି: %s
pl: %s: Błąd przy otwieraniu potoku: %s
sk: %s: Chyba pri otváraní rúry: %s
ta: %s: குழாயை திறக்கையில் பிழை: %s

source: %s: failed to connect to parent display '%s'
ar: %s: فشل الإتصال بالعرض الأب '%s'
as: %s: ঊৰ্ধ্বতন ডিসপ্লে '%s'-ৰ সাথে সংযোগ কৰোঁতে ব্যৰ্থ
bn: %s: ঊর্ধ্বতন ডিসপ্লে '%s'-র সাথে সংযোগ করতে ব্যর্থ
cs: %s: nelze se připojit k nadřazenému displeji "%s"
en@shaw: %s: 别ゐ ю 吼 ゐ '%s'
es: %s: falló al conectar con la pantalla madre «%s»
eu: %s: huts egin du '%s' pantaila gurasoarekin konektatzean
gl: %s: non se pode conectar á pantalla pai '%s'
hi: %s:'%s' पितृ प्रदर्शक से जुड़नें मे विफल रहा
it: %s: fallita connessione al display genitore "%s"
kk: %s: аталық экранға '%s' байланыс орнату қатесі
ne: %s: '%s' प्रमूल प्रदर्शनमा जडान गर्न असफल भयो
or: %s: ମୂଳ ପ୍ରଦର୍ଶନ '%s' ସହିତ ସଂଯୋଗ କରିବାରେ ଅସମର୍ଥ
pl: %s: nie można połączyć się do nadrzędnego ekranu "%s"
sk: %s: zlyhalo pripojenie na rodičovský displej '%s'
ta: %s:பெற்றோர் காட்சியை திறக்க இணைக்க முடியவில்லை %s

source: %s: Cannot find a free display number
ar: %s: لا يمكن ايجاد رقم عرض شاغر
as: %s: বৰ্তমানে মুক্ত কোনো ডিসপ্লে সংখ্যা পাওয়া যায়নি
bn: %s: বর্তমানে মুক্ত কোনো ডিসপ্লে সংখ্যা পাওয়া যায়নি
cs: %s: Nelze nalézt volné číslo displeje
es: %s: no se puede encontrar un número de pantalla libre
eu: %s: Ezin da pantaila-zenbaki librerik aurkitu
gl: %s: non se encontra un número de pantalla libre
hi: %s: एक खाली प्रदर्शक संख्या नहीं मिला
it: %s: impossibile trovare un display disponibile
mr: %s: मुक्त असणारा एकही प्रदर्शक क्रमांक मिळत नाही
ne: %s: स्वतन्त्र प्रदर्शन सङ्ख्या फेला पार्न सकिँदैन
or: %s: ଗୋଟିଏ ମୁକ୍ତ ପ୍ରଦର୍ଶନ ନମ୍ବର ପାଇ ପାରିବ ନାହିଁ
pl: %s: Nie można odnaleźć wolnego numeru ekranu
sk: %s: Nie je možné nájsť voľné číslo displeja
ta: %s: இலவச காட்சி எண்ணை கண்டுபிடிக்க முடியவில்லை

source: %s: Display %s busy. Trying another display number.
ar: %s: العرض %s مشغول. يجري محاولة رقم عرض آخر.
as: %s: ডিসপ্লে %s বৰ্তমানে ব্যস্ত। একটি পৃথক ডিসপ্লে সংখ্যা প্ৰয়োগেৰ প্ৰচেষ্টা চলছে।
bn: %s: ডিসপ্লে %s বর্তমানে ব্যস্ত। একটি পৃথক ডিসপ্লে সংখ্যা প্রয়োগের প্রচেষ্টা চলছে।
cs: %s: Displej %s je zaneprázdněný. Zkouší se jiné číslo displeje.
es: %s: La pantalla %s está ocupada. Se intenta otro número de pantalla.
eu: %s: %s pantaila okupatuta dago. Beste pantaila-zenbaki batekin saiatuko naiz.
gl: %s: a pantalla %s está ocupada. Estase tentando con outro número de pantalla.
hi: %s: प्रदर्शक %s व्यस्त है. अन्य प्रदर्शक संख्या हेतु कोशिश कर रहे.
it: %s: display %s occupato. Sarà effettuato un tentativo su un altro display.
mr: %1s: प्रदर्शक %2s कार्यमग्न आहे. अन्य प्रदर्शक क्रमांकासाठी प्रयत्न सुरु आहेत.
ne: %s: %s प्रदर्शन व्यस्त छ । अर्को प्रदर्शन नम्बर प्रयास गर्दै ।
or: %s: %s ପ୍ରଦର୍ଶନଟି ବ୍ଯସ୍ତ ଅଛି। ଅନ୍ଯ ଗୋଟିଏ ନମ୍ବର ସହିତ ଚେଷ୍ଟା କରୁଅଛି।
pl: %s: Ekran %s jest zajęty. Spróbuj użyć innego numeru ekranu.
sk: %s: Displej %s je zaneprázdnený. Skúšam iné číslo displeja.
ta: %s: காட்சி %s வேலை பளுவில் உள்ளது. வேறொரு காட்சி எண்ணில் முயற்சிக்கிறது.

source: Invalid server command '%s'
ar: أمر خادم غير سليم '%s'
as: অবৈধ সেৱক কমান্ড '%s'
bn: অবৈধ সার্ভার কমান্ড '%s'
cs: Neplatný příkaz serveru "%s"
es: El comando «%s» del servidor no es válido
eu: '%s' zerbitzari-komando baliogabea
gl: O comando do servidor '%s' non é válido
hi: अवैध सर्वर कमांड '%s'
it: Comando server "%s" non valido
mr: '%s' सर्वरची आज्ञा अनधिकृत आहे.
ne: '%s' अवैध सर्भर आदेश
or: ଅବୈଧ ସେବକ ନିର୍ଦ୍ଦେଶ '%s'
pl: Niepoprawne polecenie serwera "%s"
sk: Neplatný príkaz servera '%s'
ta: செல்லாத சேவையக கட்டளை '%s'

source: Server name '%s' not found; using standard server
ar: إسم الخادم '%s' غير موجود، سيستعمل الخادم القياسي
as: '%s' নামক সেৱক পাওয়া যায়নি; প্ৰমিত সেৱক ব্যবহাৰ কৰা হচ্ছে
bn: '%s' নামক সার্ভার পাওয়া যায়নি; প্রমিত সার্ভার ব্যবহার করা হচ্ছে
cs: Název serveru "%s" nenalezen; používám standardní server
es: No se ha encontrado el nombre de servidor «%s», se usará el servidor habitual
eu: '%s' zerbitzari-izena ez da aurkitu, zerbitzari estandarra erabiliko da
gl: O nome do servidor '%s' non se encontrou, usarase o servidor estándar
hi: सर्वर नाम '%s' नहीं मिला, मानक सर्वर का उपयोग कर रहा है
it: Server "%s" non trovato, sarà utilizzato quello standard
ne: '%s' सर्भर नाम फेला परेन; मानक सर्भर प्रयोग गर्दै
or: '%s' ସେବକ ନାମ ମିଳିଲା ନାହିଁ; ମାନକ ସେବକକୁ ବ୍ଯବହାର କରୁଅଛି
pl: Nie odnaleziono serwera o nazwie "%s"; wykorzystano standardowy serwer
sk: Názov servera '%s' sa nenašiel; použije sa štandardný server
ta: சேவையக பெயர் '%s' கிடைக்கவில்லை, தரப்படுத்தப்பட்ட சேவையகத்தைப் பயன்படுத்துகிறது

source: %s: Could not open logfile for display %s!
ar: %s: لم أستطع فتح ملف السجل للعرض %s!
as: %s: ডিসপ্লে %s'ৰ বাবে লগ-ফাইল খুলতে ব্যৰ্থ!
bn: %s: ডিসপ্লে %s'র জন্য লগ-ফাইল খুলতে ব্যর্থ!
cs: %s: Nelze otevřít soubor záznamu k displeji %s!
es: %s: No se pudo abrir el archivo de registro de la pantalla %s.
eu: %s: Ezin izan da egunkari-fitxategia ireki %s pantailarentzat!
gl: %s: non se puido abrir o ficheiro de rexistro para a pantalla %s!
hi: %s: प्रदर्शक %s हेतु लॉग फ़ाइल नहीं खोल पाया!
it: %s: impossibile aprire il file di registro per il display %s.
kk: %s:%s экраны үшін лог файлын ашу мүмкін емес!
mr: %1s: प्रदर्शनासाठी %2s logfile मिळत नाही !
ne: %s:%s प्रदर्शनका लागि लग-फाइल खोल्न सकेन!
or: %s: %s ପ୍ରଦର୍ଶନ ପାଇଁ ଲଗ ଫାଇଲକୁ ଖୋଲି ପାରିଲା ନାହିଁ!
pl: %s: Nie można otworzyć pliku dziennika dla ekranu %s!
sk: %s: Nepodarilo sa otvoriť súbor so záznamom pre displej %s!
ta: %s: இந்த காட்சிக்கான நுழை கோப்பை திறக்க முடியவில்லை %s!

source: %s: Error setting %s to %s
ar: %s: خطأ ضبط %s كـ %s
as: %s: %s'ৰ মান %s ৰূপে ধাৰ্য কৰোঁতে ব্যৰ্থ
bn: %s: %s'র মান %s রূপে ধার্য করতে ব্যর্থ
cs: %s: Chyba při nastavování %s na %s
en@shaw: %s: 火 ю %s %s
es: %s: Ha ocurrido un error al establecer %s a %s
eu: %s: Errorea %s %s(e)n ezartzean
gl: %s: hai un erro ao configurar %s a %s
hi: %s: %s को %s पर सेट करने में त्रुटि
it: %s: errore nell'impostare %s a %s
kk: %s: %s жаңа %s мәніне орнату қатесі
mr: %1s: %2s ते %3s पर्यंत संयोजन करताना चुक झाली.
my: %s - %s ကို %s သို့ သတ်မှတ်ရာ အမှားဖြစ်ပေါ်ခဲ့သည်
ne: %s: %s देखि %sमा सेट गर्दा त्रुटि
or: %s: %s କୁ %s ରେ ବିନ୍ଯାସ କରିବା ସମୟରେ ତୃଟି
pl: %s: Błąd przy ustawianiu %s na %s
sk: %s: Chyba pri nastavovaní %s na %s
ta: %s: பிழை %s ஐ %s க்கு அமைக்க

source: %s: Empty server command for display %s
ar: %s: أمر خادم فارغ للعرض %s
as: %s: ডিসপ্লে %s'ৰ বাবে ফাঁকা সেৱক কমান্ড উল্লিখিত
bn: %s: ডিসপ্লে %s'র জন্য ফাঁকা সার্ভার কমান্ড উল্লিখিত
cs: %s: Prázdný příkaz serveru k displeji %s
en@shaw: %s: юヰ 火 ヰ ゐ %s
es: %s: Comando de servidor vacío para la pantalla %s
eu: %s: %s pantailaren zerbitzari-komando hutsa
gl: %s: o comando do servidor está baleiro para a pantalla %s
hi: %s: प्रदर्शक %s हेतु खाली सर्वर कमांड
it: %s: comando server mancante per il display %s
kk: %s: %s экраны үшін бос сервер командасы
mr: %1s: %2s या प्रदर्शकासाठी दिलेली सर्वरची आज्ञा रिक्त आहे.
my: %s - ရုပ်ပြ %s အတွက် ဗလာထည် ဆာဗာအမိန့်
ne: %s: %s प्रदर्शनका लागि खाली सर्भर आदेश
or: %s: %s ପ୍ରଦର୍ଶନ ପାଇଁ ଗୋଟିଏ ଖାଲି ସେବକ ନିର୍ଦ୍ଦେଶ
pl: %s: Puste polecenie serwera dla ekranu %s
sk: %s: Prázdny príkaz servera pre displej %s
ta: %s: காட்சிக்கான காலி சேவையகம் கட்டளை %s

source: %s: Server priority couldn't be set to %d: %s
ar: %s:لا يمكن ضبط أولوية الخادم لتكون %d: %s
as: %s: সেৱকেৰ অগ্ৰাধিকাৰেৰ মাত্ৰা %d ৰূপে নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ: %s
bn: %s: সার্ভারের অগ্রাধিকারের মাত্রা %d রূপে নির্ধারণ করতে ব্যর্থ: %s
cs: %s: Priorita serveru nemohla být nastavena na %d: %s
es: %s: La prioridad del servidor no se pudo poner a %d: %s
eu: %s: zerbitzariaren lehentasuna ezin da %d balioarekin ezarri: %s
gl: %s: non se puido definir a prioridade do servidor como %d: %s
hi: %s: सर्वर प्राथमिकता को %d में सेट नहीं किया जा सका: %s
it: %s: la priorità del server non può essere impostata a %d: %s
kk: %s: Сервердің приоритеті %d мәніне орнатуға болмайды: %s
ne: %s: सर्भरको प्राथमिकताहरू %d मा सेट हुन सक्दैन: %s
or: %s: ସେବକ ଅଗ୍ରଧିକାରକୁ %d ଭାବରେ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ: %s
pl: %s: Nie można ustawić priorytetu serwera na %d: %s
sk: %s: Prioritu servera sa nepodarilo nastaviť na %d: %s
ta: %s: எக்ஸ் சேவையகத்தின் முக்கியத்வத்தை இதற்கு அமைக்க முடியவில்லை: %d: %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
ar: %s: كان الخادم سيوّلد من قبل هوية المستخدم %d لكن ذلك المستخدم غير موجود
as: %s: সেৱক spawn কৰাৰ বাবে uid %d ধাৰ্য কৰা হয়েছে, কিন্তু বৰ্তমানে সংশ্লিষ্ট ব্যবহাৰকাৰী অনুপস্থিত।
bn: %s: সার্ভার spawn করার জন্য uid %d ধার্য করা হয়েছে, কিন্তু বর্তমানে সংশ্লিষ্ট ব্যবহারকারী অনুপস্থিত।
cs: %s: Server měl být spuštěný uživatelem (uid) %d, ale takový uživatel neexistuje
es: %s: El servidor debía ser resucitado por el uid %d pero ese usuario no existe
eu: %s: Zerbitzaria %d uid-ek abiarazi behar zuen, baina erabiltzaile hori ez dago
gl: %s: o servidor íase iniciar co UID %d, mais ese usuario non existe.
hi: %s: सर्वर यूआईडी %d हेतु स्पान्ड किया पर वह उपयोक्ता मौज़ूद नहीं है
it: %s: il server deve essere rilanciato dall'uid %d ma l'utente non esiste
mr: %s: uid %d ने सर्वर चालु करायचा होता. पण तो वापरकर्ता अस्तित्वात नाही.
ne: %s: uid %d बाट सर्भरलाई स्पाउन्ड् गरिएको थियो तर त्यो प्रयोगकर्ता अवस्थित छैन
or: %s: ସେବକଟି %d ୟୁ.ଆଇ.ଡି. ଦ୍ବାରା ସ୍ରୁଷ୍ଟ ହେବାର ଥିଲା କିନ୍ତୁ ସେହି ଚାଳକଟି ଅବସ୍ଥିତ ନୁହେଁ
pl: %s: Serwer powinien zostać uruchomiony z uid %d, ale użytkownik o tym id nie istnieje
sk: %s: Server mal byť spustený s uid %d, ale taký používateľ neexistuje
ta: %s: இந்த யுஐடியால் சேவையகம் பிறப்பிக்கப் பட்டது :%d ஆனால் அந்த பயனர் இப்போது இல்லை

source: %s: Couldn't set groupid to %d
ar: %s: لم يمكن ضبط هوية المجموعة لـ %d
as: %s: groupid'ৰ মান %d ৰূপে নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ
bn: %s: groupid'র মান %d রূপে নির্ধারণ করতে ব্যর্থ
cs: %s: Nelze nastavit "groupid" na %d
es: %s: no se pudo establecer el id de grupo a %d
eu: %s: Ezin izan da groupid ezarri %d(e)n
gl: %s: non se puido definir o identificador de grupo como %d
hi: %s: %d पर ग्रुप आईडी नियत नहीं कर सका
it: %s: impossibile impostare groupid a %d
mr: %s: %d साठी groupid संयोजन होऊ शकले नाही.
ne: %s: %d मा समूह आइडी सेट गर्न सकिएन
or: %s: ସମୂହ ପରିଚୟକୁ %d ଭାବରେ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: %s: Nie można ustawić identyfikatora grupy na %d
sk: %s: Nepodarilo sa nastaviť groupid na %d
ta: %s: குழுக்கு இந்த அடையாளம் அமைக்க முடியவில்லை:%d

source: %s: initgroups () failed for %s
ar: %s: فشل initgroups () لـ %s
as: %s: %s'ৰ বাবে initgroups () বিফল
bn: %s: %s'র জন্য initgroups () বিফল
cs: %s: "initgroups ()" selhalo u %s
es: %s: ha fallado initgroups() para %s
eu: %s: %s(r)en initgroups()-ek huts egin du.
gl: %s: fallou o initgroups () para %s
hi: %s: %s हेतु initgroups() असफल
it: %s: initgroups() fallita per %s
ne: %s: %s का लागि initgroups() असफल भयो
or: %s: %s ପାଇଁ initgroups () ନିର୍ଦ୍ଦେଶଟି ବିଫଳ
pl: %s: Funkcja initgroups () nie powiodła się dla %s
sk: %s: initgroups () zlyhalo pre %s
ta: %s: initgroups() இதற்கான தோல்வி: %s

source: %s: Couldn't set userid to %d
ar: %s: لم يمكن ضبط هوية المستخدم لـ %d
as: %s: userid'ৰ মান %d ৰূপে ধাৰ্য কৰা যায়নি
bn: %s: userid'র মান %d রূপে ধার্য করা যায়নি
cs: %s: Nelze nastavit "userid" na %d
es: %s: no se pudo establecer el id de usuario a %d
eu: %s: Ezin izan da userid ezarri %d(e)n
gl: %s: non se puido definir o identificador de usuario como %d
hi: %s: उपयोक्ता आईडी %d हेतु नियत नहीं कर सका
it: %s: impossibile impostare userid a %d
mr: %s: userid ला %d हे मुल्य देता आले नाही.
ne: %s: %d मा प्रयोगकर्ता आइडी सेट गर्न सकिएन
or: %s: ଚାଳକ ପରିଚୟକୁ %d ଭାବରେ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: %s: Nie można ustawić identyfikatora użytkownika na %d
sk: %s: Nepodarilo sa nastaviť userid na %d
ta: %s: பயனர்பெயரை இதற்கு அமைக்க முடியவில்லை:%d

source: %s: Couldn't set groupid to 0
ar: %s: لا يمكن ضبط هوية المجموعة لـ 0
as: %s: groupid'ৰ মান 0 (০) ৰূপে ধাৰ্য কৰোঁতে ব্যৰ্থ
bn: %s: groupid'র মান 0 (০) রূপে ধার্য করতে ব্যর্থ
cs: %s: Nelze nastavit "groupid" na 0
es: %s: No se pudo establecer el id de grupo a 0
eu: %s: Ezin izan da groupid ezarri 0-n
gl: %s: non se puido definir o identificador de grupo como 0
hi: %s: 0 हेतु ग्रुप आईडी नियत नहीं कर सका
it: %s: impossibile impostare groupid a 0
mr: %s: groupid ला ० हे मुल्य देता आले नाही.
ne: %s: 0 मा समूह आइडी सेट गर्न सकिएन
or: %s: ଚାଳକ ପରିଚୟକୁ ୦ ଭାବରେ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: %s: Nie można ustawić identyfikatora grupy na 0
sk: %s: Nepodarilo sa nastaviť groupid na 0
ta: %s: 0 விற்கு குழு அடையாளம் அமைக்க முடியவில்லை

source: %s: Xserver not found: %s
ar: %s: لم يوجد خادم X: %s
as: %s: Xserver পাওয়া যায়নি: %s
bn: %s: Xserver পাওয়া যায়নি: %s
cs: %s: Xserver nenalezen: %s
es: %s no se ha encontrado el servidor X: %s
eu: %s: X zerbitzaria ez da aurkitu: %s
gl: %s: non se encontrou o Xserver: %s
hi: %s: एक्स सर्वर नहीं मिला: %s
it: %s: Xserver mancante: %s
mr: %s: X चा सर्वर मिळत नाही : %s.
ne: %s: Xserver फेला परेन:%s
or: %s: X ସେବକ ମିଳିଲା ନାହିଁ: %s
pl: %s: Nie odnaleziono X-serwera: %s
sk: %s: Nenájdený Xserver: %s
ta: %s: எக்ஸ் சேவையகத்தை கண்டுபிடிக்க முடியவில்லை: %s
