Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Shut _Down
ar: إطفا_ء
as: বন্ধ কৰক (_D)
bn: বন্ধ করুন (_D)
cs: _Vypnout
es: A_pagar
eu: It_zali
gl: A_pagar
hi: बन्द करें (_D)
it: _Arresta
mr: बंद करा
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ (_D)
pl: _Wyłącz
sk: _Vypnúť
ta: _ம மூடு

source: Are you sure you want to suspend the computer?
ar: أحقا تريد تعلق الحاسوب؟%s؟
as: আপনি কি নিশ্চিতৰূপে কম্পিউটাৰ স্থগিত কৰোঁতে ইচ্ছুক?
bn: আপনি কি নিশ্চিতরূপে কম্পিউটার স্থগিত করতে ইচ্ছুক?
cs: Opravdu chcete uspat počítač?
es: ¿Está seguro que quiere suspender la máquina?
eu: Ziur zaude ordenagailua eseki nahi duzula?
gl: Está seguro de que quere suspender o computador?
hi: क्या आप सुनिश्चित हैं कि आप कंप्यूटर स्थगित करना चाहते हैं?
it: Sospendere veramente il computer?
ne: तपाईँ कम्प्युटर निलम्बन गर्न निश्चित हुनुहुन्छ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ କମ୍ପୁଟରର କାର୍ଯ୍ଯକଳାପକୁ ସ୍ଥଗିତ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
pl: Czy na pewno uśpić komputer?
sk: Naozaj chcete uspať počítač?
ta: நிச்சயம் கணினியை இடை நிறுத்தம் செய்ய வேண்டுமா?

source: _Suspend
ar: ت_عليق
as: স্থগিত কৰক (_S)
bn: স্থগিত করুন (_S)
cs: U_spat
es: _Suspender
eu: _Eseki
gl: _Suspender
hi: निलंबित करें (_S)
it: _Sospendi
mr: स्थगित करा
ne: निलम्बन
or: ସ୍ଥଗିତ କରନ୍ତୁ (_S)
pl: _Uśpij
sk: _Uspať
ta: _இடை நிறுத்தம்

source: System Default
ar: إفتراضي النظام
as: ব্যৱস্থাপ্ৰণালীেৰ ডিফল্ট
bn: সিস্টেমের ডিফল্ট
cs: Systémový výchozí
es: Predeterminado del sistema
eu: Sistema lehenetsia
gl: Predeterminado do sistema
hi: सिस्टम मूलभूत
it: Predefinita di sistema
mr: साधारण पध्दती
ne: प्रणाली पूर्वनिर्धारण
or: ତନ୍ତ୍ରର ପୂର୍ବନିର୍ଦ୍ଧାରିତ
pl: Domyślne ustawienie systemu
sk: Predvolené v systéme
ta: சேவையகம் முன்னிருப்பு

source: Do you wish to make %s the default for future sessions?
ar: أترغب في جعل %s جلستك الإفتراضية مستقبلا؟
as: ভবিষ্যতেৰ অধিবেশনেৰ বাবে ডিফল্টৰূপে %s ধাৰ্য কৰা হবে কি?
bn: ভবিষ্যতের সেশানের জন্য ডিফল্টরূপে %s ধার্য করা হবে কি?
cs: Chcete pro budoucí sezení vytvořit %s jako výchozí?
es: ¿Desea hacer que %s sea predeterminado para sesiones futuras?
eu: Etorkizuneko saioetarako %s lehenestea nahi duzu?
gl: Quere que %s sexa a predeterminada para as sesións futuras?
hi: क्या आप %s को भविष्य हेतु मूलभूत सत्र बनाना चाहेंगे?
it: Rendere «%s» la scelta predefinita per le sessioni future?
ne: तपाईँ %s लाई भविश्यको सत्रहरूका लागि पूर्वनिर्धारित बनाउन चाहानुहुन्छ?
or: ଅଧିବେଶନ ପାଇଁ ଆପଣ %s କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କି?
pl: Czy użyć %s jako domyślnego dla przyszłych sesji?
sk: Chcete nastaviť %s ako predvolené pre budúce relácie?
ta: பிற்கால பயனுக்காக %s ஐ முன்னிருப்பாக அமைக்க நீங்கள் விரும்புகிறீரா?

source: You have chosen %s for this session, but your default setting is %s.
ar: اخترت %s لهذه الجلسة، لكن تعيينك الإفتراضي %s.
as: বৰ্তমানে অধিবেশনেৰ বাবে %s নিৰ্বাচিত হয়েছে, ডিফল্ট মান %s।
bn: বর্তমানে সেশানের জন্য %s নির্বাচিত হয়েছে, ডিফল্ট মান %s।
cs: Zvolili jste %s pro toto sezení, ale vaše výchozí nastavení je %s.
es: Ha escogido %s para esta sesión, pero su configuración predeterminada es %s.
eu: Saio honetarako %s aukeratu duzu, baina ezarpen lehenetsia %s da.
gl: Escolleu %s para esta sesión, mais a súa configuración predeterminada é %s.
hi: आपने इस सत्र हेतु %s चुना है, पर आपका मूलभूत सत्र %s है.
it: È stato scelto «%s» per questa sessione, ma l'impostazione predefinita è «%s».
ne: तपाईँले यो सत्रका लागि %s रोज्नु भएको छ, तर तपाईँको पूर्वनिर्धारित सेटिङ् %s हो ।
or: ଆପଣ %s କୁ ଏହି ଅଧିବେଶନ ପାଇଁ ଚୟନ କରିଛନ୍ତି, କିନ୍ତୁ ଆପଣଙ୍କର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବିନ୍ଯାସ %s ଅଟେ।
pl: Wybrano dla tej sesji %s, lecz domyślnym ustawieniem jest %s.
sk: Vybrali ste si %s pre túto reláciu, ale vaše predvolené nastavenie je %s.
ta: இந்த அமர்வுக்கு நீங்கள் தேர்வுசெய்தது %s, ஆனால் உங்கள் முன்னிருப்பு அமைப்பு %s.

source: Make _Default
ar: اجعل إ_فتراضي
as: ডিফল্ট মান ৰূপে নিৰ্ধাৰণ কৰা হবে (_D)
bn: ডিফল্ট মান রূপে নির্ধারণ করা হবে (_D)
cs: Nastav_it jako výchozí
es: Convertir en _predeterminada
eu: Lehe_netsi
gl: Definir como a _predeterminada
hi: मूलभूत बनाएँ (_D)
it: Rendi pre_definita
mr: साधारण करा
ne: पूर्वनिर्धारित बनाउनुहोस्
or: ଏହାକୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ବିନ୍ଯାସ କରନ୍ତୁ (_D)
pl: Uczyń _domyślnym
sk: Použiť ako pre_dvolené
ta: _ம முன்னிருப்பாக அமை

source: Just For _This Session
ar: فقط ل_هذه الجلسة
as: শুধুমাত্ৰ বৰ্তমানে অধিবেশনে ব্যবহৃত হবে (_T)
bn: শুধুমাত্র বর্তমানে সেশানে ব্যবহৃত হবে (_T)
cs: Jen pro _toto sezení
es: Sólo por es_ta sesión
eu: Saio _honetarako bakarrik
gl: Só para _esta sesión
hi: केवल इस सत्र हेतु (_T)
it: Solo per _questa sessione
mr: केवळ या सत्रासाठी
ne: यो सत्रका लागि मात्र
or: କେବଳ ଏହି ଅଧିବେଶନ ପାଇଁ (_T)
pl: Tylko dla _tej sesji
sk: Iba pre _túto reláciu
ta: _இந்த அமர்வுக்கு மட்டும்

source: _Username:
ar: إ_سم المستخدم:
as: ব্যবহাৰকাৰীৰ নাম:(_U)
bn: ব্যবহারকারীর নাম:(_U)
cs: _Uživatel:
es: _Usuario:
eu: _Erabiltzaile-izena:
gl: _Nome usuario:
hi: उपयोक्तानाम (_U):
it: Nome _utente:
mr: वापरकर्त्याचे नाव
ne: प्रयोगकर्ता नाम:
or: ଚାଳକ ନାମ (_U):
pl: _Nazwa użytkownika:
sk: Po_užívateľské meno:
ta: _பயனர்பெயர்:

source: %s session selected
ar: اختيرت جلسة %s
as: %s অধিবেশন নিৰ্বাচিত হয়েছে
bn: %s সেশান নির্বাচিত হয়েছে
cs: Vybráno sezení %s
es: Sesión %s seleccionada
eu: %s saioa hautatuta
gl: Sesión %s seleccionada
hi: %s सत्र चयनित
it: Sessione selezionata: %s
mr: % s हे सत्र निवडले.
ne: %s सत्र चयन गरियो
or: %s ଅଧିବେଶନକୁ ଚୟନ କରାଯାଇଛି
pl: wybrano sesję %s
sk: Zvolená relácia %s
ta: %s அமர்வு தெரிவு செய்யப்பட்டுள்ளது

source: _Last
ar: الأ_خيرة
as: সৰ্বশেষ (_L)
bn: সর্বশেষ (_L)
cs: Na_posledy použité
es: Ú_ltima
eu: _Azkena
gl: Ú_ltima
hi: पिछला (_L)
it: _Ultima
mr: शेवटचे
ne: अन्तिम
or: ଅନ୍ତିମ (_L)
pl: Pop_rzedni wybór
sk: Pos_ledné
ta: _கடைசி

source: %s language selected
es: Idioma %s seleccionado
eu: %s hizkuntza hautatu da
mr: %s भाषा निवडली.

source: _System Default
as: ব্যৱস্থাপ্ৰণালী
es: Predeterminado del _sistema
eu: _Sistema lehenetsia
mr: साधारण पध्दती

source: _Other
es: _Otro
eu: B_estelakoa
mr: अन्य

source: _Password:
ar: كلمة ال_سرّ:
as: পাসওয়াৰ্ড: (_P)
bn: পাসওয়ার্ড: (_P)
cs: _Heslo:
es: C_ontraseña:
eu: _Pasahitza:
gl: _Contrasinal:
hi: शब्दकूट (_P):
mr: पासवर्ड
ne: पासवर्ड:
or: ପ୍ରବେଶ ସଂଙ୍କେତ (_P):
pl: _Hasło:
sk: _Heslo:
ta: _கடவுச்சொல்:

source: Your preferred session type %s is not installed on this computer.
ar: نوع الجلسة %s المحبذ لديك غير مثبت على هذا الحاسوب.
as: আপনাৰ পছন্দসই অধিবেশন %s এই কম্পিউটাৰে ইনস্টল কৰা হোৱা নাই।
bn: আপনার পছন্দসই সেশান %s এই কম্পিউটারে ইনস্টল করা হয়নি।
cs: Zvolili jste sezení typu %s, které není na tomto počítači nainstalováno.
es: Su tipo de sesión preferida, %s, no está instalada en esta máquina.
eu: Zure saio-mota gogokoena, %s, ez dago ordenagailu honetan instalatuta.
gl: O seu tipo de sesión preferida %s, non está instalada neste computador.
hi: आपका वांछित सत्र प्रकार %s इस मशीन में अधिष्ठापित नहीं है.
it: Il tipo di sessione preferito "%s" non è installato su questo computer.
ne: तपाईँले रुचाउनु भएको %s सत्र प्रकार यो कम्प्युटरमा स्थापना गरिएको छैन ।
or: ଏହି କମ୍ପୁଟରରେ ଆପଣଙ୍କର ମନୋବାଞ୍ଛିତ ଅଧିବେଶନ ପ୍ରକାର %s ସ୍ଥାପିତ ହୋଇନାହିଁ
pl: Preferowany typ sesji %s nie jest zainstalowany na tym komputerze.
sk: Vami uprednostňovaný typ relácie %s nie je nainštalovaný na tomto počítači.
ta: நீங்கள் விரும்பிய %s அமர்வு வகை கணிணியில் நிறுவப் படவில்லை

source: Just _Log In
ar: لُجْ _فقط
as: শুধু প্ৰৱেশ কৰক (_L)
bn: শুধু লগ-ইন করুন (_L)
cs: Pouz_e se přihlásit
es: Só_lo iniciar sesión
eu: Sartu _saioan
gl: Só _iniciar a sesión
hi: केवल लॉगइन करें (_L)
it: Solo _accesso
mr: केवळ प्रवेश करा
ne: लगइन मात्र गर्नुहोस्
or: କେବଳ ଲଗଇନ (_L)
pl: Po prostu za_loguj
sk: Iba _prihlásiť
ta: வெறும் உள் நுழைவு

source: You have chosen %s for this session
ar: لقد اخترت %s لهذه الجلسة
as: বৰ্তমান অধিবেশনেৰ বাবে %s নিৰ্বাচিত হয়েছে
bn: বর্তমান সেশানের জন্য %s নির্বাচিত হয়েছে
cs: Zvolili jste %s pro toto sezení
es: Ha elegido %s para esta sesión
eu: %s aukeratu duzu saio honetarako
gl: Escolleu %s para esta sesión
hi: आपने %s इस सत्र के लिये चुना है
it: È stato scelto %s per questa sessione
ne: तपाईँले यो सत्रका लागि %s रोज्नु भएको छ
or: ଏହି ଅଧିବେଶନ ପାଇଁ ଆପଣ %s କୁ ଚୟନ କରିଛନ୍ତି
pl: Wybrano %s dla tej sesji
sk: Vybrali ste si %s pre túto reláciu
ta: நீங்கள் இந்த அமர்வில் %s ஐ தேர்ந்தெடுத்துள்ளீர்கள்

source: If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
ar: إذا كنت تريد جعل %s إفتراضي لجلساتك القادمة، شغل أداة 'switchdesk' (النظام -> أداة تحويل سطح المكتب من قائمة الشريط).
as: ভবিষ্যতে ডিফল্টৰূপে %s ব্যবহাৰ কৰোঁতে হলে 'switchdesk' প্ৰয়োগ কৰক (প্যানেল মেনু থেকে ব্যৱস্থাপ্ৰণালী->ডেস্কটপ পৰিবৰ্তনকাৰী টুল)।
bn: ভবিষ্যতে ডিফল্টরূপে %s ব্যবহার করতে হলে 'switchdesk' প্রয়োগ করুন (প্যানেল মেনু থেকে সিস্টেম->ডেস্কটপ পরিবর্তনকারী টুল)।
cs: Chcete-li učinit %s výchozím pro budoucí sezení, spusťte prosím program "switchdesk" (Systém -> Nástroj pro přepínání prostředí z menu panelu).
es: Si desea que %s sea la sesión predeterminada a partir de ahora, ejecute la utilidad «switchdesk» (Sistema⇨Herramienta de cambio de Escritorio del menú del panel).
eu: %s etorkizuneko saioetarako lehenetsi nahi baduzu, exekutatu 'switchdesk' utilitatea (Sistema->Mahaigaineko konmutadore-tresna Panela menuan).
gl: Se quere que %s sexa a versión predeterminada para futuras sesións, execute a utilidade 'switchdesk' (Sistema->Ferramenta de cambio de escritorio do menú do panel).
hi: यदि आप %s को भविष्य हेतु मूलभूत सत्र बनाना चाहते हैं तो स्विचडेस्क यूटिलिटी चलाएँ. (सिस्टम -> डेस्कटॉप स्विचिंग उपकरण, पटल मेनू में से).
it: Se si desidera rendere "%s" la scelta predefinita per le sessioni future, utilizzare l'utilità «switchdesk» (dal menù del pannello in «Sistema -> Strumento cambio desktop»).
ne: यदि तपाईँ भविष्यका सत्रका लागि %s लाई पूर्वनिर्धारित बनाउन चाहनुहुन्छ भने, स्विचडेस्क उपयोगिता (प्रणाली->प्यानल मेनुबाट डेस्कटप स्विच गर्ने उपकरण) चलाउनुहोस् ।
pl: Aby %s było domyślnym wyborem dla przyszłych sesji, należy uruchomić narzędzie "switchdesk" (w menu panelu: Narzędzia systemowe->Narzędzie do przełączania środowisk).
sk: Ak chcete používať %s ako predvolené pre budúce relácie, použite nástroj 'switchdesk' (Systém->Nástroj pre prepínanie prostredia z ponuky panelu).
ta: பிற்கால பயனுக்காக முன்னிருப்பாக %s ஐ அமைக்க நீங்கள் விரும்பினால் 'switchdesk' சாதனத்தை ஒடவைக்கவும். (கணிணி->மேல்மேசை மாற்றும் கருவி பலக பட்டியில் இருந்து).

source: Please insert 25 cents to log in.
ar: رجاء ادفع 25 فلسا لِتلِج
as: প্ৰৱেশ কৰোঁতে ৪ আনা ফেলুন।
bn: লগ-ইন করতে ৪ আনা ফেলুন।
cs: Za přihlášení si účtujeme 5 korun.
es: Inserte 25 céntimos para acceder.
eu: Sartu 25 zentimo saioa hasteko.
gl: Insira 50 céntimos para iniciar a sesión.
hi: लॉगइन हेतु कृपया 25 पैसे डालें.
it: Inserire 25 centesimi per entrare.
mr: कृपया २५ पैशाचे नाणे टाकून प्रवेश करा.
ne: कृपया लगइन गर्नका लागि २५ सेन्ट घुसाउनुहोस् ।
or: ଦୟାକରି ଲଗଇନ କରିବା ପାଇଁ ୨୫ ସେଣ୍ଟ ଭରନ୍ତୁ।
pl: Wrzuć 50 groszy, aby się zalogować.
sk: Prosím, pre prihlásenie vhoďte 10 Sk.
ta: உள் நுழைவதற்கு 25காசை உள்ளிடவும்.

source: GNOME Desktop Manager
ar: مدير سطح المكتب لجنوم
cs: Správce prostředí GNOME
es: Gestor de entrada de GNOME
eu: GNOMEren mahaigainaren kudeatzailea
gl: Xestor de escritorio do Gnome
hi: गनोम डेस्कटॉप प्रबंधक
it: Gestore desktop GNOME
mr: जिनोमचा डेस्कटाॅप व्यवस्थापक
ne: GNOME डेस्कटप प्रबन्धक
or: ନୋମ ଡେସ୍କଟପ୍ ପରିଚାଳକ
pl: Menedżer biurka GNOME
sk: Správca prihlásenia
ta: க்நோம் மேல்மேசை மேலாளர்

source: GDM Login
ar: ولوج GDM
as: GDM প্ৰৱেশ
bn: GDM লগ-ইন
cs: Přihlášení GDM
es: Pantalla de entrada GDM
eu: GDMren saio-hasiera
gl: Inicio de sesión GDM
hi: जीडीएम लॉगइन
it: Accesso GDM
mr: GDM प्रवेश
ne: GDM लगइन
or: ଜି.ଡି.ଏମ. ଲଗଇନ
pl: GDM - logowanie
sk: GDM prihlásenie
ta: ஜிடிஎம் உள்நுழைவு

source: S_ession
ar: الجل_سة
bn: সেশান (_e)
cs: _Sezení
eu: _Saioa
gl: S_esión
hi: सत्र (_S)
it: S_essione
ne: सत्र
or: ଅଧିବେଶନ (_e)
pl: _Sesja
sk: R_elácia
ta: _அமர்வு

source: _Language
ar: ال_لغة
as: ভাষা (_L)
bn: ভাষা (_L)
cs: _Jazyk
es: _Idioma
eu: _Hizkuntza
gl: _Lingua
hi: भाषा (_L)
it: _Lingua
mr: भाषा
ne: भाषा
or: ଭାଷା (_L)
pl: Ję_zyk
sk: _Jazyk
ta: _ம மொழி

source: Remote Login via _XDMCP...
ar: ولوج عن بعد عن طريق _XDMCP...
as: XDMCP'ৰ মাধ্যমে দূৰবৰ্তী প্ৰৱেশ...(_X)
bn: XDMCP'র মাধ্যমে দূরবর্তী লগ-ইন...(_X)
cs: Vzdálené přihlášení přes _XDMCP...
es: Entrada remota por _XDMCP…
eu: Urruneko saio-hasiera _XDMCP bidez...
gl: Inicio de sesión remota vía _XDMCP...
hi: _XDMCP से होकर दूरस्थ लॉगिन...
it: Accesso remoto via _XDMCP...
ne: XDMCP मार्फत टाढाको लगइन...
or: _XDMCP ମଧ୍ଯଦେଇ ଦୂର ଲଗଇନ ...
pl: Zdalne logowanie poprzez _XDMCP...
sk: Vzdialené prihlásenie pomocou _XDMCP...
ta: _த XDMCP வழியாக தொலை உள் அனுமதி...

source: _Configure Login Manager...
ar: إع_داد مدير الولوج...
as: প্ৰৱেশ পৰিচালন ব্যবস্থা বিন্যাস কৰক...(_C)
bn: লগ-ইন পরিচালন ব্যবস্থা কনফিগার করুন...(_C)
cs: _Nastavit správce přihlášení...
es: _Configurar el gestor de entrada…
eu: _Konfiguratu saioa hasteko kudeatzailea...
gl: _Configurar o xestor de inicio de sesión...
hi: लॉगइन प्रबंधक विन्यस्त करें (_C)...
it: _Configura gestore di accesso...
mr: प्रवेश व्यवस्थापक संकलित करा.
ne: लगइन प्रबन्धक कन्फिगर गर्नुहोस्...
or: ଲଗଇନ ପରିଚାଳକକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_C) ...
pl: Konfigura_cja menedżera logowania...
sk: Nastaviť správ_cu prihlásenia...
ta: _உருவமைக்க நுழை மேலாளர்...

source: _Actions
ar: أ_حداث
as: কৰ্ম (_A)
bn: কর্ম (_A)
cs: _Akce
es: Accio_nes
eu: _Ekintzak
gl: _Accións
hi: कार्य (_A)
it: _Azioni
mr: कृती
ne: कार्यहरू
or: କାର୍ଯ୍ଯ (_A)
pl: _Operacje
sk: _Akcie
ta: _ச செயல்கள்

source: _Theme
ar: _سِمة
as: থিম (_T)
bn: থিম (_T)
cs: _Motiv
es: _Tema
eu: _Gaia
gl: _Tema
hi: प्रसंग (_T)
it: _Tema
mr: थीम(_T)
ne: विषयवस्तु
or: ପ୍ରସଙ୍ଗ (_T)
pl: _Motyw
sk: _Téma
ta: _கரு

source: _Quit
ar: _خروج
as: প্ৰস্থান (_Q)
bn: প্রস্থান (_Q)
cs: U_končit
es: _Salir
eu: Irte_n
gl: _Saír
hi: बाहर जाएँ (_Q)
it: _Esci
mr: बाहेर जा
ne: अन्त्य गर्नुहोस्
or: ବାହାରକୁ ଯାଆନ୍ତୁ (_Q)
pl: Za_kończ
sk: _Koniec
ta: _வ வெளிசெல்

source: D_isconnect
ar: إ_قطع الإتصال
as: সংযোগ বিচ্ছিন্ন কৰা হবে (_i)
bn: সংযোগ বিচ্ছিন্ন করা হবে (_i)
cs: Odpoj_it se
es: D_esconectar
eu: Des_konektatu
gl: _Desconectar
hi: विसंबंधित (_i)
it: Disco_nnetti
mr: खंडीत करा
ne: विच्छेद गर्नुहोस्
or: ବିଚ୍ଛିନ୍ନ କରନ୍ତୁ (_i)
pl: _Rozłącz
sk: _Odpojiť
ta: _ந இணைப்பை நீக்கு

source: Icon
ar: أيقونة
as: আইকন
bn: আইকন
cs: Ikona
es: Icono
eu: Ikonoa
gl: Icona
hi: चिह्न
it: Icona
mr: चिन्ह
ne: प्रतिमा
or: ଚିତ୍ର ସଙ୍କେତ
pl: Ikona
sk: Ikona
ta: சின்னம்

source: Welcome
ar: أهلا بك
as: স্বাগতম
bn: স্বাগতম
cs: Vítejte
es: Bienvenida
eu: Ongi etorri
gl: Benvido
hi: स्वागतम
it: Benvenuti
mr: सुस्वागतम
ne: स्वागतम
or: ସ୍ବାଗତମ
pl: Witaj
sk: Vitajte
ta: நல்வரவு

source: _Start Again
ar: ا_بدأ مرة أخرى
as: পুনৰাম্ভ (_S)
bn: পুনরাম্ভ (_S)
cs: Spust_it znovu
es: _Iniciar de nuevo
eu: _Hasi berriro
gl: _Iniciar de novo
hi: फिर आरंभ करें (_S)
it: _Avvia di nuovo
ne: फेरि सुरुआत गर्नुहोस्
or: ପୁନର୍ବାର ପ୍ରାରମ୍ଭ କରନ୍ତୁ (_S)
pl: _Uruchom ponownie
sk: _Spustiť znova
ta: _த மீண்டும் துவக்குக (_S)

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ar: إصدارة المرحب (%s) لا تعادل اصدارة المراقب، ربما حدثت GDM. الرجاء إعداد تشغيل مراقب مراقب GDM أو إعادة تشغيل الحاسوب.
as: অভিবাদন ব্যবস্থাৰ সংস্কৰণ (%s) ও ডেমন সংস্কৰণেৰ মধ্যে গৰমিল। সম্ভৱত GDM আপগ্ৰেড কৰা হয়েছে। অনুগ্ৰহ কৰে GDM ডেমন অথবা কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক।
bn: অভিবাদন ব্যবস্থার সংস্করণ (%s) ও ডেমন সংস্করণের মধ্যে গরমিল। সম্ভবত GDM আপগ্রেড করা হয়েছে। অনুগ্রহ করে GDM ডেমন অথবা কম্পিউটার পুনরায় আরম্ভ করুন।
cs: Verze uvítacího programu (%s) neodpovídá verzi démona. Pravděpodobně byl právě aktualizován GDM. Restartujte prosím démona GDM nebo počítač.
es: La versión de la interfaz de entrada (%s) no coincide con la versión del servicio. Probablemente acaba de actualizar GDM. Reinicie el servicio GDM o el equipo.
eu: Ongietorriko interfazearen bertsioa (%s) ez dator bat daemon-aren bertsioarekin. Seguru asko GDM oraintxe berritu duzu. Hasi berriro GDM-ren daemon-a edo berrabiarazi ordenagailua.
gl: A versión da interface de benvida (%s) non coincide coa versión do daemon. Probablemente actualizou o GDM. Reinicie o daemon do GDM ou reinicie o computador.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण से मेल नहीं खाता. शायद आपने जीडीएम को अभी ही अद्यतन किया है. कृपया जीडीएम डेमन या कंप्यूटर को पुनः प्रारंभ करें.
it: La versione del greeter (%s) non combacia con quella del demone. Probabilmente è stato appena aggiornato GDM. Riavviare il demone GDM o il computer.
ne: ग्रिटर संस्करण (%s ) डोमेन संस्करणसँग मिल्दैन । तपाईँले सम्भवत GDM को स्तरवृद्धि गर्नुभएको छ । कृपया GDM डोमेन वा कम्प्युटर पुन: सुरुआत गर्नुहोस् ।
pl: Wersja ekranu powitalnego (%s) nie odpowiada wersji demona. Prawdopodobnie właśnie dokonano aktualizacji GDM. Uruchom ponownie demona GDM lub komputer.
sk: Verzia privítania (%s) nezodpovedá verzii démona. Asi ste práve aktualizovali GDM. Prosím, reštartujte démona GDM alebo počítač.
ta: முகமன் பதிப்பு (%s) கிங்கரன் பதிப்புடன் பொருந்தவில்லை. நீங்கள் ஜிடிஎம்மை மேம்படுத்தி உள்ளீர் போல் உள்ளது. தயவுசெய்து ஜிடிஎம்மை மீண்டும் இயக்கு அல்லது கணிணியை மீண்டும் துவக்குக.

source: Cannot start the greeter
ar: لا يمكن بدأ المرحّب
as: অভিবাদন আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: অভিবাদন আরম্ভ করতে ব্যর্থ
cs: Nelze spustit uvítací program
es: No se puede iniciar la interfaz de entrada
eu: Ezin da ongietorri-interfazea abiarazi
gl: Non se pode iniciar a interface de benvida
hi: स्वागतकर्ता को प्रारंभ नहीं कर सका
it: Impossibile avviare il greeter
mr: स्वागतकर्ता सुरू होत नाही
ne: ग्रिटर सुरू गर्न सकिँदैन
or: ଶୁଭେଚ୍ଛକଙ୍କୁ ପ୍ରାରମ୍ଭ କରିପାରିଲା ନାହିଁ
pl: Nie można uruchomić ekranu powitalnego
sk: Nie je možné spustiť dialóg prihlásenia
ta: முகமனை துவக்க முடியவில்லை

source: Restart
ar: إعادة تشغيل
as: পুনৰায় আৰম্ভ কৰক
bn: পুনরায় আরম্ভ করুন
cs: Restartovat
en@shaw: 梆葛
es: Reiniciar
eu: Berrabiarazi
gl: Reiniciar
hi: पुनः प्रारंभ करें
it: Riavvia
kk: Қайта қосу
mr: पुन्हा सुरू करा
ne: पुन: सुरु गर्नुहोस्
or: ପୂନଃପ୍ରାରମ୍ଭ କରନ୍ତୁ
pl: Uruchom ponownie
sk: Reštartovať gdm
ta: மீண்டும்துவங்கு

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ar: إصدارة المرحب (%s) لا تطابق إصدارة المراقب (%s). ريما حدثت GDM لتوك. الرجاء إعادة تشغيل مراقب GDM أو إعادة تشغيل الحاسوب.
as: অভিবাদন ব্যবস্থাৰ সংস্কৰণ (%s) ও ডেমন সংস্কৰণেৰ (%s) মধ্যে গৰমিল। সম্ভৱত GDM আপগ্ৰেড কৰা হয়েছে। অনুগ্ৰহ কৰে GDM ডেমন অথবা কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক।
bn: অভিবাদন ব্যবস্থার সংস্করণ (%s) ও ডেমন সংস্করণের (%s) মধ্যে গরমিল। সম্ভবত GDM আপগ্রেড করা হয়েছে। অনুগ্রহ করে GDM ডেমন অথবা কম্পিউটার পুনরায় আরম্ভ করুন।
cs: Verze uvítacího programu (%s) neodpovídá verzi démona (%s). Pravděpodobně byl právě aktualizován GDM. Restartujte prosím démona GDM nebo počítač.
es: La versión de la interfaz de entrada (%s) no coincide con la versión del servicio (%s). Probablemente acaba de actualizar GDM. Reinicie el servicio GDM o el equipo.
eu: 'Ongi etorri'-interfazearen bertsioa (%s) ez dator bat daemon-aren bertsioarekin (%s). Seguru asko GDM oraintxe berritu duzu. Hasi berriro GDM-ren daemon-a edo berrabiarazi ordenagailua.
gl: A versión da interface de benvida (%s) non coincide coa versión do daemon (%s). Probablemente actualizou o GDM; reinicie o daemon do GDM ou reinicie o computador.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने जीडीएम को अभी ही अद्यतन किया है. कृपया जीडीएम डेमन या कम्प्यूटर को पुनः प्रारंभ करें.
it: La versione del greeter (%s) non combacia con quella del demone (%s). Probabilmente è stato appena aggiornato GDM. Riavviare il demone GDM o il computer.
ne: ग्रिटर संस्करण (%s ) डोमेन संस्करण (%s ) सँग मिलदैन । तपाईँले सम्भवत GDM को स्तरवृद्धि गर्नुभएको छ । कृपया GDM डोमेन वा कम्प्युटर पुन: सुरु गर्नुहोस् ।
pl: Wersja ekranu powitalnego (%s) nie odpowiada wersji demona (%s). Prawdopodobnie właśnie dokonano aktualizacji GDM. Uruchom ponownie demona GDM lub komputer.
sk: Verzia privítania (%s) nezodpovedá verzii démona (%s). Asi ste práve aktualizovali GDM. Prosím, reštartujte démona GDM alebo celý počítač.
ta: முகமன் பதிப்பு (%s) கிங்கரன் பதிப்பு %s) உடன் பொருந்தவில்லை. நீங்கள் ஜிடிஎம்மை மேம்படுத்தி உள்ளீர் போல் உள்ளது. தயவுசெய்து ஜிடிஎம்மை மீண்டும் இயக்கவும் அல்லது கணிணியை மீண்டும் துவக்கவும்.

source: Restart GDM
ar: أعد تشغيل GDM...
as: GDM পুনৰায় আৰম্ভ কৰা হবে
bn: GDM পুনরায় আরম্ভ করা হবে
cs: Restartovat GDM
es: Reiniciar GDM
eu: Berrabiarazi GDM
gl: Reiniciar o GDM
hi: GDM पुनः प्रारंभ करें
it: Riavvia GDM
ne: GDM पुन: सुरु गर्नुहोस्
or: ଜି.ଡି.ଏମ. ପୂନଃପ୍ରାରମ୍ଭ କରନ୍ତୁ
pl: Uruchom ponownie GDM
sk: Reštartovať GDM
ta: ஜிடிஎம் ஐ மீண்டும் தொடங்கு

source: Restart computer
ar: أعد تشغيل الحاسوب
as: কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক
bn: কম্পিউটার পুনরায় আরম্ভ করুন
cs: Restartovat počítač
es: Reiniciar el equipo
eu: Berrabiarazi ordenagailua
gl: Reiniciar o computador
hi: कम्प्यूटर पुनः प्रारंभ करें
it: Riavvia computer
ne: कम्प्युटर पुन: सुरु गर्नुहोस्
or: କମ୍ପୁଟରକୁ ପୁନର୍ଚାଳିତ କରନ୍ତୁ
pl: Uruchom ponownie komputer
sk: Reštartovať počítač
ta: கணினியை மீண்டும் தொடங்கு

source: Could not set signal mask!
ar: لا يمكن ضبط قناع الإشارة!
as: সিগন্যাল-মাস্ক নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ!
bn: সিগন্যাল-মাস্ক নির্ধারণ করতে ব্যর্থ!
cs: Nelze nastavit masku signálů!
es: No se pudo establecer la máscara de señales.
eu: Ezin izan da seinale-maskara konfiguratu!
gl: Non se puido definir a máscara de sinal!
hi: सिग्नल मॉस्क नियत नहीं कर सका!
it: Impossibile impostare la maschera del segnale.
mr: कार्यक्रम रक्षक संयोजित झाला नाही!
ne: सङ्केत मास्क सेट गर्न सकेन !
or: ସଙ୍କେତ ମାସ୍କକୁ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ!
pl: Nie można ustawić maski blokowanych sygnałów!
sk: Nepodarilo sa nastaviť masku signálov!
ta: குறிப்பு-மூடியை அமைக்க முடியவில்லை!

source: Session directory is missing
ar: دليل الجلسة مفقود
as: সেশন ডিৰেক্টৰি অনুপস্থিত
bn: সেশন ডিরেক্টরি অনুপস্থিত
cs: Adresář sezení chybí
es: Falta el directorio de sesiones
eu: Saio-direktorioa falta da
gl: Falta o directorio de sesións
hi: सत्र निर्देशिका गुम है
it: Directory di sessione mancante
mr: सत्र मार्गदर्शिका हरवली आहे
ne: सत्र डाइरेक्टरी हराइरहेको छ
or: ଅଧିବେଶନ ଡିରେକ୍ଟୋରି ଅନୁପସ୍ଥିତ
pl: Brak katalogu sesji
sk: Chýba priečinok s reláciami
ta: அமர்வு அடைவு காணவில்லை
