Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: There are some displays already open. You can select one from the list below or open a new one.
ar: بعض الشاشات مفتوحة مسبقا. يمكنك انتقاء واحدة من القائمة الموجودة أسفلا أو فتح شاشة جديدة.
as: কয়েকটি ডিসপ্লে বৰ্তমানে খোলা ৰয়েছে। নিম্নলিখিত তালিকা থেকে একটি নিৰ্বাচন কৰক অথবা একটি নতুন ডিসপ্লে আৰম্ভ কৰক।
bn: কয়েকটি ডিসপ্লে বর্তমানে খোলা রয়েছে। নিম্নলিখিত তালিকা থেকে একটি নির্বাচন করুন অথবা একটি নতুন ডিসপ্লে আরম্ভ করুন।
cs: Některé displeje jsou již otevřeny. Můžete vybrat displej ze seznamu níže, nebo otevřít nový.
es: Ya hay algunas pantallas abiertas. Puede seleccionar una de la lista inferior o abrir una nueva.
eu: Pantaila batzuk irekita daude. Beheko zerrendako bat hauta dezakezu edo beste bat ireki dezakezu.
gl: Xa hai algunhas pantallas abertas. Pode seleccionar unha na lista de abaixo ou abrir unha nova.
hi: यहाँ पर कुछ प्रदर्शक पहले से ही खुले हैं. नीचे दी गई सूची से आप एक चुन सकते हैं या एक नया खोल सकते हैं.
it: Ci sono alcuni display già aperti. È possibile selezionarne uno dall'elenco qui sotto oppure aprirne uno nuovo.
mr: काही प्रदर्शने आधीच उघडे आहेत. तुम्ही खालील यादीमधून एक निवडू शकता किंवा नविन उघडू शकता.
ne: केही प्रदर्शनहरू पहिल्यै खुल्ला छन् । तपाईँले तलको सूचीबाट एउटा चयन गर्न वा एउटा नयाँ खोल्न सक्नुहुन्छ ।
pl: Obecnie jest kilka otwartych ekranów. Możesz wybrać jeden z nich z poniższej listy, lub otworzyć nowy.
sk: Niektoré displeje už sú otvorené. Musíte si jeden z nich vybrať zo zoznamu alebo otvoriť nový.
ta: ஏற்கெனவே சில காட்சிகள் திறக்கப் பட்டுள்ளன. நீங்கள் கீழ் உள்ள பட்டியலில் ஒன்றை தேர்வு செய்யலாம் அல்லது புதிய ஒன்றை திறக்கலாம்.

source: Choose server
ar: اختر خادما
as: সেৱক নিৰ্বাচন কৰক
bn: সার্ভার নির্বাচন করুন
cs: Vyberte server
es: Seleccione el servidor
eu: Aukeratu zerbitzaria
gl: Seleccione o servidor
hi: सर्वर चुनें
it: Scelta di un server
mr: सर्वर निवडा
ne: सर्भर रोज्नुहोस्
or: ସେବକକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór serwera
sk: Voľba servera
ta: சேவையகத்தை தேர்வுசெய்

source: Choose the X server to start
ar: اختر خادم X للتشغيل
as: আৰম্ভ কৰাৰ উদ্দেশ্যে X সেৱক নিৰ্বাচন কৰক
bn: আরম্ভ করার উদ্দেশ্যে X সার্ভার নির্বাচন করুন
cs: Vyberte server X, který chcete spustit
es: Seleccione el servidor X que quiere iniciar
eu: Aukeratu X zerbitzaria hasteko
gl: Seleccione o servidor X para comezar
hi: प्रारंभ करने हेतु एक्स सर्वर चुनें
it: Selezionare un server X da avviare
mr: चालू करण्यासाठी X सर्वर निवडा
ne: सुरू गर्न X सर्भर रोज्नुहोस्
or: ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ X ସେବକକୁ ଚୟନ କରନ୍ତୁ
pl: Serwer X do uruchomienia
sk: Zvoľte X server, ktorý sa má spustiť
ta: துவக்க எக்ஸ் சேவையகத்தை தேர்வு செய்

source: Standard server
ar: الخادم القياسي
as: প্ৰমিত সেৱক
bn: প্রমিত সার্ভার
cs: Standardní server
es: Servidor habitual
eu: Zerbitzari estandarra
gl: Servidor estándar
hi: मानक सर्वर
it: Server standard
mr: सामान्य सर्वर
ne: मानक सर्भर
or: ମାନକ ସେବକ
pl: Standardowy serwer
sk: Štandardný server
ta: நிரந்தரமான சேவையகம்

source: You do not seem to have the authentication needed for this operation
ar: يبدو أنك لا تملك التصريح المطلوب لهذه العمليّة
as: চিহ্নিত কৰ্মেৰ বাবে প্ৰয়োজনীয় অনুমোদন সম্ভৱত আপনাৰ নেই
bn: চিহ্নিত কর্মের জন্য প্রয়োজনীয় অনুমোদন সম্ভবত আপনার নেই
cs: Zřejmě nemáte ověření potřebné pro tuto operaci
es: Al parecer no posee la autenticación necesaria para esta operación
eu: Badirudi eragiketa honetarako behar den autentifikazioa ez duzula.
gl: Semella que non ten a autenticación requirida para facer esta operación
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं.
it: Non si dispone dell'autenticazione necessaria per questa operazione
mr: तुमच्या जवळ ही कृती करण्यासाठी आवश्यक ते अधिकार नसावेत
ne: तपाईँलाई यो सञ्चालनका लागि प्रमाणीकरण आवश्यक भएको देखिँदैन
or: ଏହି କାର୍ଯ୍ଯ ସାଧନ ପାଇଁ ଆପଣଙ୍କ ନିକଟରେ ଉପଯୁକ୍ତ ବୈଧିକରଣ ଥିବା ପରି ଜଣାପଡୁ ନାହିଁ
pl: Brak możliwości uwierzytelnienia, która jest wymagana przy tej operacji.
sk: Vyzerá to, že nespĺňate požiadavky overenia pre túto operáciu.
ta: இந்த செயலுக்கான உறுதி செய்வு உங்களிடம் இருப்பது போல் இல்லை

source: Perhaps your .Xauthority file is not set up correctly.
ar: ربما لم يضبط ملف .Xauthority لديك بسلامة.
as: সম্ভৱত আপনাৰ ব্যবহৃত .Xauthority ফাইল সঠিকৰূপে স্থাপিত হোৱা নাই।
bn: সম্ভবত আপনার ব্যবহৃত .Xauthority ফাইল সঠিকরূপে স্থাপিত হয়নি।
cs: Váš soubor .Xauthority možná není nastaven správně.
es: Quizás su archivo .Xauthority no está configurado correctamente.
eu: Beharbada .Xauthority fitxategia ez da ondo konfiguratuta egongo.
gl: Talvez o ficheiro .Xauthority non está correctamente configurado.
hi: शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
it: Probabilmente il file .Xauthority non è impostato correttamente.
mr: बहुदा तुमची x अधिकार फाईल नीटपणे संयोजित झालेली नाही.
ne: सायद तपाईँको Xauthority फाइल सही तरिकाले सेट गरिएको छैन ।
or: ସମ୍ଭବତଃ ଆପଣଙ୍କ .Xauthority ଫାଇଲ ସଠିକ ରୂପରେ ବ୍ଯବସ୍ଥାପିତ ହୋଇନାହିଁ।
pl: Prawdopodobnie plik .Xauthority nie jest poprawnie ustawiony.
sk: Možno nemáte správne nastavený súbor .Xauthority.
ta: உங்கள் .Xauthority கோப்பு அமைப்பு சரியாக இல்லாமல் இருக்கலாம்.

source: You do not seem to be logged in on the console
ar: يبدو أنك لست مسجلا في الهيكل.
as: আপনি সম্ভৱত কনসোলে প্ৰৱেশ কৰেননি
bn: আপনি সম্ভবত কনসোলে লগ-ইন করেননি
cs: Zdá se, že nejste přihlášeni na konzole.
es: Al parecer no ha accedido a la consola
eu: Badirudi saioa ez duzula kontsolan hasi
gl: Semella que non está conectado na consola
hi: प्रतीत होता है कि कंसोल में आप लॉगइन नहीं हैं
it: Non si ha accesso alla console
mr: तुम्ही कंन्सोलवर प्रवेश घेतला नसावा.
ne: तपाईँ कन्सोलमा लगइन भएको देखिनुहुन्न
or: ଆପଣ କୋନଶୋଲରେ ଲଗଇନ ହୋଇଥିବା ଭଳି ଦ୍ରୁଶ୍ଯମାନ ହେଉ ନାହାଁନ୍ତି
pl: Wygląda na to, że użytkownik nie jest zalogowany na konsoli.
sk: Vyzerá to, že nie ste prihlásený na konzole
ta: நீங்கள் முனையத்தில் நுழைந்தது போல் இல்லை

source: Starting a new login only works correctly on the console.
ar: بدء ولوج جديد يعمل بسلامة فقط في الكونسول.
as: শুধুমাত্ৰ কনসোলে সঠিকৰূপে নতুন প্ৰৱেশ আৰম্ভ কৰা সম্ভৱ।
bn: শুধুমাত্র কনসোলে সঠিকরূপে নতুন লগ-ইন আরম্ভ করা সম্ভব।
cs: Spuštění nového přihlášení funguje správně jen na konzole.
es: Iniciar una entrada nueva sólo funciona correctamente en la consola.
eu: Saio-hasiera berri bat kontsolatik bakarrik has daiteke ondo.
gl: Iniciar unha nova sesión só funciona correctamente na consola.
hi: नया लॉगइन प्रारंभ करना कंसोल में ही सही कार्य करेगा.
it: L'avvio di un nuovo accesso funziona correttamente solo dalla console.
mr: एक नवा प्रवेश सुरू झाला तरच कंन्सोलवर नीटपणे काम करता येईल.
ne: नयाँ लगइन सुरू गरेपछि मात्र कन्सोलमा ठीकसँग काम गर्दछ ।
or: ଗୋଟିଏ ନୂତନ ଲଗଇନର ପ୍ରାରମ୍ଭିକରଣ କେବଳ କୋନଶୋଲରେ ସଠିକ ରୂପରେ ଚାଲିଥାଏ।
pl: Ponowne logowanie się jest możliwe tylko przy wcześniejszym zalogowaniu się z konsoli.
sk: Spustenie nového prihlásenia funguje správne iba na konzole.
ta: புதிய நுழைவு துவக்கம் முனையத்தில் மட்டும் சரியாக வேலை செய்யும்.

source: Cannot start new display
ar: لا يمكن بدأ تشغيل الشاشة الجديدة
as: নতুন ডিসপ্লে আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: নতুন ডিসপ্লে আরম্ভ করতে ব্যর্থ
cs: Nelze spustit nový displej
es: No se puede iniciar una pantalla nueva
eu: Ezin da pantaila berria abiarazi
gl: Non se pode iniciar unha nova pantalla
hi: नया प्रदर्शक प्रारंभ नहीं कर पाया
it: Impossibile avviare un nuovo display
mr: नवा प्रदर्शक सुरू करता येत नाही
ne: नयाँ प्रदर्शन सुरू गर्न सकिँदैन
or: ନୂତନ ପ୍ରଦର୍ଶନକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ
pl: Nie można uruchomić nowego ekranu
sk: Nie je možné spustiť nový displej
ta: புதிய காட்சியை துவக்க முடியவில்லை

source: Log in as another user without logging out
ar: لُجْ كمستخدم آخر دون الخروج
as: লগ-আউট না কৰে পৃথক ব্যবহাৰকাৰীৰূপে প্ৰৱেশ কৰক
bn: লগ-আউট না করে পৃথক ব্যবহারকারীরূপে লগ-ইন করুন
cs: Přihlásit se jako jiný uživatel bez odhlášení
es: Entre como otro usuario sin salir
eu: Saioan beste erabiltzaile baten moduan sartu, saioa utzi gabe
gl: Iniciar unha sesión como outro usuario sen saír da sesión actual
hi: बिना लॉगआउट हुए अन्य उपयोक्ता के रूप में लॉगइन करें
it: Effettua un nuovo accesso senza chiudere la sessione corrente
mr: बाहेर न पडता अन्य एक उपयोग कर्ता म्हणून प्रवेश करा
ne: लगआउट नगरीकन अर्को प्रयोगकर्ताको रूपमा लगइन गर्नुहोस्
or: ଲଗଆଉଟ ନକରି ଅନ୍ଯାନ୍ଯ ଚାଳକ ଭାବରେ ଲଗଇନ କରନ୍ତୁ
pl: Logowanie jako inny użytkownik bez wylogowania się
sk: Prihlásiť sa ako iný používateľ, bez odhlásenia
ta: வெளியேறாமல் வேறொரு பயனராக உள்நுழை

source: New Login
ar: ولوج جديد
as: নতুন প্ৰৱেশ
bn: নতুন লগ-ইন
cs: Nové přihlášení
es: Pantalla de entrada nueva
eu: Saio-hasiera berria
gl: Nova sesión
hi: नया लॉगइन
it: Nuovo accesso
mr: नविन प्रवेश
ne: नयाँ लगइन
or: ନୂତନ ଲଗଇନ୍
pl: Nowy login
sk: Nové prihlásenie
ta: புதிய உள்நுழைவு

source: A-M|Afrikaans
ar: ا-ص|أفريكان
as: A-M|আফ্ৰিকান্স
bn: A-M|আফ্রিকান্স
cs: A-M|Afrikánsky
es: A-M|Afrikáner
eu: A-M|Afrikaansa
hi: अफ्रीकांस
it: A-M|Armeno
ne: अफ्रिकानी
or: A-M|ଆଫ୍ରିକୀୟ
sk: A-M|Juhoafricky
ta: A-M|ஆஃப்ரிக்கன்ஸ்

source: A-M|Albanian
ar: ا-ص|ألباني
as: A-M|আলবেনিয়ান
bn: A-M|আলবেনিয়ান
cs: A-M|Albánsky
es: A-M|Albanés
eu: A-M|Albaniera
gl: A-M|Albanés
hi: अलबानियाई
it: A-M|Albanese
mr: अल्बेनिअन
ne: अल्बानीयाली
or: A-M|ଆଲବାନୀୟ
pl: A-M|Albański
sk: A-M|Albánsky
ta: A-M|அல்பானியன்

source: A-M|Amharic
ar: ا-ص|أمهري
as: A-M|আমহাৰিক
bn: A-M|আমহারিক
cs: A-M|Amhársky
es: A-M|Amhárico
eu: A-M|Amharera
gl: A-M|Amhárico
hi: अम्हारिक
it: A-M|Amarico
mr: अॅम्हरिक
ne: अम्हारिक
or: A-M|ଆମହାରିକ
pl: A-M|Amharski
sk: A-M|Amharský
ta: A-M|அம்ஹரிக்

source: A-M|Arabic (Egypt)
ar: ا-ص|عربي (مصر)
as: A-M|আৰবি (মিশৰ)
bn: A-M|আরবি (মিশর)
cs: A-M|Arabsky (Egypt)
es: A-M|Árabe (Egipto)
eu: A-M|Arabiera (Egipto)
gl: A-M|Árabe (Exipto)
hi: अरबी(मिस्र)
it: A-M|Arabo (Egitto)
mr: अरेबिक (इजिप्त)
ne: अरबी (इजिप्ट)
or: A-M|ଆରବୀ (ମିଶର)
pl: A-M|Arabski (Egipt)
sk: A-M|Arabský (Egypt)
ta: A-M|அரபி (எகிப்து)

source: A-M|Arabic (Lebanon)
ar: ا-ص|عربي (لبنان)
as: A-M|আৰবি (লেবানন)
bn: A-M|আরবি (লেবানন)
cs: A-M|Arabsky (Libanon)
es: A-M|Árabe (Líbano)
eu: A-M|Arabiera (Libano)
gl: A-M|Árabe (Líbano)
hi: अरबी (लेबनान)
it: A-M|Arabo (Libano)
mr: अरेबिक (लेबेनाॅन)
ne: अरबी (लेबनान )
or: A-M|ଆରବୀ (ଲେବାନୋନ)
pl: A-M|Arabski (Libia)
sk: A-M|Arabský (Libanon)
ta: A-M|அரபி (லேபேனான்)

source: A-M|Arabic (Saudi Arabia)
ar: ض-ي|عربي (العربية السعودية)
bn: A-M|আরবি (সৌদি আরব)
cs: A-M|Arabsky (Saúdská Arábie)
es: A-M|Árabe (Arabia Saudí)
eu: A-M|Arabiera (Saudi Arabia)
gl: A-M|Árabe (Arabia Saudí)
hi: अरबी (सउदी अरब)
it: A-M|Arabo (Arabia Saudita)
ne: अरबी (साउदी अरब)
or: A-M|ଆରବୀ (ସାଉଦି ଆରବ)
pl: A-M|Arabski (Arabia Saudyjska)
sk: A-M|Arabský (Saudská Arábia)
ta: A-M|அரபி (சவுதி அரேபியா)

source: A-M|Armenian
ar: ا-ص|أرمني
as: A-M|আৰ্মেনিয়ান
bn: A-M|আর্মেনিয়ান
cs: A-M|Arménsky
es: A-M|Armenio
eu: A-M|Armeniera
gl: A-M|Armenio
hi: अरमिनियाइ
it: A-M|Armeno
ne: आर्मेनियाली
or: A-M|ଅର୍ମାନିୟାନ
pl: A-M|Armeński
sk: A-M|Arménsky
ta: ஆர்மெனியம்

source: A-M|Azerbaijani
ar: ا-ص|آذربيجاني
as: A-M|আজাৰবাইজানি
bn: A-M|আজারবাইজানি
cs: A-M|Ázerbájdžánsky
es: A-M|Azerbaijaní
eu: A-M|Azerbaijanera
gl: A-M|Acerbaixano
hi: अजरबेजानी
it: A-M|Azerbaigiano
mr: अझंर्बाइजानी
ne: अजरबैजानियाली
or: A-M|ଅଯର୍ବାଇଜାନ
pl: A-M|Azerbejdżański
sk: A-M|Ázerbajdžánsky
ta: A-M|அசர்பைஜான்

source: A-M|Basque
ar: ا-ص|باسكي
as: A-M|বাস্ক
bn: A-M|বাস্ক
cs: A-M|Baskicky
es: N-Z|Vasco
eu: A-M|Euskara
gl: A-M|Vasco
hi: बास्क
it: A-M|Basco
mr: बास्क
ne: बास्क्यू
or: A-M|ବାସ୍କ
pl: A-M|Baskijski
sk: A-M|Baskitský
ta: A-M|பாஸ்க்

source: A-M|Belarusian
ar: ا-ص|بلاروسي
as: A-M|বেলাৰুশিয়ান
bn: A-M|বেলারুশিয়ান
cs: A-M|Bělorusky
es: A-M|Bielorruso
eu: A-M|Bielorrusiera
gl: A-M|Bielorruso
hi: बेलारूसियाई
it: A-M|Bielorusso
mr: बेलारसियन
ne: बेलारुसी
or: A-M|ବେଲାରୁଷୀୟ
pl: A-M|Białoruski
sk: A-M|Bieloruský
ta: A-M|பெலாருஷியன்

source: A-M|Bengali
ar: ا-ص|بنغالي
as: A-M|বাংলা
bn: A-M|বাংলা
cs: A-M|Bengálsky
es: A-M|Bengalí
eu: A-M|Bengalera
gl: A-M|Bengalí
hi: बंगाली
mr: बेगांली
ne: बङ्गाली
or: A-M|ବଙ୍ଗାଳୀ
pl: A-M|Bengalski
sk: A-M|Bengálsky
ta: A-M|வங்காளி

source: A-M|Bengali (India)
ar: ا-ص|بنغالي (الهند)
as: A-M|বাংলা (ভাৰত)
bn: A-M|বাংলা (ভারত)
cs: A-M|Bengálsky (Indie)
es: A-M|Bengalí (India)
eu: A-M|Bengalera (India)
gl: A-M|Bengalí (India)
hi: बंगाली (भारतीय)
mr: बेंगाली(इंडियन)
ne: बङ्गाली (भारत)
or: A-M|ବଙ୍ଗାଳୀ (ଭାରତ)
pl: A-M|Bengalski (Indie)
sk: A-M|Bengálsky (India)
ta: A-M|பெங்காலி (இந்தியா)

source: A-M|Bulgarian
ar: ا-ص|بلغاري
as: A-M|বুলগেৰিয়ান
bn: A-M|বুলগেরিয়ান
cs: A-M|Bulharsky
es: A-M|Búlgaro
eu: A-M|Bulgariera
gl: A-M|Búlgaro
hi: बल्गारियाई
it: A-M|Bulgaro
mr: बल्गेरिअन
ne: बल्गेरियाली
or: A-M|ବୁଲଗାରୀୟାନ
pl: A-M|Bułgarski
sk: A-M|Bulharský
ta: A-M|பல்கேரியன்

source: A-M|Bosnian
ar: ا-ص|بوسني
as: A-M|বসনিয়ান
bn: A-M|বসনিয়ান
cs: A-M|Bosensky
es: A-M|Bosnio
eu: A-M|Bosniera
gl: A-M|Bosníaco
hi: बोस्नियाई
it: A-M|Bosniaco
mr: बोस्निआन
ne: बोस्नियाली
or: A-M|ବୋଶନୀୟାନ
pl: A-M|Bośniacki
sk: A-M|Bosenský
ta: A-M|பாஸ்னியன்

source: A-M|Catalan
ar: ض-ي|كتلان
as: A-M|ক্যাটালান
bn: A-M|ক্যাটালান
cs: A-M|Katalánsky
es: A-M|Catalán
eu: A-M|Katalana
gl: A-M|Catalán
hi: केटालन
it: A-M|Catalano
mr: कॅटलन
ne: कातालान
or: A-M|କାଟାଲାନ
pl: A-M|Kataloński
sk: A-M|Katalánsky
ta: A-M|கேட்டலான்

source: A-M|Chinese (China Mainland)
ar: ا-ص|الصين (الأراضي الرئيسية)
as: A-M|চীনা (চীন)
bn: A-M|চীনা (চীন)
cs: A-M|Čínsky (kontinentální Čína)
es: A-M|Chino (China continental)
eu: A-M|Txinera (Txina kontinentea)
gl: A-M|Chinés (China continental)
hi: चीनी (चीनी मुख्यभूमि)
it: A-M|Cinese (tradizionale)
ne: चिनियाँ( चिन मुख्य भूमि)
or: A-M|ଚୀନି (ଚୀନ ମୂଖ୍ଯଭୂମି)
pl: A-M|Chiński (tradycyjny)
sk: A-M|Čínsky (Čínska pevnina)
ta: A-M|சீனம் (சீனா மெயின்லாண்ட்)

source: A-M|Chinese (Hong Kong)
ar: ا-ص|الصين (هونغ كونغ)
as: A-M|চীনা (হং কং)
bn: A-M|চীনা (হং কং)
cs: A-M|Čínsky (Hongkong)
es: A-M|Chino (Hong Kong)
eu: A-M|Txinera (Hong Kong)
gl: A-M|Chinés (Hong Kong)
hi: चीनी (हांगकांग)
it: A-M|Cinese (tradizionale)
ne: चिनियाँ(हङ्ककङ्)
or: A-M|ଚୀନି (ହଙ୍ଗ କଙ୍ଗ)
pl: A-M|Chiński (Hongkong)
sk: A-M|Čínsky (Hongkong)
ta: சீனம் (ஹாங்காங்)

source: A-M|Chinese (Singapore)
ar: ا-ص|الصين (سنغافورة)
as: A-M|চীনা (সিঙ্গাপুৰ)
bn: A-M|চীনা (সিঙ্গাপুর)
cs: A-M|Čínsky (Singapur)
es: A-M|Chino (Singapur)
eu: A-M|Txinera (Singapura)
gl: A-M|Chinés (Singapur)
hi: चीनी (सिंगापुर)
it: A-M|Cinese (Singapore)
ne: चिनियाँ(सिङ्गापुर)
or: A-M|ଚୀନି (ସିଙ୍ଗାପୁର)
pl: A-M|Chiński (Singapur)
sk: A-M|Čínsky (Singapur)
ta: சீனம் (சிங்கப்பூர்)

source: A-M|Chinese (Taiwan)
ar: ا-ص|الصين (تايوان)
as: A-M|চীনা (তাইওয়ান)
bn: A-M|চীনা (তাইওয়ান)
cs: A-M|Čínsky (Tchaj-wan)
es: A-M|Chino (Taiwan)
eu: A-M|Txinera (Taiwan)
gl: A-M|Chinés (Taiwán)
hi: चीनी (ताइबान)
it: A-M|Cinese (Taiwan)
ne: चिनियाँ(ताइवान)
or: A-M|ଚୀନି (ତାଇୱାନ)
pl: A-M|Chiński (Tajwan)
sk: A-M|Čínsky (Taiwan)
ta: சீனம் தைவான்

source: A-M|Croatian
ar: ض-ي|كرواتي
as: A-M|ক্ৰোশিয়ান
bn: A-M|ক্রোশিয়ান
cs: A-M|Chorvatsky
es: A-M|Croata
eu: A-M|Kroaziera
gl: A-M|Croata
hi: क्रोएशियाई
it: A-M|Croato
mr: क्रोशन
ne: क्रोएसियाली
or: A-M|କ୍ରୋଏଟିୟାନ
pl: A-M|Chorwacki
sk: A-M|Chorvátsky
ta: A-M|குரொஷியன்

source: A-M|Czech
ar: ا-ص|تشيكي
as: A-M|চেক
bn: A-M|চেক
cs: A-M|Česky
es: A-M|Checo
eu: A-M|Txekiera
gl: A-M|Checo
hi: चेक
it: A-M|Ceco
mr: झेक
ne: चेक
or: A-M|ଚେକ
pl: A-M|Czeski
sk: A-M|Český
ta: A-M|செக்

source: A-M|Danish
ar: ا-ص|دانماركي
as: A-M|ড্যানিশ
bn: A-M|ড্যানিশ
cs: A-M|Dánsky
es: A-M|Danés
eu: A-M|Daniera
gl: A-M|Dinamarqués
hi: डेनिश
it: A-M|Danese
mr: डॅनिश
ne: डेनिस
or: A-M|ଦାନିଶ
pl: A-M|Duński
sk: A-M|Dánsky
ta: A-M|டேனிஷ்

source: A-M|Dutch
ar: ض-ي|هولندي
as: A-M|ডাচ
bn: A-M|ডাচ
cs: A-M|Holandsky
es: A-M|Holandés
eu: A-M|Nederlandera
gl: A-M|Holandés
hi: डच
it: A-M|Olandese
mr: डच
ne: डच
or: A-M|ଡୁଚ
pl: A-M|Holenderski
sk: A-M|Holandský
ta: A-M|டட்சு

source: A-M|Dutch (Belgium)
ar: ض-ي|هولندي (بلجيكا)
bn: A-M|ডাচ (বেলজিয়াম)
cs: A-M|Vlámsky (Belgie)
es: A-M|Holandés (Bélgica)
eu: A-M|Nederlandera (Belgika)
gl: A-M|Holandés (Bélxica)
hi: डच (बेल्जियम)
it: A-M|Olandese (Belgio)
ne: डच (बेल्जियम)
or: A-M|ଡୁଚ (ବେଲଜିୟମ)
pl: A-M|Holenderski (Belgia)
sk: A-M|Holandský (Belgicko)
ta: A-M|டச்சு (பெல்ஜிய)

source: A-M|English (USA)
ar: ا-ص|إنجليزي (الولايات المتّحدة)
as: A-M|ইংৰাজি (মাৰ্কিন যুক্তৰাষ্ট্ৰ)
bn: A-M|ইংরাজি (মার্কিন যুক্তরাষ্ট্র)
cs: A-M|Anglicky (USA)
es: A-M|Inglés (EE. UU.)
eu: A-M|Ingelesa (Ameriketako Estatu Batua)
gl: A-M|Inglés (EEUU)
hi: अंग्रेजी (यूएसए)
it: A-M|Inglese (USA)
ne: अङ्ग्रेजी (संयुक्त राज्य अमेरिका)
or: A-M|ଇଂରାଜୀ (ଯୁକ୍ତରାଷ୍ଟ୍ର)
pl: A-M|Angielski (USA)
sk: A-M|Anglický (USA)
ta: A-M|ஆங்கிலம்(அமெரிக்க)

source: A-M|English (Australia)
ar: ا-ص|إنجليزي (أستراليا)
as: A-M|ইংৰাজি (অস্ট্ৰেলিয়ান)
bn: A-M|ইংরাজি (অস্ট্রেলিয়ান)
cs: A-M|Anglicky (Austrálie)
es: A-M|Inglés (Australia)
eu: A-M|Ingelesa (Australia)
gl: A-M|Inglés (Australia)
hi: अंग्रेजी (आस्ट्रेलिया)
it: A-M|Inglese (Australia)
ne: अङ्ग्रेजी (अष्ट्रेलिया)
or: A-M|ଇଂରାଜୀ (ଅଷ୍ଟ୍ରେଲିଆ)
pl: A-M|Angielski (Australia)
sk: A-M|Anglický (Austrália)
ta: A-M|ஆங்கிலம் (ஆஸ்திரேலியா)

source: A-M|English (UK)
ar: ا-ص|إنجليزي (المملكة المتّحدة)
as: A-M|ইংৰাজি (যুক্তৰাজ্য)
bn: A-M|ইংরাজি (যুক্তরাজ্য)
cs: A-M|Anglicky (Británie)
es: A-M|Inglés (Reino Unido)
eu: A-M|Ingelesa (Erresuma Batua)
gl: A-M|Inglés (Reino Unido)
hi: अंग्रेजी (यूके)
it: A-M|Inglese (UK)
ne: अङ्ग्रेजी (संयुक्त अधिराज्य)
or: A-M|ଇଂରାଜୀ (ଯୁକ୍ତରାଜ୍ଯ)
pl: A-M|Angielski (Anglia)
sk: A-M|Anglický (UK)
ta: A-M|ஆங்கிலம் (இங்கிலாந்து)

source: A-M|English (Canada)
ar: ا-ص|إنجليزي (كندا)
as: A-M|ইংৰাজি (কানাডা)
bn: A-M|ইংরাজি (কানাডা)
cs: A-M|Anglicky (Kanada)
es: A-M|Inglés (Canadá)
eu: A-M|Ingelesa (Kanada)
gl: A-M|Inglés (Canadá)
hi: अंग्रेजी (केनाडा)ड)
it: A-M|Inglese (Canada)
ne: अङ्ग्रेजी (क्यानाडा)
or: A-M|ଇଂରାଜୀ (କାନାଡା)
pl: A-M|Angielski (Kanada)
sk: A-M|Anglický (Kanada)
ta: A-M|ஆங்கிலம் (கனடா)

source: A-M|English (Ireland)
ar: ا-ص|إنجليزي (آيرلندا)
as: A-M|ইংৰাজি (আয়াৰল্যান্ড)
bn: A-M|ইংরাজি (আয়ারল্যান্ড)
cs: A-M|Anglicky (Irsko)
es: A-M|Inglés (Irlanda)
eu: A-M|Ingelesa (Irlanda)
gl: A-M|Inglés (Irlanda)
hi: अंग्रेजी (आयरलैंड)
it: A-M|Inglese (Irlanda)
mr: इग्लिश (आयर्लंड)
ne: अङ्ग्रेजी (आयरल्याण्ड)
or: A-M|ଇଂରାଜୀ (ଆୟରଲ୍ଯାଣ୍ଡ)
pl: A-M|Angielski (Irlandia)
sk: A-M|Anglický (Írsko)
ta: A-M|ஆங்கிலம் (ஜயர்லேண்டு)

source: A-M|English (Denmark)
ar: ا-ص|إنجليزي (الدّنمارك)
as: A-M|ইংৰাজি (ডেনমাৰ্ক)
bn: A-M|ইংরাজি (ডেনমার্ক)
cs: A-M|Anglicky (Dánsko)
es: A-M|Inglés (Dinamarca)
eu: A-M|Ingelesa (Danimarka)
gl: A-M|Inglés (Dinamarca)
hi: अंग्रेजी (डेनमार्क)
it: A-M|Inglese (Danimarca)
ne: अङ्ग्रेजी (डेन्मार्क)
or: A-M|ଇଂରାଜୀ (ଡେନମାର୍କ)
pl: A-M|Angielski (Dania)
sk: A-M|Anglický (Dánsko)
ta: A-M|ஆங்கிலம் (டென்மார்க்)

source: A-M|English (South Africa)
ar: ا-ص|إنجليزي (جنوب أفريقيا)
as: A-M|ইংৰাজি (দক্ষিণ আফ্ৰিকা)
bn: A-M|ইংরাজি (দক্ষিণ আফ্রিকা)
cs: A-M|Anglicky (Jižní Afrika)
es: A-M|Inglés (Sudáfrica)
eu: A-M|Ingelesa (Hego Afrika)
gl: A-M|Inglés (África do Sur)
hi: अंग्रेजी (द. अफ्रीका)
it: A-M|Inglese (Sud Africa)
ne: अङ्ग्रेजी (दक्षिण अफ्रिका)
or: A-M|ଇଂରାଜୀ (ଦକ୍ଷିଣ ଆଫ୍ରିକା)
pl: A-M|Angielski (Afryka Południowa)
sk: A-M|Anglický (Južná Afrika)
ta: A-M|ஆங்கிலம் (தென் ஆப்பிரிக்கா)

source: A-M|English (Malta)
ar: ا-ص|انجليزي (مالطة)
bn: A-M|ইংরাজি (মল্টা)
cs: A-M|Anglicky (Malta)
es: A-M|Inglés (Malta)
eu: A-M|Ingelesa (Malta)
gl: A-M|Inglés (Malta)
hi: अंग्रेजी (माल्टा)
it: A-M|Inglese (Malta)
ne: अङ्ग्रेजी (क्यानाडा)
or: A-M|ଇଂରାଜୀ (ମାଲଟା)
pl: A-M|Angielski (Malta)
sk: A-M|Anglický (Malta)
ta: A-M|ஆங்கிலம் (மால்டா)

source: A-M|English (New Zealand)
ar: ا-ص|انجليزي (نيوزيلاندا)
bn: A-M|ইংরাজি (নিউজিল্যান্ড)
cs: A-M|Anglicky (Nový Zéland)
es: A-M|Inglés (Nueva Zelanda)
eu: A-M|Ingelesa (Zeelanda Berria)
gl: A-M|Inglés (Nova Zelandia)
hi: अंग्रेजी (न्यूजीलैंड)
it: A-M|Inglese (Nuova Zelanda)
ne: अङ्ग्रेजी (न्यू जिल्याण्ड)
or: A-M|ଇଂରାଜୀ (ନ୍ଯୁଜିଲାଣ୍ଡ)
pl: A-M|Angielski (Nowa Zelandia)
sk: A-M|Anglický (Nový Zéland)
ta: A-M|ஆங்கிலம் (நியூசிலாண்டு)

source: A-M|Estonian
ar: ا-ص|أستوني
as: A-M|এস্তোনিয়ান
bn: A-M|এস্তোনিয়ান
cs: A-M|Estonsky
es: A-M|Estonio
eu: A-M|Estoniera
gl: A-M|Estoniano
hi: एस्टोनियन
it: A-M|Estone
mr: इस्टोनिअन
ne: एस्टोनियाली
or: A-M|ଇଷ୍ଟୋନୀୟାନ
pl: A-M|Estoński
sk: A-M|Estónsky
ta: A-M|எஸ்டோனியன்

source: A-M|Finnish
ar: ض-ي|فنلندي
as: A-M|ফিনিশ
bn: A-M|ফিনিশ
cs: A-M|Finsky
es: A-M|Finlandés
eu: A-M|Suomiera
gl: A-M|Finlandés
hi: फिनिश
it: A-M|Finlandese
mr: फिनीश
ne: फिनिश
or: A-M|ଫିନିଶ
pl: A-M|Fiński
sk: A-M|Fínsky
ta: A-M|ஃபினிஸ்

source: A-M|French
ar: ض-ي|فرنسي
as: A-M|ফ্ৰেঞ্চ
bn: A-M|ফ্রেঞ্চ
cs: A-M|Francouzsky
es: A-M|Francés
eu: A-M|Frantsesa
gl: A-M|Francés
hi: फ्रांसीसी
it: A-M|Francese
mr: फ्रेंच
ne: फ्रान्सेली
or: A-M|ଫରାସୀ
pl: A-M|Francuski
sk: A-M|Francúzsky
ta: A-M|பிரெஞ்சு

source: A-M|French (Belgium)
ar: ض-ي|فرنسي (بلجيكا)
as: A-M|ফ্ৰেঞ্চ (বেলজিয়াম)
bn: A-M|ফ্রেঞ্চ (বেলজিয়াম)
cs: A-M|Francouzsky (Belgie)
es: A-M|Francés (Bélgica)
eu: A-M|Frantsesa (Belgika)
gl: A-M|Francés (Bélxica)
hi: फ्रांसीसी (बेल्जियं)
it: A-M|Francese (Belgio)
ne: फ्रान्सेली (बेल्जियम)
or: A-M|ଫରାସୀ (ବେଲଜିୟମ)
pl: A-M|Francuski (Belgia)
sk: A-M|Francúzsky (Belgicko)
ta: A-M|பிரெஞ்சு (பெல்ஜிய)

source: A-M|French (Canada)
ar: ض-ي|فرنسي (كندا)
bn: A-M|ফ্রেঞ্চ (কানাডা)
cs: A-M|Francouzsky (Kanada)
es: A-M|Francés (Canadá)
eu: A-M|Frantsesa (Kanada)
gl: A-M|Francés (Canadá)
hi: फ्रेंच (कनाडा)
it: A-M|Francese (Canada)
ne: अङ्ग्रेजी (क्यानाडा)
or: A-M|ଫରାସୀ (କାନାଡା)
pl: A-M|Angielski (Kanada)
sk: A-M|Francúzsky (Kanada)
ta: A-M|ப்ரென்சு (கனடா)

source: A-M|French (Luxembourg)
ar: ض-ي|فرنسي (لوكسمبورج)
bn: A-M|ফ্রেঞ্চ (লাক্সেমবুর্গ)
cs: A-M|Francouzsky (Lucembursko)
es: A-M|Francés (Luxemburgo)
eu: A-M|Frantsesa (Luxenburgo)
gl: A-M|Francés (Luxemburgo)
hi: फ्रांसीसी (लक्समबर्ग)
it: A-M|Francese (Lussemburgo)
ne: फ्रान्सेली (लग्जेम्बर्ग)
or: A-M|ଫରାସୀ (ଲକ୍ସମବର୍ଗ)
pl: A-M|Francuski (Luksemburg)
sk: A-M|Francúzsky (Luxembursko)
ta: A-M|பிரெஞ்சு (லுக்ஸாம்பூர்)

source: A-M|French (Switzerland)
ar: ض-ي|فرنسي (سويسرا)
as: A-M|ফ্ৰেঞ্চ (সুইত্জাৰল্যান্ড)
bn: A-M|ফ্রেঞ্চ (সুইত্জারল্যান্ড)
cs: A-M|Francouzsky (Švýcarsko)
es: A-M|Francés (Suiza)
eu: A-M|Ingelesa (Suitza)
gl: A-M|Francés (Suíza)
hi: फ्रांसीसी (स्विट्जर्लेंड)
it: A-M|Francese (Svizzera)
ne: फ्रान्सेली (स्वीटजरल्याण्ड)
or: A-M|ଫରାସୀ (ସ୍ବିଜରଲ୍ଯାଣ୍ଡ)
pl: A-M|Francuski (Szwajcaria)
sk: A-M|Francúzsky (Švajčiarsko)
ta: A-M|பிரெஞ்சு (சுவிசர்லாந்து)

source: A-M|Galician
ar: ض-ي|كاليسي
as: A-M|গ্যালিসিয়ান
bn: A-M|গ্যালিসিয়ান
cs: A-M|Galicijsky
es: A-M|Gallego
eu: A-M|Galiziera
gl: A-M|Galego
hi: गेलिशियाई
it: A-M|Galiziano
mr: गॅलिशिअन
ne: ग्यालिसियाली
or: A-M|ଗାଲେସିୟାନ
pl: A-M|Galicyjski
sk: A-M|Galský
ta: A-M|கேல்சியன்

source: A-M|German
ar: ا-ص|ألماني
as: A-M|জাৰ্মান
bn: A-M|জার্মান
cs: N-Z|Německy
es: A-M|Alemán
eu: A-M|Alemana
gl: A-M|Alemán
hi: जर्मनी
it: N-Z|Tedesco
mr: जर्मन
ne: जर्मन
or: A-M|ଜର୍ମାନୀ
pl: N-Z|Niemiecki
sk: N-Z|Nemecký
ta: A-M|ஜெர்மன்

source: A-M|German (Austria)
ar: ا-ص|ألماني (النّمسا)
as: A-M|জাৰ্মান (অস্ট্ৰিয়া)
bn: A-M|জার্মান (অস্ট্রিয়া)
cs: N-Z|Německy (Rakousko)
es: A-M|Alemán (Austria)
eu: A-M|Alemana (Austria)
gl: A-M|Alemán (Austria)
hi: जर्मन (ऑस्ट्रिया)
it: N-Z|Tedesco (Austria)
ne: जर्मन (अष्ट्रिया)
or: A-M|ଜର୍ମାନୀ (ଅଷ୍ଟ୍ରିୟା)
pl: N-Z|Niemiecki (Austria)
sk: N-Z|Nemecký (Rakúsko)
ta: A-M|ஜெர்மன் (ஆஸ்திரேலியா)

source: A-M|German (Luxembourg)
ar: ا-ص|ألماني (لوكسمبورج)
bn: A-M|জার্মান (লাক্সেমবুর্গ)
cs: N-Z|Německy (Lucembursko)
es: A-M|Alemán (Luxemburgo)
eu: A-M|Alemana (Luxenburgo)
gl: A-M|Alemán (Luxemburgo)
hi: जर्मन (लक्समबर्ग)
it: A-M|Tedesco (Lussemburgo)
ne: जर्मन (लग्जेम्बर्ग)
or: A-M|ଜର୍ମାନୀ (ଲକ୍ସମବର୍ଗ)
pl: N-Z|Niemiecki (Luksemburg)
sk: N-Z|Nemecký (Luxembursko)
ta: A-M|ஜெர்மன் (லுக்ஸாம்பூர்)

source: A-M|German (Switzerland)
ar: ا-ص|ألماني (سويسرا)
as: A-M|জাৰ্মান (সুইত্জা‌ৰল্যান্ড)
bn: A-M|জার্মান (সুইত্জা‌রল্যান্ড)
cs: N-Z|Německy (Švýcarsko)
es: A-M|Alemán (Suiza)
eu: A-M|Alemana (Suitza)
gl: A-M|Alemán (Suíza)
hi: जर्मन (स्विटजर्लेंड)ः
it: N-Z|Tedesco (Svizzera)
ne: जर्मन (स्विट्जर्ल्यान्ड)
or: A-M|ଜର୍ମାନୀ (ସ୍ବିଜରଲ୍ଯାଣ୍ଡ)
pl: N-Z|Niemiecki (Szwajcaria)
sk: N-Z|Nemecký (Švajčiarsko)
ta: A-M|ஜெர்மன் (சுவிசர்லாந்து)

source: A-M|Greek
ar: ض-ي|يوناني
as: A-M|গ্ৰিক
bn: A-M|গ্রিক
cs: N-Z|Řecky
es: A-M|Griego
eu: A-M|Greziera
gl: A-M|Grego
hi: ग्रीक
it: A-M|Greco
mr: ग्रीक
ne: ग्रीक
or: A-M|ଗ୍ରୀକ
pl: A-M|Grecki
sk: A-M|Grécky
ta: A-M|கிரிக்
