Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: This session logs you into CDE
ar: تسجلك هذه الجلسة في سي دي إي
as: এই অধিবেশনে আপোনাক CDE ত প্ৰৱেশ কৰিব
bn: এই সেশানে CDE'তে লগ-ইন করা হবে
cs: Toto sezení vás přihlásí do CDE
es: Con esta sesión accede a CDE
eu: Saio honen bidez CDEn sartuko zara
gl: Inicia unha sesión en CDE
hi: यह सत्र आपको सीडीई में लॉग करेगा
it: Sessione di lavoro con CDE
mr: हे सत्र तुम्हाला CDE मध्ये प्रवेश करू देईल
ne: यो सत्रले तपाईँलाई CDE मा लग गर्दछ ।
or: ଏହି ଅଧିବେଶନ ଆପଣଙ୍କୁ ସି.ଡି.ଇ. ରେ ଲଗ କରାଇଥାଏ
pl: Sesja logowania do CDE
sk: Táto relácia Vás prihlási do prostredia CDE
ta: இந்த அமர்வு CDE க்குள் உங்களை நுழைக்கும்.

source: Run Xclient script
ar: شغّل سكريبت Xclient
bn: Xclient স্ক্রিপ্ট সঞ্চালন
cs: Spustit skript Xclient
es: Ejecutar script Xclient
eu: Exekutatu Xclient script-a
gl: Executar script Xclient
hi: Xclient स्क्रिप्ट चलाएं
it: Esegue script Xclient
ne: Xक्लाइन्ट स्क्रिप्ट चलाउनुहोस्
or: Xclient ସ୍କ୍ରିପ୍ଟ ଚଳାନ୍ତୁ
pl: Uruchom skrypt Xclient
sk: Spustiť skript Xclient
ta: எக்ஸ் சார்ந்தோன் ஸ்கிரிப்டை இயக்கவும்

source: This session runs the Xclients script
ar: تشغّل هذه الجلسة سكريبت Xclient
bn: এই সেশান দ্বারা Xclients স্ক্রিপ্ট
cs: Toto sezení spouští skript Xclient
es: Esta sesión ejecuta el script Xclient
eu: Saio honek Xclients script-a exekutatzen du
gl: Esta sesión executa o script Xclients
hi: यह सत्र Xclients स्क्रिप्ट चलाता है
it: Questa sessione esegue lo script Xclients
ne: यो सत्रले Xक्लाइन्ट स्क्रिप्ट चलाउँदछ
or: ଏହି ଅଧିବେଶନ Xclients ସ୍କ୍ରିପ୍ଟକୁ ଚଳାଇଥାଏ
pl: Ta sesja uruchamia skrypt Xclients
sk: Táto relácia spúšťa Xclient skript
ta: இந்த அமர்வு எக்ஸ் சார்ந்தோன் ஸ்கிரிப்டை இயக்குகிறது

source: This session logs you into GNOME
ar: تسجلك هذه الجلسة في جنوم
as: এই অধিবেশনে GNOME ত প্ৰৱেশ কৰিব
bn: এই সেশানে GNOME'এ লগ-ইন করা হবে
cs: Toto sezení vás přihlásí do GNOME
es: Esta sesión accede a GNOME
eu: Saio honen bidez GNOMEn sartuko zara
gl: Inicie unha sesión en Gnome
hi: यह सत्र गनोम में लॉगइन होगा
it: Sessione di lavoro con GNOME
mr: हे सत्र तुम्हाला जीनोम मधे प्रवेश करू देईल
ne: यो सत्रले तपाईँलाई जिनोममा लग गर्दछ ।
or: ଏହି ଅଧିବେଶନ ଆପଣଙ୍କୁ ନୋମ ରେ ଲଗ କରାଇଥାଏ
pl: Sesja logowania do GNOME
sk: Táto relácia vás prihlási do prostredia GNOME
ta: இந்த அமர்வு க்நோம் இல் உங்களை நுழைக்கும்

source: Secure Remote connection
ar: اتصال بعيد مؤمن
as: নিৰাপদ দূৰবৰ্তী সংযোগ
bn: নিরাপদ দূরবর্তী সংযোগ
cs: Zabezpečené vzdálené připojení
es: Conexión segura remota
eu: Urruneko konexio segurua
gl: Conexión remota segura
hi: सुरक्षित दूरस्थ संबंधन
it: Connessione remota sicura
ne: टाढाको जडान सुरक्षा गर्नुहोस्
or: ସୁରକ୍ଷିତ ଦୂର ସଂଯୋଗ
pl: Bezpieczne zdalne połączenie
sk: Zabezpečené vzdialené pripojenie
ta: பாதுகாப்பான தொலை இணைப்பு

source: This session logs you into a remote host using ssh
ar: تسجلك هذه الجلسة في مستضيف بعيد باستخدام ssh
as: এই অধিবেশনে ssh সহযোগে দূৰবৰ্তী গৃহস্থ ব্যৱস্থাপ্ৰণালীত প্ৰৱেশ কৰাব
bn: এই সেশানে ssh সহযোগে দূরবর্তী হোস্ট সিস্টেম লগ-ইন করা হবে
cs: Toto sezení vás přihlásí na vzdálený počítač s použitím ssh
es: Con esta sesión le permite entrar en un host remoto usando ssh
eu: Saio honen bidez urruneko ostalarian sartuko zara, ssh erabiliz
gl: Inicie unha sesión nun host remoto usando o ssh
hi: यह सत्र आपको दूरस्थ मेजबान में लॉग ssh के प्रयोग से करेगा
it: Per eseguire l'accesso su un host remoto usando ssh
ne: यो सत्रले ssh प्रयोग गरेर तपाईँलाई टाढाको होस्टमा लग गर्दछ
or: ଏହି ଅଧିବେଶନ ଆପଣଙ୍କୁ ଗୋଟିଏ ଦୂର ଆଧାରରେ ssh ଚାବି ବ୍ଯବହାର କରି ଲଗ କରାଇଥାଏ
pl: Sesja logowania do zdalnego komputera przy użyciu ssh
sk: Táto relácia Vás prihlási ku vzdialenému hostiteľovi pomocou ssh
ta: இந்த அமர்வு எஸ்எஸ்ஹெச் ஐ உபயோகித்து தொலை புரவலனில் உங்களை நுழைக்கும்.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and reconfigure the X server. Then restart GDM.
ar: لا يمكنني تشغيل خادم X (واجهتك الرسومية). يبدو أنه لم يتم تثبيته بشكل صحيح. ستحتاج للولوج في شاشة طرفية (console) و إعادة تشغيل برنامج إعداد X. ثم اعد تشغيل GDM.
as: X সেৱক (চিত্ৰাঙ্কিত প্ৰেক্ষাপট) আৰম্ভ কৰোঁতে ব্যৰ্থ । সম্ভৱত এইটো সঠিকৰূপে স্থাপন কৰা হোৱা নাই। কন্সোলত প্ৰৱেশ কৰি X সেৱক পুনৰায় বিন্যাস কৰি GDM আৰম্ভ কৰক ।
bn: X সার্ভার (গ্রাফিকাল প্রেক্ষাপট) আরম্ভ করতে ব্যর্থ। সম্ভবত এটি সঠিকরূপে স্থাপন করা হয়নি। কনসোলে লগ-ইন করে X সার্ভার পুনরায় কনফিগার করে GDM আরম্ভ করুন।
cs: Nelze spustit server X (vaše grafické rozhraní). Pravděpodobně není správně nastaven. Bude nutné přihlásit se na konzole a změnit nastavení serveru X. Poté znovu spusťte GDM.
es: No se puede iniciar el servidor X (su interfaz gráfica). Probablemente no está configurado correctamente. Necesitará entrar en una consola y reconfigurar el servidor X. Después reinicie GDM.
eu: Ezin dut X zerbitzaria abiarazi (zure interfaze grafikoa). Agian ez da behar bezala konfiguratuta egongo. Kontsolaren saioan sartu eta X konfigurazio-programa berriro exekutatu beharko duzu. Ondoren, berrabiarazi GDM.
gl: Fallo ao iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Para corrixir o problema inicie a sesión nunha consola, reconfigure o servidor X e reinicie o GDM.
hi: X सर्वर प्रारंभ नहीं करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगइन होकर X विन्यास प्रोग्राम पुनः चलाना होगा. उसके बाद जीडीएम पुनः प्रारंभ करें.
it: Impossibile avviare il server X (l'interfaccia grafica). Probabilmente non è configurato correttamente. È necessario effettuare l'accesso su una console e riconfigurare il server X, quindi riavviare GDM.
ne: X सर्भर (तपाईँको ग्राफिकल इन्टरफेस) सुरूआत गर्न असफल भयो । यो सही तरिकाले सेटअप गरे जस्तो देखिँदैन । तपाईँले कन्सोलमा लगइन गर्न र X सर्भर पुन: कन्फिगर गर्न आवश्यक हुनेछ । त्यसपछि GDM पुन:सुरुआत गर्नुहोस् । ।
or: X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ଅନ୍ତରାପ୍ରୁଷ୍ଠ) କୁ ପ୍ରାରମ୍ଭ କରିବାରେ ଅସଫଳ। ସମ୍ଭବତଃ ଏହା ସଠିକ ରୂପରେ ବ୍ଯବସ୍ଥାପିତ ହୋଇନାହିଁ। X ସେବକକୁ ପୁନଃ ବିନ୍ଯାସ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଗୋଟିଏ କୋନଶୋଲରେ ଲଗଇନ ହେବା ପାଇଁ ପଡିବ। ତାପରେ ଜିି.ଡି.ଏମ. କୁ ପୁନଃପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Nie można uruchomić X serwera (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie został on poprawnie skonfigurowany. Zaloguj się na konsoli i uruchom program konfigurujący X serwer, a następnie uruchom ponownie GDM.
sk: Nedá sa spustiť X server (grafické rozhranie). Asi nie je správne nastavený. Budete sa musieť prihlásiť na konzolu a znovu spustiť program pre nastavenie X serveru. Potom reštartujte GDM.
ta: எக்ஸ் சேவையகத்தை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கப்படாதது போல் தெரிகிறது. நீங்கள் முனையத்தில் நுழைந்து எக்ஸ் உருவமைப்பு நிரலுக்கு திரும்பவும். அதன்பின் ஜிடிஎம் ஐ துவக்கவும்.

source: Would you like to try to configure the X server? Note that you will need the root password for this.
ar: هل تريد مني محاولة إعداد خادم X؟ لاحظ أنك ستحتاج إلى كلمة سر الجذر لهذه العملية.
as: আপুনি X সেৱক বিন্যাস কৰাৰ ইচ্ছুক নেকি? উল্লেখ্য ইয়াৰ বাবে root হিচাপেৰ গুপ্তশব্দৰপ্ৰয়োজন ।
bn: আপনি কি X সার্ভার কনফিগার করতে ইচ্ছুক? উল্লেখ্য এর জন্য root অ্যাকাউন্টের পাসওয়ার্ড প্রয়োজন।
cs: Přejete si pokusit se spustit nastavení serveru X? Pokud ano, bude potřeba heslo superuživatele.
es: ¿Quiere que intente configurar el servidor X? Necesitará la contraseña del administrador para esto.
eu: X konfigurazio-programa exekutatzea nahi duzu? Kontuan izan horretarako root-aren pasahitza beharko duzula.
gl: Quere que se tente configurar o servidor X? Repare en que necesitará o contrasinal de superusuario para iso.
hi: क्या आप चाहते हैं कि मैं X विन्यासन प्रोग्राम चलाने की कोशिश करूं. ? ध्यान दें कि इस हेतु आपको रूट शब्दकूट की आवश्यकता होगी.
it: Provare a configurare il server X? È necessaria la password di root per farlo.
ne: तपाईँ X सर्भर कन्फिगर गर्न प्रयास गर्न चाहनुहुन्छ? ? याद राख्नुहोय त्यसका लागि तपाईँमूल रुट पासवआवश्यक हुनेछिन्छ ।
or: ଆପଣ X ସେବକକୁ ବିନ୍ଯାସ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କି? ଏହା ଦ୍ରୁଷ୍ଟି ରଖନ୍ତୁ ଯେ ଏଥିପାଇଁ ଆପଣଙ୍କ ନିକଟରେ ରୁଟ ପ୍ରବେଶ ସଙ୍କେତ ଥିବା ଉଚିତ।
pl: Czy spróbować uruchomić program konfigurujący X serwer? Będzie wymagane do tego podanie hasła użytkownika root.
sk: Chcete, aby som sa pokúsil spustiť program pre jeho nastavenie? Uvedomte si, že na to budete potrebovať heslo správcu.
ta: நீங்கள் எக்ஸ் சேவையகத்தை வடிவமைக்க விரும்புகிறீர்களா? இதற்கு மூல கடவுச்சொல் வேண்டும் என அறியவும்.

source: Please type in the root (privileged user) password.
ar: رجاء أدخل كلمة سر الجذر (المستخدم ذي الإمتيازات).
as: অনুগ্ৰহ কৰি root ৰ (বিশেষ অধিকাৰপ্ৰাপ্ত ব্যবহাৰকাৰী) গুপ্তশব্দ লিখক ।
bn: অনুগ্রহ করে root (বিশেষ অধিকারপ্রাপ্ত ব্যবহারকারী) পাসওয়ার্ড লিখুন।
cs: Zadejte prosím heslo superuživatele (root).
es: Introduzca la contraseña del administrador (usuario privilegiado).
eu: Idatzi root-aren pasahitza (erabiltzaile pribilegiatua).
gl: Escriba o contrasinal de superusuario (con privilexios).
hi: कृपया रूट शब्दकूट (विशेषाधिकार प्राप्त उपयोक्ता) टाइप करें.
it: Inserire la password di root (utente privilegiato).
mr: कृपया मार्गदर्शिका (व्यक्तीगत) पासवर्ड मुद्रांकीत करा.
ne: कृपया मूल (विशेषाधिकार प्राप्त प्रयोगकर्ता) पासवर्डमा टाइप गर्नुहोस् ।
or: ଦୟାକରି ରୁଟ (ବିଶେଷାଧିକାର ପ୍ରାପ୍ତ ଚାଳକ) ପ୍ରବେଶ ସଙ୍କେତକୁ ଟାଇପ କରନ୍ତୁ।
pl: Proszę podać hasło użytkownika root.
sk: Prosím, zadajte heslo užívateľa root (administrátora).
ta: மூலத்தின் (சலுகை பயனர்) கடவுச்சொல்லை தயவு செய்து உள்ளிடவும்.

source: Trying to restart the X server.
ar: يجري محاولة إعادة تشغيل خادم X.
as: X সেৱক পুনৰায় আৰম্ভ কৰাৰ প্ৰচেষ্টা কৰা হচ্ছে।
bn: X সার্ভার পুনরায় আরম্ভ করার প্রচেষ্টা করা হচ্ছে।
cs: Probíhá pokus o restart serveru X.
es: Intentando reiniciar el servidor X.
eu: X zerbitzaria abiarazten.
gl: Tentando reiniciar o servidor X.
hi: X सर्वर फिर प्रारंभ करने की कोशिश कर रहा है.
it: Tentativo di riavviare il server X.
ne: X सर्भर पुन: सुरूआत गर्न प्रयास गर्दै ।
or: X ସେବକକୁ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Próba ponownego uruchomienia X serwera.
sk: Pokúšam sa reštartovať X server.
ta: எக்ஸ் சேவையகத்தை மீண்டும் துவக்க முயற்சிக்கிறது.

source: The X server is now disabled. Restart GDM when it is configured correctly.
ar: خادم X معطل من الآن. أعد تشغيل GDM بعد إعداده بطريقة صحيحة.
as: X সেৱক বৰ্তমানে নিষ্ক্ৰিয় কৰা আছে। সঠিকভাবে বিন্যাস কৰা পৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: X সার্ভার বর্তমানে নিষ্ক্রিয় করা আছে। সঠিকভাবে কনফিগার করা পরে GDM পুনরায় আরম্ভ করুন।
cs: Nyní je použití serveru X zakázáno. Restartujte GDM, až bude správně nastaven.
es: El servidor X ahora está desactivado. Reinicie GDM cuando esté configurado correctamente.
eu: X zerbitzari hau desgaituta dago orain. Berrabiarazi GDM behar bezala konfiguratuta dagoenean.
gl: O servidor X desactivarase por agora. Reinicie o GDM cando estea configurado correctamente.
hi: मैं X सर्वर अब अक्षम है. जब यह उचित प्रकार से विन्यस्त हो जाए तो जीडीएम पुनः प्रारंभ करें.
it: Il server X è disabilitato. Riavviare GDM dopo averlo configurato correttamente.
ne: अहिले X सर्भरलाई अक्षम पारिएको छ । जब यसलाई राम्रो सँग कन्फिगर गरिन्छ GDM पुन: सुरू गर्नुहोस् ।
or: X ସେବକଟି ବର୍ତମାନ ନିଷ୍କ୍ରିୟ ଅଛି। ଏହା ସଠିକ ରୂପରେ ବିନ୍ଯାସ ହୋଇଗଲେ ଜି.ଡି.ଏମ. କୁ ପୁନଃପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: X serwer jest teraz wyłączony. Uruchom ponownie GDM po poprawnym skonfigurowaniu X serwera.
sk: X server je odteraz zakázaný. Keď bude správne nastavený, reštartujte GDM.
ta: இப்போது எக்ஸ் சேவையகம் செயல் இழக்க வைக்கப்பட்டுள்ளது சரியாக உருவமைத்த பின் ஜிடிஎம் ஐ மீண்டும் துவக்குக.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
ar: لا يمكنني تشغيل خادم X (واجهتك الرسومية). يبدو أنه لم يُعَدّ بشكل سليم. هل تريد عرض خَرْج خادم X لتشخيص المشكلة؟
as: X সেৱক (চিত্ৰাঙ্কিত প্ৰেক্ষাপট) আৰম্ভ কৰোঁতে ব্যৰ্থ। সম্ভৱত এইটো সঠিকৰূপে স্থাপন কৰা হোৱা নাই। সম্ভাব্য সমস্যা জানতে X সেৱক থেকে প্ৰাপ্ত আউটপুট দেখতে ইচ্ছুক কি?
bn: X সার্ভার (গ্রাফিকাল প্রেক্ষাপট) আরম্ভ করতে ব্যর্থ। সম্ভবত এটি সঠিকরূপে স্থাপন করা হয়নি। সম্ভাব্য সমস্যা জানতে X সার্ভার থেকে প্রাপ্ত আউটপুট দেখতে ইচ্ছুক কি?
cs: Spuštění serveru X (vašeho grafického rozhraní) selhalo. Pravděpodobně není správně nastaven. Přejete si zobrazit výstup serveru X a pokusit se identifikovat problém?
es: Falló al iniciar el servidor X (su interfaz gráfica). Parece como si no estuviera configurado correctamente. ¿Quiere ver el la salida del servidor X para diagnosticar el problema?
eu: HUts egin du X zerbitzaria abiaraztean (zure interfaze grafikoa). Agian ez da behar bezala konfiguratuta egongo. X zerbitzariaren irteera ikusi nahi duzu arazoa zein den zehazteko?
gl: Fallo ao iniciar o servidor X (a interface gráfica). É probable que non estea configurado correctamente. Quere ver a saída do servidor X para diagnosticar o problema?
hi: एक्स सर्वर प्रारंभ करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु एक्स सर्वर आउटपुट देखना चाहेंगे?
it: Impossibile avviare il server X (l'interfaccia grafica). Probabilmente non è configurato correttamente. Consultare l'output del server X per diagnosticare il problema?
ne: X सर्भर (तपाईँको ग्राफिकल इन्टरफेस) सुरूआत गर्न असफल भयो । यो सही तरिकाले सेटअप भएको छैन । तपाईँ समस्या पहिचान गर्न Xसर्भरको प्रतिफल हेर्न चाहानुहुन्छ?
or: X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ଅନ୍ତରାପ୍ରୁଷ୍ଠ) କୁ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ। ସମ୍ଭବତଃ ଏହା ସଠିକ ରୂପରେ ବ୍ଯବସ୍ଥାପିତ ହୋଇନାହିଁ। ଏହି ସମସ୍ଯାର କାରଣକୁ ନିରୁପଣ କରିବା ପାଇଁ ଆପଣ X ସେବକ ନିର୍ଗମକୁ ଦେଖିବା ପାଇଁ ଚାହିଁବେ କି?
pl: Nie można uruchomić X serwera (odpowiedzialnego za interfejs graficzny). Prawdopodobnie nie został on poprawnie skonfigurowany. Czy wyświetlić zawartość wyjścia X serwera aby zdiagnozować problem?
sk: Nie je možné spustiť X server (grafické rozhranie). Asi nie je správne nastavený. Chcete zobraziť výstup X servera, aby ste mohli identifikovať problém?
ta: எக்ஸ் சேவையகத்தை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கபடாதது போல் தெரிகிறது பிரச்சினை சரிசெய்ய எக்ஸ் சேவையக வெளியீட்டை நீங்கள் பார்க்க விரும்புகிறீரா?

source: Would you like to view the detailed X server output as well?
ar: هل تريد·كذلك عرض الخَرْج المفصل لخادم X؟
as: X সেৱক থেকে প্ৰাপ্ত বিস্তাৰিত আউটপুট দেখতে ইচ্ছুক কি?
bn: X সার্ভার থেকে প্রাপ্ত বিস্তারিত আউটপুট দেখতে ইচ্ছুক কি?
cs: Přejete si taktéž zobrazit detailní výstup serveru X?
es: ¿Quiere también ver la salida detallada del servidor X?
eu: X zerbitzariaren irteera xehatua ere ikusi nahi duzu?
gl: Quere ver tamén a saída detallada do servidor X?
hi: क्या आप विस्तृत एक्स सर्वर आउटपुट भी देखना चाहेंगे?
it: Consultare anche l'output dettagliato del server X?
mr: तुम्हाला समस्या काय आहे ते पहाण्यासाठी X सर्वरचे कार्य तपशीलात जाऊन पहावे लागेल ?
ne: तपाईँ राम्रोसँग विस्तृत X सर्भरको प्रतिफल हेर्न चाहानुहुन्छ?
or: ଆପଣ ବିସ୍ତ୍ରୁତ X ସେବକ ନିର୍ଗମକୁ ମଧ୍ଯ ଦେଖିବା ପାଇଁ ଚାହିଁବେ କି?
pl: Czy wyświetlić również szczegółową zawartość wyjścia X serwera?
sk: Chcete zobraziť aj podrobný výstup X servera?
ta: விரிவான எக்ஸ் சேவையகத்தின் வெளியீட்டை பார்க்க நீங்கள் விரும்புகிறீரா?

source: Failed to start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
ar: لا يمكنني تشغيل خادم X (واجهتك الرسومية). يبدو أن جهاز المؤشر (الفأرة) لم يعد بشكل صحيح. هل ترغب في عرض خَرْج خادم X لتشخيص المشكلة؟
as: X সেৱক (চিত্ৰাঙ্কিত প্ৰেক্ষাপট) আৰম্ভ কৰোঁতে ব্যৰ্থ। সম্ভৱত পয়েন্টাৰ ডিভাইস (মাউস) সঠিকৰূপে স্থাপন কৰা হোৱা নাই সম্ভাব্য সমস্যা জানতে X সেৱক থেকে প্ৰাপ্ত আউটপুট দেখতে ইচ্ছুক কি?
bn: X সার্ভার (গ্রাফিকাল প্রেক্ষাপট) আরম্ভ করতে ব্যর্থ। সম্ভবত পয়েন্টার ডিভাইস (মাউস) সঠিকরূপে স্থাপন করা হয়নি সম্ভাব্য সমস্যা জানতে X সার্ভার থেকে প্রাপ্ত আউটপুট দেখতে ইচ্ছুক কি?
cs: Spuštění serveru X (vašeho grafického rozhraní) selhalo. Zdá se, že vaše polohovací zařízení (myš) není správně nastaveno. Přejete si zobrazit výstup serveru X a pokusit se identifikovat problém?
es: Falló al iniciar el servidor X (su interfaz gráfica). Parece como si el dispositivo apuntador (su ratón) no estuviera configurado correctamente. ¿Quiere ver la salida del servidor X para diagnosticar el problema?
eu: Huts egin du X zerbitzaria abiarazitean (zure interfaze grafikoa). Badirudi erakuslea (zure sagua) ez dagoela behar bezala konfiguratuta. X zerbitzariaren irteera ikusi nahi duzu arazoa zein den zehazteko?
gl: Fallo ao iniciar o servidor X (a interface gráfica). Parece que o dispositivo de punteiro (o rato) non está configurado correctamente. Quere ver a saída do servidor X para diagnosticar o problema?
hi: एक्स सर्वर प्रारंभ करने में विफल (आपका आलेखीय अंतरफलक). ऐसा प्रतीत होता है कि पाइंटर उपकरण (आपका माउस) उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु एक्स सर्वर आउटपुट देखना चाहेंगे?
it: Impossibile avviare il server X (l'interfaccia grafica). Sembra che il dispositivo di puntamento (il mouse) non sia configurato correttamente. Consultare l'output del server X per diagnosticare il problema?
ne: X सर्भर (तपाईँको ग्राफिकल इन्टरफेस) सुरूआत गर्न असफल भयो । सूचक यन्त्र (तपाईँको माउस) राम्रोसँग सेटअप नभएको देखिन्छ । तपाईँ समस्या पहिचान गर्न X सर्भर प्रतिफल हेर्न चाहनुहुन्छ?
or: X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ଅନ୍ତରାପ୍ରୁଷ୍ଠ) କୁ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ। ସମ୍ଭବତଃ ସୂଚକ ଯନ୍ତ୍ର (ଆପଣଙ୍କ ମାଉସ) ସଠିକ ରୂପରେ ବ୍ଯବସ୍ଥାପିତ ହୋଇନାହିଁ। ଏହି ସମସ୍ଯାର କାରଣକୁ ନିରୁପଣ କରିବା ପାଇଁ ଆପଣ X ସେବକ ନିର୍ଗମକୁ ଦେଖିବା ପାଇଁ ଚାହିଁବେ କି?
pl: Nie można uruchomić X serwera (odpowiedzialnego za interfejs graficzny). Prawdopodobnie urządzenie wskazujące (mysz) nie zostało poprawnie skonfigurowane. Czy wyświetlić zawartość wyjścia X serwera aby zdiagnozować problem?
sk: Nie je možné spustiť X server (grafické rozhranie). Asi nie je správne nastavené ukazovacie zariadenie (myš). Chcete zobraziť výstup X servera, aby ste mohli identifikovať problém?
ta: எக்ஸ் சேவையகத்தை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கபடாதது போல் தெரிகிறது உங்கள் சுட்டி சரியாக அமைக்கப்படவில்லை. பிரச்சினையை சரி செய்ய விரிவான எக்ஸ் சேவையகத்தின் வெளியீட்டை பார்க்க நீங்கள் விரும்புகிறீரா?

source: Would you like to try to configure the mouse? Note that you will need the root password for this.
ar: هل ترغب محاولة إعداد الفأرة؟ لاحظ أنك ستحتاج إلى كلمة سر الجذر لهذه العملية.
as: আপনি কি মাউস বিন্যাস কৰোঁতে ইচ্ছুক? উল্লেখ্য এৰ বাবে root হিচাপৰ গুপ্তশব্দপ্ৰয়োজন।
bn: আপনি কি মাউস কনফিগার করতে ইচ্ছুক? উল্লেখ্য এর জন্য root অ্যাকাউন্টের পাসওয়ার্ড প্রয়োজন।
cs: Přejete si pokusit se o spuštění nastavení myši? Pokud ano, bude potřeba heslo superuživatele.
es: ¿Quiere intentar configurar el ratón? Necesitará la contraseña del administrador para esto.
eu: Sagua konfiguratzea nahi duzu? Kontuan izan horretarako root-aren pasahitza beharko duzula.
gl: Quere tentar configurar o rato? Repare en que necesitará o contrasinal de superusuario para iso.
hi: क्या आप माउस विन्यस्त करने की कोशिश करेंगे. ? ध्यान दें कि इस हेतु आपको रूट शब्दकूट की आवश्यकता होगी.
it: Provare a configurare il mouse? È necessaria la password di root per farlo.
ne: तपाईँ माउस कन्फिगर गर्न प्रयास गर्न चाहानुहुन्छ? याद राख्नुहोस् यसका लागि तपाईँलाई मूल पासवर्ड आवश्यक हुनेछ ।
or: ଆପଣ ମାଉସକୁ ବିନ୍ଯାସ କରିବା ପାଇଁ ଚାହିଁବେ କି? ଏହା ଦ୍ରୁଷ୍ଟି ରଖନ୍ତୁ ଯେ ଏଥିପାଇଁ ଆପଣଙ୍କୁ ରୁଟ ପ୍ରବେଶ ସଙ୍କେତର ଆବଶ୍ଯକତା ପଡିପାରେ।
pl: Czy spróbować skonfigurować mysz? Będzie wymagane do tego podanie hasła użytkownika root.
sk: Chcete sa pokúsiť o nastavenie myši? Uvedomte si, že na to budete potrebovať heslo pre roota.
ta: நீங்கள் சுட்டியை உருவமைக்க முயற்சிக்க விரும்புகிறீர்களா? இதற்கு மூல கடவுச்சொல் வேண்டும் என அறியவும்.

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
ar: هذه جلسة xterm الآمنة من الفشل. للنوافذ الآن تركيز فقط عندما يكون المؤشر فوقها. للخروج من هذا النمط اكتب 'exit'·في النافذة في الزاوية اليسرى العليا
es: Esta es la sesión a prueba de fallos xterm. Las ventanas solamente adquieren el foco cuando sitúe el cursor sobre ellas. Para salir de este modo escriba «exit» en la ventana superior izquierda
eu: Hau hutsegiteen aurkako xterm saioa da. Leihoek orain kurtsorea haien gainean duzunean bakarrik dute fokua. Modu horretatik irteteko, idatzi 'irten' goi-ezkerreko izkinan dagoen leihoan
mr: हे सत्र अत्यंत सुरक्षित आहे.जर तुमचा माउस विंडोवर असेल तरच तुमचा प्रभाव विंडोवर राहील यातून बाहेर येण्यासाठी विंडोमधे वरच्या डाव्या कोपऱ्यातील 'बाहेर' वर क्लिक करा

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window in the upper left corner
ar: لم يمكنني تشغيل الجلسة و لذلك شغلت جلسة xterm الآمنة من الفشل. لن تركز النوافذ إلا عندما يكون المؤشر فوقها. للخروج من هذا النمط اكتب 'exit' في النافذة في الوازية اليسرى العليا
es: Falló al iniciar su sesión, así que se ha iniciado una sesión xterm a prueba de fallos. Las ventanas solamente tendrán el foco cuando sitúe el puntero del ratón sobre ellas. Para salir de este modo escriba «exit» en la ventana de la esquina superior izquierda
eu: Huts egin du saioa abiaraztean; beraz, hutsegiteen aurkako xterm saioa abiaraziko da. Leihoek orain kurtsorea haien gainean duzunean bakarrik dute fokua. Modu horretatik irteteko, idatzi 'irten' goi-ezkerreko izkinan dagoen leihoan

source: %s: Could not write new authorization entry: %s
ar: %s:لم أتمكن من كتابة مُدْخَل تخويل جديد: %s
as: %s: নতুন পৰিচয় প্ৰমাণকাৰী এন্ট্ৰি লেখা সম্ভৱ হোৱা নাই: %s
bn: %s: নতুন পরিচয় প্রমাণকারী এন্ট্রি লেখা সম্ভব হয়নি: %s
cs: %s: Nelze zapsat novou autorizační položku: %s
es: %s: No se pudo crear una nueva entrada de autorización: %s
eu: %s: Ezin izan da baimen berriaren sarrera idatzi: %s
gl: %s: non se puido escribir unha entrada de autorización nova: %s
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता: %s
it: %s: impossibile scrivere il nuovo valore di autorizzazione: %s
mr: %s: अधिकृतपणे नव्याने प्रवेश करण्यासाठी नोंद करता आली नाहीः %s
ne: %s: नयाँ प्रमाणीकरण गरिएको प्रविष्टि लेख्न सकेन: %s
or: %s: ନୂତନ ବୈଧିକରଣ ପ୍ରବିଷ୍ଟିକୁ ଲେଖି ପାରିଲା ନାହିଁ: %s
pl: %s: Nie można utworzyć nowego elementu uwierzytelniającego: %s
sk: %s: Nepodarilo sa zapísať novú autorizačnú položku: %s
ta: %s: புதிய உறுதிபெறும் உள்ளீட்டை எழுத முடியவில்லை: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
ar: %s: لم أتمكن من كتابة مُدْخَل تخويل جديد, من المحتمل بسبب نفاذ مساحة القرص
as: %s: নতুন পৰিচয় প্ৰমাণকাৰী এন্ট্ৰি লেখা সম্ভৱ হোৱা নাই। সম্ভৱত ডিস্কে অবশিষ্ট স্থান নেই
bn: %s: নতুন পরিচয় প্রমাণকারী এন্ট্রি লেখা সম্ভব হয়নি। সম্ভবত ডিস্কে অবশিষ্ট স্থান নেই
cs: %s: Nelze zapsat novou autorizační položku. Pravděpodobně došlo místo na disku.
es: %s: No se pudo crear una nueva entrada de autorización. Posiblemente no hay espacio en el disco
eu: %s: Ezin izan da baimen berriaren sarrera idatzi. Baliteke diskoan lekurik ez izatea
gl: %s: non se puido escribir unha entrada de autorización nova. Pode que non haxa espazo no disco
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है
it: %s: impossibile scrivere il nuovo valore di autorizzazione. È possibile che non ci sia spazio sufficiente.
mr: %sः अधिकृतपणे नव्याने प्रवेश करण्यासाठी योग्य ती नोंद करता आली नाही. डिस्कवरील जागा कमी पडली असावी
ne: %s: नयाँ प्रमाणीकरण गरिएको प्रविष्टि लेख्न सकेन । सम्भवत डिस्कको खाली स्थान बाहिर हुनुपर्दछ
or: %s: ନୂତନ ବୈଧିକରଣ ପ୍ରବିଷ୍ଟିକୁ ଲେଖି ପାରିଲା ନାହିଁ। ସମ୍ଭବତଃ ଡିସ୍କରେ ଖାଲି ସ୍ଥାନ ନାହିଁ
pl: %s: Nie można zapisać nowego elementu uwierzytelniającego. Prawdopodobnie zabrakło przestrzeni dyskowej.
sk: %s: Nepodarilo sa zapísať novú autorizačnú položku. Možno nedostatok miesta na disku.
ta: %s: புதிய உறுதிபெறும் உள்ளீட்டை எழுத முடியவில்லை. வட்டில் இடம் இல்லாமல் இருக்கலாம்
