Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: The change of the authentication token failed. Please try again later or contact the system administrator.
ar: فشل تغيير علامة التوثق. رجاء حاول مرة أخرى فيما بعد أو اتصل بمدير النظام.
as: অনুমোদনেৰ টোকেন পৰিবৰ্তন কৰোঁতে ব্যৰ্থ। অনুগ্ৰহ কৰে কিছুক্ষণ পৰে পুনৰায় প্ৰচেষ্টা কৰক অথবা ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: অনুমোদনের টোকেন পরিবর্তন করতে ব্যর্থ। অনুগ্রহ করে কিছুক্ষণ পরে পুনরায় প্রচেষ্টা করুন অথবা সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Změna ověřovacího tokenu selhala. Zkuste to prosím později, nebo kontaktujte svého správce systému.
es: Ha fallado el cambio del indicador de autenticación. Inténtelo más tarde o contacte con su administrador del sistema.
eu: Ezin izan da autentifikazio-tokena aldatu. Saiatu geroago edo jarri harremanetansistema-administratzailearekin.
gl: Fallou o cambio de token de autenticación. Ténteo máis tarde ou contacte co administrador do sistema.
hi: प्रामाणीकरण टोकन बदलने में असफल. कृपया बाद में पुनः कोशिश करें या सिस्टम प्रशासक से संपर्क करें.
it: Errore nel cambio del token di autenticazione. Provare in un secondo momento o contattare l'amministratore di sistema.
mr: ओळख चिन्हामध्ये बदल करण्यास अपयश आले. कृपया पुन्हा प्रयत्न कराकिंवा तुमच्या संगणक व्यवस्थापकाकडे जा.
ne: प्रमाणीकरण टोकनको परिवर्तन असफल भयो । कृपया पछि फेरि प्रयास गर्नुहोस् वा प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
or: ବୈଧିକରଣ ଟୋକେନର ପରିବର୍ତ୍ତନ ବିଫଳ। ଦୟାକରି କିଛି ସମୟ ପରେ ପୁନର୍ବାର ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pl: Zmiana tokena uwierzytelniającego nie powiodła się. Spróbuj ponownie później lub skontaktuj się z administratorem systemu.
sk: Zmena overovacieho tokenu zlyhala. Prosím, skúste to neskôr, alebo sa spojte so správcom systému.
ta: உறுதியின் மாற்றங்கள் சீட்டில் தோல்வி. தயவு செய்து மீண்டும் முயற்சிக்கவும் அல்லது கணிணி நிர்வாகியை அணுகவும்.

source: User %s no longer permitted to access the system
ar: لم يعد يسمح للمستخدم %s بالنفاذ إلى النظام
as: %s নামক ব্যবহাৰকাৰী বৰ্তমান ব্যৱস্থাপ্ৰণালী ব্যবহাৰ কৰোঁতে অনুমতিপ্ৰাপ্ত নন
bn: %s নামক ব্যবহারকারী বর্তমান সিস্টেম ব্যবহার করতে অনুমতিপ্রাপ্ত নন
cs: Uživatel %s již nemá povolen přístup do systému
es: Ya no se permite la entrada al sistema del usuario %s
eu: %s erabiltzaileari ez zaio sisteman sartzen utziko
gl: Xa non se lle permite ao usuario %s acceder ao sistema
hi: उपयोक्ता %s को इस सिस्टम में पहुँच अनुमति अब नहीं है
it: L'accesso al sistema non è più permesso all'utente %s
mr: %s वापरकर्त्यास परवानगी नाही.
ne: %s प्रयोगकर्तालाई प्रणाली पहुँच गर्न लामो अनुमति छैन
or: %s ଚାଳକ ନିକଟରେ ଏହି ତନ୍ତ୍ରକୁ ଅଭିଗମ କରିବାର ଅନୁମତି ଏବେ ନାହିଁ
pl: Użytkownik %s nie posiada już uprawnień dostępu do systemu
sk: Používateľ %s už nemá povolený prístup do systému
ta: பயனர் %s கணிணியை உபயோகிக்க அனுமதி இனிமேல் கிடையாது

source: User %s not permitted to gain access at this time
ar: منع المستخدم %s من النفاذ الآن
as: %s নামক ব্যবহাৰকাৰী বৰ্তমান ব্যৱস্থাপ্ৰণালী এই মুহূৰ্তে ব্যবহাৰ কৰোঁতে অনুমতিপ্ৰাপ্ত নন
bn: %s নামক ব্যবহারকারী বর্তমান সিস্টেম এই মুহূর্তে ব্যবহার করতে অনুমতিপ্রাপ্ত নন
cs: Uživatel %s nemá povolen přístup v tuto dobu
es: En este momento no se permite acceder al usuario %s
eu: %s erabiltzaileari ez zaio une honetan sartzen utziko
gl: Neste momento, non se lle permite acceder ao usuario %s
hi: उपयोक्ता %s को इस समय पहुँच अनुमति नहीं है
it: In questo momento non è permesso all'utente %s di accedere al sistema
mr: %s वापरकर्त्यास या वेळी प्रवेश करण्यास परवानगी नाही.
ne: %s प्रयोगकर्तालाई यो समयमा पहुँच प्राप्त गर्नलाई अनुमति छैन
or: %s ଚାଳକ ନିକଟରେ ଏବେ ଅଭିଗମ କରିବାର ଅନୁମତି ନାହିଁ
pl: Użytkownik %s nie posiada w tej chwili uprawnień dostępu do systemu
sk: Užívateľ %s nemá v tomto čase povolený prístup
ta: பயனர் %s இந்த நேரத்தில் அனுமதியை பெற முடியாது

source: The system administrator has disabled access to the system temporarily.
ar: عطل مدير النظام النفاذ إلى النظام مؤقتًا.
as: ব্যৱস্থাপ্ৰণালী অ্যাডমিনস্ট্ৰেটৰ সাময়িকভাবে বৰ্তমান ব্যৱস্থাপ্ৰণালী ব্যবহাৰ বন্ধ কৰেছেন।
bn: সিস্টেম অ্যাডমিনস্ট্রেটর সাময়িকভাবে বর্তমান সিস্টেম ব্যবহার বন্ধ করেছেন।
cs: Správce systému dočasně zakázal přístup do systému.
es: El administrador del sistema ha desactivado temporalmente el inicio de sesión al sistema.
eu: Sistema-administratzaileak sistemarako sarrera desgaitu du aldi baterako.
gl: O administrador do sistema desactivou temporalmente o acceso ao sistema.
hi: सिस्टम प्रशासक ने सिस्टम में प्रवेश अस्थायी रूप से अक्षम कर दिया है.
it: L'amministratore di sistema ha disabilitato temporaneamente l'accesso.
mr: संगणक व्यवस्थापकाने संगणक वापरण्याचा तुमचा अधिकार काही काळापुरता स्थगित केला आहे.
ne: प्रणाली प्रशासकले प्रणालीमा पहुँचलाई अस्थायी रूपमा अक्षम पारेको छ ।
or: ତନ୍ତ୍ର ପ୍ରଶାସକ ଏହି ତନ୍ତ୍ର ପାଇଁ ଅସ୍ଥାୟୀ ଭାବରେ ଆପଣଙ୍କ ଅଭିଗମକୁ ନିଷ୍କ୍ରିୟ କରିଦେଇଛନ୍ତି।
pl: Administrator systemu czasowo zablokował dostęp do systemu.
sk: Správca systému dočasne zakázal prístup do tohto systému.
ta: கணிணி நிர்வாகி கணிணி அணுகலை தற்காலிகமாக நிறுத்தி வைத்துள்ளார்.

source: Couldn't set acct. mgmt for %s
ar: لا يمكن ضبط acct. mgmt لـ %s
as: %s'ৰ বাবে acct. mgmt নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ
bn: %s'র জন্য acct. mgmt নির্ধারণ করতে ব্যর্থ
cs: Nelze nastavit správu účtu (acct. mgmt.) pro %s
es: No pude configurar la gestión de cuentas para %s
eu: Ezin izan da %s(r)en acct. mgmt konfiguratu
gl: Non se puido definir a xestión de conta para %s
hi: %s हेतु खाता प्रबंधन नियत नहीं कर सका
it: Impossibile impostare la gestione dell'account per %s
mr: acct. mgmt साठी %s संयोजित झाले नाही.
ne: %s का लागि लेखा ब्यबस्थापन सेट गर्न सकिएन
or: %s ପାଇଁ acct. mgmt କୁ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: Operacja pam_acct_mgmt() dla %s nie powiodła się
sk: Nepodarilo sa nastaviť acct. mgmt pre %s
ta: acct mgmt யை இதற்கு அமைக்க முடியவில்லை: %s

source: Couldn't set credentials for %s
ar: لم يمكن ضبط المؤهلات لـ %s
as: %s'ৰ পৰিচয় নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ
bn: %s'র পরিচয় নির্ধারণ করতে ব্যর্থ
cs: Nelze nastavit pověření pro %s
es: No se pudieron establecer las credenciales para %s
eu: Ezin izan dira %s(r)en kredentzialak konfiguratu
gl: Non se puideron definir as credenciais para %s
hi: %s हेतु क्रेडेन्शियल्स नियत नहीं कर सका
it: Impossibile impostare le credenziali per %s
mr: %s साठी मान्यतादर्शके संयोजित झाले नाहीत.
ne: %s का लागि प्रमाणपत्रहरू सेट गर्न सकिएन
or: %s ପାଇଁ କ୍ରୁତିତ୍ବ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: Nie można ustawić uwierzytelnienia dla %s
sk: Nepodarilo sa nastaviť poverenia pre %s
ta: %s க்கான அறிமுகத்தை அமைக்க முடியவில்லை

source: Couldn't open session for %s
ar: لا يمكن فتح جلسة لـ%s
as: %s'ৰ বাবে অধিবেশন আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: %s'র জন্য সেশান আরম্ভ করতে ব্যর্থ
cs: Nelze otevřít sezení pro %s
es: No se pudo abrir una sesión para %s
eu: Ezin izan da saioa ireki %s(r)entzat
gl: Non se puido abrir a sesión para %s
hi: %s हेतु सत्र खोल नहीं सका
it: Impossibile aprire la sessione per %s
mr: %s साठी सत्र चालू करता आले नाही.
ne: %s का लागि सत्र खोल्न सकिएन
or: %s ପାଇଁ ଅଧିବେଶନକୁ ଖୋଲିପାରିଲା ନାହିଁ
pl: Nie można otworzyć sesji dla %s
sk: Nepodarilo sa otvoriť reláciu pre %s
ta: %s க்கு அமர்வு திறக்க முடியவில்லை

source: Authentication failed. Letters must be typed in the correct case.
ar: فشل التحقق. يجب أن تكتب الحروف بالحالة الصحيحة.
as: পৰিচয় প্ৰমাণ কৰোঁতে ব্যৰ্থ। অক্ষৰগুলি হৰফেৰ সঠিক ছাঁদে লেখা আবশ্যক।
bn: পরিচয় প্রমাণ করতে ব্যর্থ। অক্ষরগুলি হরফের সঠিক ছাঁদে লেখা আবশ্যক।
cs: Ověření selhalo. Písmena musí být zadána ve správné velikosti.
es: Ha fallado la autenticación. Las letras deben teclearse con la capitalización correcta.
eu: Autentifikazioak huts egin du. Letrak maiuskulak/minuskulak kontuan hartuz idatzi behar dira.
gl: A autenticación fallou. As letras teñen que estar correctamente en maiúsculas/minúsculas.
hi: प्रामाणीकरण असफल. अक्षर उचित प्रकार से भरें. ध्यान दें कि केप्स लाक कुंजी समर्थ तो नहीं है.
it: Autenticazione fallita. Le lettere devono essere digitate rispettando le maiuscole.
mr: ओळख पटली नाही. योग्य रीतीने अक्षरे टाकायला हवीत.
ne: प्रमाणीकरण असफल भयो । अक्षरहरू ठीक ढङ्गले टाइप गर्नुपर्दछ ।
or: ବୈଧିକରଣ ବିଫଳ। ଅକ୍ଷର ମାନଙ୍କୁ ସଠିକ ଅକ୍ଷର ପ୍ରକାରରେ ଟାଇପ କରିବା ଉଚିତ।
pl: Uwierzytelnianie nie powiodło się. Litery muszą być wpisywane z uwzględnieniem ich wielkości.
sk: Overenie zlyhalo. Veľkosť písmen sa rozlišuje.
ta: உறுதி செய்வதில் தோல்வி.எழுத்துகளின் நிலை(மேல்/கீழ்) சரியாக இருக்க வேண்டும்.

source: Authentication failed
ar: فشل التحقق
as: অনুমোদন কৰ্ম বিফল
bn: পরিচয় প্রমাণ করতে ব্যর্থ
cs: Ověření selhalo
es: Falló la autenticación
eu: Autentifikatzean huts egin du.
gl: Fallou a autenticación
hi: सत्यापन असफल
it: Autenticazione fallita
mr: ओळख पटली नाही.
ne: प्रमाणीकरण असफल भयो
or: ବୈଧିକରଣ ବିଫଳ
pl: Uwierzytelnienie nie powiodło się
sk: Overenie zlyhalo
ta: உறுதி செய்வதில் தோல்வி

source: Automatic login
ar: ولوج تلقائي
as: স্বয়ংক্ৰিয় প্ৰৱেশ
bn: স্বয়ংক্রিয় লগ-ইন
cs: Automatické přihlášení
es: Entrada automática
eu: Saio-hasiera automatikoa
gl: Inicio de sesión automático
hi: स्वचालित लॉग इन
it: Accesso automatico
mr: आपोआप प्रवेश
ne: स्वचालित लगइन
or: ସ୍ବୟଂଚାଳିତ ଲଗଇନ
pl: Logowanie automatyczne
sk: Automatické prihlásenie
ta: தன்னியக்க நுழைவு

source: The system administrator has disabled your access to the system temporarily.
ar: عطل مدير النظام النفاذ إلى النظام مؤقتًا.
bn: সিস্টেম অ্যাডমিনস্ট্রেটর সাময়িকভাবে আপনার দ্বারা বর্তমান সিস্টেমের ব্যবহার বন্ধ করেছেন।
cs: Správce systému dočasně znemožnil váš přístup do systému.
es: El administrador del sistema ha desactivado temporalmente su acceso al sistema.
eu: Sistema-administratzaileak zure sistemarako sarrera desgaitu du aldi baterako.
gl: O administrador do sistema desactivou temporalmente o seu acceso ao sistema.
hi: सिस्टम प्रशासक ने सिस्टम में आपका प्रवेश अस्थायी रूप से अक्षम किया हुआ है.
it: L'amministratore di sistema ha disabilitato temporaneamente il vostro accesso al sistema.
ne: प्रणाली प्रशासकले प्रणालीमा तपाईँको पहुँचलाई अस्थायी रूपमा अक्षम बनाएको छ ।
or: ତନ୍ତ୍ର ପ୍ରଶାସକ ଏହି ତନ୍ତ୍ର ପାଇଁ ଅସ୍ଥାୟୀ ଭାବରେ ଆପଣଙ୍କ ଅଭିଗମକୁ ନିଷ୍କ୍ରିୟ କରିଦେଇଛନ୍ତି।
pl: Dostęp do systemu tymczasowo zablokowany przez administratora.
sk: Správca systému vám dočasne zakázal prístup do systému.
ta: கணினியை நீங்கள் அணுகுவதை தற்காலிகமாக கணிணி நிர்வாகி செயல் நீக்கியுள்ளார்.

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
ar: لا يمكن ضبط مجموعة مستخدمك، لن تتمكن من الولوج، رجاء اتصل بمدير نظامك.
bn: ব্যবহারকারী গ্রুপ স্থাপন করতে ব্যর্থ; আপনি লগ-ইন করতে সক্ষম হবে না। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Nelze nastavit vaši uživatelskou skupinu; nebude možné se přihlásit. Kontaktujte prosím svého správce systému.
es: No se pudo establecer su grupo de usuario, así que no podrá iniciar sesión. Contacte con su administrador del sistema.
eu: Ezin da zure erabiltzaile-taldea konfiguratu eta ezingo duzu saioa hasi; jarri harremanetan sistemako administratzailearekin.
gl: Non se pode definir o seu grupo de usuario; non vai poder iniciar unha sesión. Contacte co administrador do sistema.
hi: उपयोक्ता समूह नियत नहीं कर सकता. आपका लॉग-इन नहीं कर पायेंगे. कृपया अपने सिस्टम प्रशासक से संपर्क करें.
it: Impossibile impostare il gruppo dell'utente, impossibile effettuare l'accesso. Contattare l'amministratore di sistema.
ne: तपाईँको प्रयोगकर्ता समूहलाई सेट गर्न सकिँदैन; तपाईँ लगइन गर्न सक्षम हुनु हुनेछैन । कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
pl: Nie można ustawić grupy użytkownika; uniemożliwia to zalogowanie się. Proszę powiadomość administratora systemu.
sk: Nie je možné nastaviť vašu užívateľskú skupinu; nebudete sa môcť prihlásiť. Prosím, kontaktujte vášho správcu systému.
ta: பயனர் குழுவை அமைக்க முடியவில்லை, உங்களால் உள் நுழைய முடியாது, உங்கள் கணிணி நிர்வாகியை அணுகவும்.

source: Can't find PAM configuration for GDM.
ar: لا يمكن العثور على إعدادات PAM لـ GDM.
es: No se encuentra el archivo de configuración PAM para GDM.
eu: Ezin da GDM-ren PAM konfigurazioa aurkitu.

source: %s: Could not get server hostname: %s!
ar: %s: لم يمكن تلقي اسم مستضيف الخادم: %s!
es: %s: no se pudo obtener el nombre del equipo: %s.
eu: %s: Ezin izan da zerbitzariaren ostalari-izenik lortu: %s!
mr: %1s: %2s या सर्वरचे नाव मिळवता आले नाही

source: %s: Could not create socket!
ar: %s: لم يمكن انشاء مقبس !
es: %s: No se pudo crear el socket.
eu: %s: Ezin izan da socket-a sortu!
mr: %s: सॉकेट तयार करता आला नाही!

source: %s: Could not bind to XDMCP socket!
es: %s: no se pudo vincular al socket XDMCP.
eu: %s: Ezin izan da XDMCP socket-era lotu!
mr: %s: XDMCP सॉकेट

source: %s: Could not create XDMCP buffer!
ar: %s: لا يمكن إنشاء ذاكرة XDMCP المؤقتّة!
es: %s: no se pudo crear un búfer XDMCP.
eu: %s: Ezin izan da XDMCP bufferra sortu!
mr: %s: XDMCP बफर तयार करता आला नाही.

source: %s: Could not read XDMCP header!
ar: %s: لم يمكن قراءة ترويسة XDMCP!
es: %s: no se pudo leer la cabecera XDMCP.
eu: %s: Ezin izan da XDMCPren goiburua irakurri!
mr: %s: XDMCP शिर्षक दर्शक कळत नाही!

source: %s: Incorrect XDMCP version!
ar: %s: إصدارة XDMCP خاطئة!
es: %s: la versión de XDMCP no es correcta.
eu: %s: XDMCPren bertsio okerra!
mr: %s: XDMCP ची चुकीची आवृत्ती!

source: %s: Unknown opcode from host %s
as: %s: গৃহস্থৰ পৰা অজ্ঞাত opcode %s
es: %s: recibido código de operación desconocido desde el equipo %s
eu: %s: %s ostalariaren opcode ezezaguna
mr: %s: संगणक सुरु करणारा यजमान अपरिचित आहे %s

source: %s: Could not extract authlist from packet
ar: %s: لم يمكن إستخراج قائمة التوثّق من الرزمة
as: %s: প্যাকেট থেকে authlist পড়া যায়নি
bn: %s: প্যাকেট থেকে authlist পড়া যায়নি
es: %s: no se pudo extraer la lista de autorizaciones del paquete
eu: %s: Ezin izan da paketeko authlist atera
gl: %s: non se puido extraer a lista de autenticación do paquete
hi: %s: पैकेट से प्रामाणिक-सूची नहीं निकाल सका
kk: %s: Дестеден authlist тарқату мүмкін емес
mr: %s: संचामधून अधिकृत यादी मिळाली नाही.
ne: %s: प्याकेटबाट प्रमाणीकरण सूची झिक्न सकेन
or: %s: ପ୍ଯାକେଟରୁ ପ୍ରାମାଣୀକ-ସୂଚୀ କୁ ନିର୍ଯ୍ଯାସ କରିପାରିଲା ନାହିଁ
ta: %s: கட்டுத் தொகுப்பில் இருந்து உரிமை பட்டியலை எடுக்க முடியவில்லை

source: %s: Error in checksum
ar: %s: خطأ في checksum
as: %s: checksum'এ ত্ৰুটি
bn: %s: checksum'এ ত্রুটি
es: %s: error en la suma de comprobación
eu: %s: Errorea kontrol-baturan
gl: %s: hai un erro na suma de verificación
hi: %s: चेकसम में त्रुटि
kk: %s: Тексеру сомасы қате
mr: %s: जुळणी करताना चुक झाली
ne: %s: चेकसममा त्रुटि
or: %s: ଚେକ-ଶମରେ ତୃଟି
ta: %s:செக்சம் கணக்கு பரிசோதிப்பில் பிழை

source: %s: Could not read display address
ar: %s: لم يمكن قراءة عنوان العرض
as: %s: ডিসপ্লে ঠিকানা পড়তে ব্যৰ্থ
bn: %s: ডিসপ্লে ঠিকানা পড়তে ব্যর্থ
en@shaw: %s: ю ゐ ю
es: %s: no se pudo leer la dirección de la pantalla
eu: %s: Ezin izan da pantailako helbidea irakurri
gl: %s: non se puido ler o enderezo da pantalla
hi: %s: प्रदर्शक पता पढ़ नहीं सका
kk: %s: Экран адресін оқу мүмкін емес
mr: %s: प्रदर्शकावरील पत्ते ओळखता आले नाहीत.
ne: %s: प्रदर्श ठेगाना पढ्न सकेन
or: %s: ପ୍ରଦର୍ଶନ ଠିକଣାକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: காட்சி விலாசத்தை படிக்க முடியவில்லை

source: %s: Could not read display port number
ar: %s: لم يمكن قراءة رقم منفذ العرض
as: %s: ডিসপ্লে'ৰ ব্যবহৃত পোৰ্ট সংখ্যা পড়তে ব্যৰ্থ
bn: %s: ডিসপ্লে'র ব্যবহৃত পোর্ট সংখ্যা পড়তে ব্যর্থ
en@shaw: %s: ю ゐ 桂 仇ヰ
es: %s: no se pudo leer el número de puerto de la pantalla
eu: %s: Ezin izan da pantailako ataka-zenbakia irakurri
gl: %s: non se puido ler o número de porto da pantalla
hi: %s: प्रदर्शक पोर्ट संख्या नहीं पढ़ पाए
kk: %s: Экран порт нөмірін оқу мүмкін емес
mr: %s: प्रदर्शकावरील स्थळ क्रमांक ओळखता आले नाहीत.
ne: %s: प्रदर्श पोर्ट् नम्बर पढ्न सकेन
or: %s: ପ୍ରଦର୍ଶନ ସଂଯୋଗିକୀ ସଂଖ୍ଯା ପଢି ପାରିଲା ନାହିଁ
ta: %s: காட்சி துறை எண்ணை படிக்க முடியவில்லை

source: %s: Bad address
es: %s: dirección errónea
eu: %s: Helbide okerra
mr: %s: अनुचित पत्ता

source: Denied XDMCP query from host %s
ar: مُنِع طلب XDMCP من المستضيف %s
as: গৃহস্থ %s থেকে প্ৰাপ্ত XDMCP কোয়েৰি প্ৰত্যাখ্যান কৰা হয়েছে
bn: হোস্ট %s থেকে প্রাপ্ত XDMCP কোয়েরি প্রত্যাখ্যান করা হয়েছে
es: La petición XDMCP desde equipo %s se ha denegado
eu: %s ostalariak XDMCPren kontsulta ukatu du
gl: O host %s denegou a petición XDMCP
hi: होस्ट %s से एक्सडीएमसीपी क्वेरी नकारा गया
kk: %s хостынан тыйым салынған XDMCP сұранымы түсті
mr: %s या यजमानाकडून XDMCP या साठी होणारी विचारणा अमान्य झाली.
ne: %s होस्टबाट XDMCP क्वेरी गर्न अस्वीकार गरियो
or: %s ଆଧାରରୁ XDMCP ପ୍ରଶ୍ନ ପଚାରିବାରୁ ମନା କରାଗଲା
ta: புரவலனிலிருந்து %s இருந்து XDMCP வினாவுக்கு அனுமதி கிடையாது

source: %s: Got REQUEST from banned host %s
ar: %s: تلقيّ REQUEST من مستضيف محظور %s
as: %s: নিষিদ্ধ গৃহস্থ %s থেকে REQUEST প্ৰাপ্ত হয়েছে
bn: %s: নিষিদ্ধ হোস্ট %s থেকে REQUEST প্রাপ্ত হয়েছে
en@shaw: %s: ю ｐ答 %s
es: %s: se ha recibido el mensaje REQUEST desde el equipo excluido %s
eu: %s: Baimenik ez duen %s ostalariaren REQUEST jaso da
gl: %s: recibido REQUEST desde un host inhabilitado %s
hi: %s: निषेधित होस्ट %s से निवेदन मिला
kk: %s: REQUEST блокталған %s хостынан алынды
mr: %s: बंदी घालण्यात आलेल्या यजमानाकडून विनंती आली आहे %s
ne: %s: निषेध गरिएको %s होस्ट्बाट अनुरोध प्राप्त गरियो
or: %s: ନିଷେଧିତ ଆଧାର %s ରୁ ନିବେଦନ ମିଳିଲା
ta: %s: தடைசெய்த புரவலனிலிருந்து இருந்து REQUEST கிடைத்துள்ளது %s

source: %s: Could not read Display Number
ar: %s: لم يمكن قراءة رقم العرض
as: %s: ডিসপ্লে'ৰ সংখ্যা পড়তে ব্যৰ্থ
bn: %s: ডিসপ্লে'র সংখ্যা পড়তে ব্যর্থ
en@shaw: %s: ю ゐ 仇ヰ
es: %s: no se pudo leer el número de la pantalla
eu: %s: Ezin izan da pantailako zenbakia irakurri
gl: %s: non se puido ler o número de pantalla
hi: %s: प्रदर्शक संख्या पढ़ नहीं पाया
kk: %s: Экран нөмірін оқу мүмкін емес
mr: %s: प्रदर्शकावरील स्थळ क्रमांक ओळखता आले नाहीत.
ne: %s: प्रदर्शन सङ्ख्या पढ्न सकेन
or: %s: ପ୍ରତର୍ଶନ ସଂଖ୍ଯାକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: காட்சி எண்ணை படிக்க முடியவில்லை

source: %s: Could not read Connection Type
ar: %s: لم يمكن قراءة نوع الإتصال
as: %s: সংযোগেৰ ধৰন পড়তে ব্যৰ্থ
bn: %s: সংযোগের ধরন পড়তে ব্যর্থ
en@shaw: %s: ю ю 拆
es: %s: no se pudo leer el tipo de conexión
eu: %s: Ezin izan da konexio-mota irakurri
gl: %s: non se puido ler o tipo de conexión
hi: %s: कनेक्शन प्रकार पढ़ नहीं पाया
kk: %s: Байланыс түрін оқу мүмкін емес
mr: %s: जोडणी पद्धत ओळखता आली नाही.
ne: %s: जडान प्रकार पढ्न सकेन
or: %s: ସଂଯୋଗ ପ୍ରକାରକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: இணைப்பு வகையை படிக்க முடியவில்லை

source: %s: Could not read Client Address
ar: %s: لا يمكن قراءة عنوان العميل
as: %s: ক্লায়েন্টেৰ ঠিকানা পড়তে ব্যৰ্থ
bn: %s: ক্লায়েন্টের ঠিকানা পড়তে ব্যর্থ
en@shaw: %s: ю ゐ拆 ю
es: %s: no se pudo leer la dirección del cliente
eu: %s: Ezin izan da bezeroaren helbidea irakurri
gl: %s: non se puido ler o enderezo do cliente
hi: %s : क्लाएंट पता पढ़ नहीं सका
kk: %s: Клиент адресін оқу мүмкін емес
mr: %s: पाहुण्या वापरकर्त्याचा चा पत्ता ओळखता आला नाही.
ne: %s: क्लाइन्ट ठेगाना पढ्न सकेन
or: %s: ଗ୍ରାହକ ଠିକଣାକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: சார்ந்தோன் விலாசத்தை படிக்க முடியவில்லை

source: %s: Could not read Authentication Names
ar: %s: لم يمكن قراءة اسماء التوثّق
as: %s: পৰিচয় প্ৰমাণকাৰী নাম পড়তে ব্যৰ্থ
bn: %s: পরিচয় প্রমাণকারী নাম পড়তে ব্যর্থ
en@shaw: %s: ю 佛ю别 别ヰ
es: %s: no se pudo leer los nombres de autenticación
eu: %s: Ezin izan dira autentifikazio-izenak irakurri
gl: %s: non se puideron ler os nomes de autenticación
hi: %s: प्रामाणीकरण नामों को पढ़ नहीं पाया
kk: %s: Authentication Names оқу мүмкін емес
mr: %s: ओळखदर्शक नावे ओळखता आली नाहीत.
ne: %s: प्रमाणीकरण नामहरू पढ्न सकेन
or: %s: ବୈଧିକରଣ ନାମ ମାନଙ୍କୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: உறுதி செய்யும் பெயர்களை படிக்க முடியவில்லை

source: %s: Could not read Authentication Data
ar: %s: لم يمكن قراءة بيانات التوثّق
as: %s: পৰিচয় প্ৰমাণকাৰী তথ্য পড়তে ব্যৰ্থ
bn: %s: পরিচয় প্রমাণকারী তথ্য পড়তে ব্যর্থ
en@shaw: %s: ю 佛ю别 别
es: %s: no se pudo leer los datos de autenticación
eu: %s: Ezin izan da autentifikazio-informazioa irakurri
gl: %s: non se puideron ler os datos de autenticación
hi: %s: प्रामाणीकरण डेटा पढ़ नहीं पाया
kk: %s: Authentication Data оқу мүмкін емес
mr: %s: ओळखदर्शक माहिती ओळखता आली नाहीत.
ne: %s: प्रमाणीकरण डेटा पढ्न सकेन
or: %s: ବୈଧିକରଣ ତଥ୍ଯକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: உறுதிசெய் தரவை படிக்க முடியவில்லை

source: %s: Could not read Authorization List
ar: %s: لم يمكن قراءة قائمة التراخيص
as: %s: পৰিচয় প্ৰমাণকাৰী তালিকা পড়তে ব্যৰ্থ
bn: %s: পরিচয় প্রমাণকারী তালিকা পড়তে ব্যর্থ
en@shaw: %s: ю 佛拣别 ゐ
es: %s: no se pudo leer la lista de autorizaciones
eu: %s: Ezin izan da autentifikazio-zerrenda irakurri
gl: %s: non se puido ler a lista de autorización
hi: %s: सत्यापन सूची पढ़ नहीं पाया
kk: %s: Authorization List оқу мүмкін емес
mr: %s: अधिकारदर्शक यादी ओळखता आली नाहीत.
ne: %s: प्रमाणीकरण सूची पढ्न सकेन
or: %s: ବୈଧିକରଣ ତାଲିକାକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: உறுதிசெய் பட்டியலை படிக்க முடியவில்லை

source: %s: Could not read Manufacturer ID
ar: %s: لم يمكن قراءة هوية المصنّع
as: %s: প্ৰস্তুতকাৰকেৰ ID পড়তে ব্যৰ্থ
bn: %s: প্রস্তুতকারকের ID পড়তে ব্যর্থ
en@shaw: %s: ю ヰ拣 ID
es: %s: no se pudo leer el ID del fabricante
eu: %s: Ezin izan da fabrikatzailearen IDa irakurri
gl: %s: non se puido ler o ID do fabricante
hi: %s: उत्पादक आईडी पढ़ नहीं पाया
kk: %s: Manufacturer ID оқу мүмкін емес
mr: %s: उत्पादकाची ओळख पटली नाही.
ne: %s: निर्माणकर्ता आईडी पढ्न सकेन
or: %s: ନିର୍ମାତା ପରିଚୟକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: உருவாக்காளர் அடையாளத்தை படிக்க முடியவில்லை

source: %s: Failed checksum from %s
ar: %s: فشل checksum من %s
as: %s: %s থেকে প্ৰাপ্ত checksum সঠিক নয়
bn: %s: %s থেকে প্রাপ্ত checksum সঠিক নয়
es: %s: ha fallado la suma de verificación de %s
eu: %s: %s(r)en kontrol-baturak huts egin du
gl: %s: fallou a suma de verificación de %s
hi: %s: %s से चेकसम असफल
kk: %s: %s тексеру сомасы қате
mr: %s: %s पासून जुळणी करता आली नाही
ne: %s: %s बाट चेकसम असफल भयो
or: %s: %s ରୁ ଚେକ-ଶମ ଅସଫଳ
ta: %s: இதில் இருந்து செக்சம் கணக்கு பரிசோதிக்கையில் தோல்வி %s

source: %s: Got Manage from banned host %s
ar: %s: Got Manage من المستضيف المحظور %s
as: %s: নিষিদ্ধ গৃহস্থ %s থেকে MANAGE প্ৰাপ্ত হয়েছে
bn: %s: নিষিদ্ধ হোস্ট %s থেকে MANAGE প্রাপ্ত হয়েছে
en@shaw: %s: ヰ ｐ答 %s
es: %s: se ha recibido el mensaje MANAGE desde el equipo excluido %s
eu: %s: Baimenik ez duen %s ostalariaren MANAGE mezua jaso da
gl: %s: recibido Manage desde un host inhabilitado %s
hi: %s: निषेधित होस्ट %s से मैनेज मिला
kk: %s: Блокталған %s хостынан Manage хабарламасы алынды
mr: %1s: %2s या प्रतिबंधित यजमानाकडून मॅनेज मिळाला.
ne: %s: निषेध गरिएको %s होस्टबाट प्रबन्ध गरियो
or: %s: ନିଷେଧିତ ଆଧାର %s ରୁ Manage ପାଇଲା
ta: %s: தடைசெய்யப் பட்ட புரவலனிலிருந்து இருந்து மேலாளர் கிடைத்துள்ளது %s

source: %s: Could not read Session ID
ar: %s: لم يمكن قراءة هوية الجلسة
as: %s: সেশন ID পড়তে ব্যৰ্থ
bn: %s: সেশন ID পড়তে ব্যর্থ
en@shaw: %s: ю ю ID
es: %s: no se pudo leer el Id de sesión
eu: %s: Ezin izan da saioaren IDa irakurri
gl: %s: non se puido ler o ID de sesión
hi: %s: सत्र आइडी पढ़ नहीं सका
kk: %s: Session ID оқу мүмкін емес
mr: %s: सत्राची ओळख पटली नाही.
ne: %s: सत्र आईडी पढ्न सकेन
or: %s: ଅଧିବେଶନ ପରିଚୟକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: அமர்வு அடையாளத்தை படிக்க முடியவில்லை

source: %s: Could not read Display Class
ar: %s: لا يمكن قراءة صنف العرض
as: %s: ডিসপ্লে ক্লাস পড়তে ব্যৰ্থ
bn: %s: ডিসপ্লে ক্লাস পড়তে ব্যর্থ
en@shaw: %s: ю ゐ ゐ
es: %s: no se pudo leer la clase de pantalla
eu: %s: Ezin izan da pantailaren klasea irakurri
gl: %s: non se puido ler a clase de pantalla
hi: %s: प्रदर्शक वर्ग पढ़ नहीं सका
kk: %s: Display Class оқу мүмкін емес
mr: %s: प्रदर्शक वर्गाची ओळख पटली नाही.
ne: %s: प्रदर्शन कक्ष पढ्न सकेन
or: %s: ପ୍ରଦର୍ଶନ ଶ୍ରେଣୀକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: காட்சி வகுப்பை படிக்க முடியவில்லை

source: %s: Could not read address
ar: %s: لا يمكن قراءة العنوان
as: %s: ঠিকানা পড়তে ব্যৰ্থ
bn: %s: ঠিকানা পড়তে ব্যর্থ
en@shaw: %s: ю ю
es: %s: no se pudo leer la dirección
eu: %s: Ezin izan da helbidea irakurri
gl: %s: non se puido ler o enderezo
hi: %s: पता पढ़ नहीं सका
kk: %s: адресті оқу мүмкін емес
mr: %s: पत्ता वाचता आला नाही.
ne: %s: ठेगाना पढ्न सकेन
or: %s: ଠିକଣାକୁ ପଢି ପାରିଲା ନାହିଁ
ta: %s: விலாசத்தை படிக்க முடியவில்லை
