Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Your password has been changed but you may have to change it again. Please try again later or contact your system administrator.
ar: غُيِّرت كلمة سرك لكن ربما يتوجب عليك تغييرها مرة أخرى، رجاء حاول مرة أخرى فيما بعد أو اتصل بمدير نظامك.
as: আপনাৰ গুপ্তশব্দপৰিবৰ্তন কৰা হলেও সম্ভৱত তা পুনৰায় পৰিবৰ্তন কৰাৰ প্ৰয়োজন হবে। অনুগ্ৰহ কৰে কিছু সময় পৰে পুনৰায় প্ৰচেষ্টা কৰক অথবা ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: আপনার পাসওয়ার্ড পরিবর্তন করা হলেও সম্ভবত তা পুনরায় পরিবর্তন করার প্রয়োজন হবে। অনুগ্রহ করে কিছু সময় পরে পুনরায় প্রচেষ্টা করুন অথবা সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Vaše heslo bylo změněno, ale možná je bude nutné změnit znovu. Zkuste to prosím později, nebo kontaktujte svého správce systému.
es: Se ha cambiado su contraseña pero puede que la tenga que volver a cambiar. Inténtelo más tarde o contacte con su administrador del sistema.
eu: Pasahitza aldatu da, baina agian berriro aldatu beharko duzu. Saiatu berriro geroago edo jarri harremanetan sistema-administratzailearekin.
gl: O seu contrasinal foi modificado mais pode que teña que cambialo de novo. Ténteo máis tarde ou contacte co administrador do sistema.
hi: आपका शब्दकूट बदल दिया गया है परन्तु आपको इसे फिर बदलना होगा. कृपया बाद में पुनः कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
it: La password è stata cambiata ma potrebbe essere necessario cambiarla nuovamente. Riprovare più tardi o contattare l'amministratore di sistema.
ne: तपाईँको पासवर्ड परिवर्तित भएको छ तर तपाईँले फेरि परिवर्तन गर्नुपर्ने हुन सक्छ । कृपया पछि पुन: प्रयास गर्नुहोस् वा तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
or: ଆପଣଙ୍କର ପ୍ରବେଶ ସଙ୍କେତକୁ ବଦଳା ଯାଇଛି କିନ୍ତୁ ଆପଣଙ୍କୁ ଏହାକୁ ପୁନର୍ବାର ବଦଳାଇବା ପାଇଁ ପଡିପାରେ। ଦୟାକରି କିଛି ସମୟ ପରେ ପୁନର୍ବାର ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pl: Hasło zostało zmienione, ale może wystąpić konieczność ponownej jego zmiany. Proszę spróbować ponownie później lub skontaktować się z administratorem systemu.
sk: Vaše heslo bolo zmenené, ale možno ho budete musieť zmeniť znovu. Prosím, skúste to znova neskôr alebo kontaktujte svojho správcu systému.
ta: உங்கள் கடவுச்சொல் மாற்றப்பட்டுள்ளது. ஆனாலும் நீங்கள் இன்னொரு முறை மாற்றவேண்டியிருக்கலாம். சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் கணிணி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Your password has expired. Only a system administrator can now change it
ar: إنقضت كلمة السر. لن يتمكّن من تغييرها إلا مدير النظام
as: পাসওয়াৰ্ডেৰ মেয়াদ উত্তীৰ্ণ হয়ে গেছে। শুধুমাত্ৰ ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰ দ্বাৰা এইটো পৰিবৰ্তন কৰা সম্ভৱ
bn: পাসওয়ার্ডের মেয়াদ উত্তীর্ণ হয়ে গেছে। শুধুমাত্র সিস্টেম অ্যাডমিনিস্ট্রেটর দ্বারা এটি পরিবর্তন করা সম্ভব
cs: Vaše heslo vypršelo. Nyní je může změnit jen správce systému
es: Su contraseña ha caducado. Ahora sólo puede cambiarla un administrador del sistema
eu: Pasahitza iraungi egin da. Sistema-administratzaileak baino ezin du orain aldatu
gl: O seu contrasinal caducou. Xa só o pode modificar o administrador do sistema
hi: आपका शब्दकूट कालबाधित हो गया है. अब सिर्फ सिस्टम प्रशासक ही इसे बदल सकता है
it: La password è scaduta. Solo l'amministratore di sistema può ora cambiarla
mr: तुमचा गुप्तशब्द आता बाद झाला आहे. फक्त तुमचा प्रणाली प्रशासकच आता तो बदलू शकतो
ne: तपाईँको पासवर्डको म्याद समाप्त भएको छ । प्रणाली प्रशासकले मात्र यो परिवर्तन गर्न सक्दछ
or: ଆପଣଙ୍କର ପ୍ରବେଶ ସଙ୍କେତଟି ନିଷ୍କ୍ରିୟ ହୋଇଯାଇଛି। କେବଳ ଜଣେ ତନ୍ତ୍ର ପ୍ରଶାସକ ବର୍ତ୍ତମାନ ଏହାକୁ ବଦଳାଇ ପାରିବେ
pl: Hasło utraciło ważność. Tylko administrator systemu może je teraz zmienić.
sk: Platnosť vášho hesla vypršala. Teraz ho môže zmeniť iba správca systému
ta: உங்கள் கடவுச்சொல் இறந்து போயிற்று. கணிணி நிர்வாகிதான் இப்போது அதை மாற்ற வேண்டூம்.

source: Internal error on passwdexpired
ar: خطأ داخلي عند passwdexpired
as: passwdexpired'এ অভ্যন্তৰীণ সমস্যা হয়েছে
bn: passwdexpired'এ অভ্যন্তরীণ সমস্যা হয়েছে
es: Error interno en passwdexpired
eu: Barne-errorea passwdexpired-en
gl: Hai un erro interno en passwdexpired
hi: शब्दकूट-एक्सपायर्ड पर आंतरिक त्रुटि
mr: गुप्तशब्द-बाद वर अंतर्गत चूक
ne: म्याद समाप्त भएको पासवर्डमा आन्तरिक त्रुटि
or: ପ୍ରବେଶ ସଙ୍କେତ ନିଷ୍କ୍ରିୟଣ ସମୟରେ ଆଭ୍ଯନ୍ତରୀଣ ତୃଟି
ta: 'கடவுச்சொல் இறந்து போயிற்று' உள் பிழை

source: An internal error occurred. You will not be able to log in. Please try again later or contact your system administrator.
ar: حدث خطأ داخلي. لن يمكنك الولوج. رجاء حاول مرة أخرى فيمابعد أو اتصل بمدير النظام.
as: অভ্যন্তৰীণ সমস্যা দেখা দিয়েছে। আপনি প্ৰৱেশ কৰোঁতে সক্ষম হবে না। অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: অভ্যন্তরীণ সমস্যা দেখা দিয়েছে। আপনি লগ-ইন করতে সক্ষম হবে না। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Došlo k vnitřní chybě. Nebudete se moci přihlásit. Zkuste to prosím později, nebo kontaktujte svého správce systému.
es: Ocurrió un error interno, no podrá iniciar sesión. Inténtelo más tarde o contacte con su administrador del sistema.
eu: Barne-errorea gertatu da, ezingo duzu saioa hasi. Saiatu berriro gero edo jarri harremanetan sistema-administratzailearekin.
gl: Produciuse un erro interno, non poderá iniciar a sesión. Ténteo máis tarde ou contacte co administrador do sistema.
hi: एक आंतरिक त्रुटि हुई, आपका लॉग-इन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने सिस्टम प्रशासक से संपर्क करें.
it: Si è verificato un errore interno. Non sarà possibile effettuare l'accesso. Riprovare più tardi o contattare l'amministratore di sistema.
ne: एउटा आन्तरिक त्रुटि देखा पर्यो । तपाईँ लगइन गर्न सक्षम हुनुहुनेछैन । कृपया पछि पुन: प्रयास गर्नुहोस् वा तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।
or: ଗୋଟିଏ ଆଭ୍ଯନ୍ତରୀଣ ତୃଟି ଘଟିଲା। ଆପଣ ଲଗଇନ କରିପାରିବେ ନାହିଁ। ଦୟାକରି ପୁନର୍ବାର ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pl: Wystąpił wewnętrzny błąd. Uniemożliwia to zalogowanie się. Spróbuj ponownie później lub skontaktuj się z administratorem systemu.
sk: Nastala interná chyba. Nebudete sa môcť prihlásiť. Prosím, skúste to znova neskôr alebo kontaktujte svojho správcu systému.
ta: உள்ளார்ந்த பிழை ஏற்பட்டுள்ளது. உங்களால் உள் நுழைய முடியாது. பின்னர் முயற்சிக்கவும் அல்லது உங்கள் கணிணி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Cannot get passwd structure for %s
ar: لا يمكن تلقي تركيب كلمة السر لـ %s
as: %s'ৰ বাবে passwd'ৰ গঠন পাওয়া যায়নি
bn: %s'র জন্য passwd'র গঠন পাওয়া যায়নি
es: No se pudo obtener la estructura de la contraseña para %s
eu: Ezin da %s(r)en pasahitz-egiturarik lortu
gl: Non se pode obter a estrutura de contrasinal para %s
hi: %s हेतु शब्दकूट स्ट्रक्चर नहीं मिला
mr: %s साठी पासवर्डची रचना मिळू शकली नाही.
ne: %s का लागि पासवर्ड बनावट प्राप्त गर्न सकिँदैन
or: %s ପାଇଁ ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତ ସଂରଚନା
ta: %s க்கான கடவுச்சொல் வடிவத்தை அமைக்க முடியவில்லை

source: You are required to change your password immediately (password aged)
ar: يجب أن تغير كلمة سرك حالا (كلمة السر قديمة)
as: এই মুহূৰ্তে গুপ্তশব্দপৰিবৰ্তন কৰা আবশ্যক (পাসওয়াৰ্ডেৰ মেয়াদ পূৰণ হতে চলেছে)
bn: এই মুহূর্তে পাসওয়ার্ড পরিবর্তন করা আবশ্যক (পাসওয়ার্ডের মেয়াদ পূরণ হতে চলেছে)
cs: Je nutné okamžitě změnit heslo (vypršelo)
es: Debe cambiar la contraseña inmediatamente (contraseña caducada)
eu: Pasahitza berehala aldatu behar duzu (pasahitza zaharkituta)
gl: Debe cambiar o seu contrasinal inmediatamente (o anterior caducou)
hi: आपको अपना शब्दकूट आवश्यक रूप से तत्काल बदलना होगा (शब्दकूट कालबाधित हो चुका है).
it: È necessario cambiare immediatamente la propria password (password scaduta)
mr: तुमचा पासवर्ड तत्काळ बदलण्याची आवश्यकता आहे (पासवर्ड जुना आहे).
ne: तपाईँले पासवर्ड तुरुन्त परिवर्तन गर्न आवश्यक छ (पासवर्ड पुरानो भएकाले)
or: ଆପଣ ଆପଣଙ୍କର ପ୍ରବେଶ ସଙ୍କେତକୁ ଯଥାଶୀଘ୍ର ବଦଳାଇବା ଆବଶ୍ଯକ (ପ୍ରବେଶ ସଙ୍କେତ କାଲବାଧିତ ହୋଇସାରିଛି)
pl: Należy niezwłocznie zmienić hasło (hasło przedawnione)
sk: Musíte si okamžite zmeniť heslo (platnosť vypršala)
ta: நீங்கள் கடவுச்சொல்லை உடனடியாக மாற்றவேண்டும் (கடவுச்சொல் பழையதாகிவிட்டது)

source: You are required to change your password immediately (root enforced)
ar: يجب·أن·تغير·كلمة·سرك·حالا·(فرض الجذر ذلك)
as: এই মুহূৰ্তে গুপ্তশব্দপৰিবৰ্তন কৰা আবশ্যক (root ব্যবহাৰকাৰীৰ নিৰ্দেশানুযায়ী)
bn: এই মুহূর্তে পাসওয়ার্ড পরিবর্তন করা আবশ্যক (root ব্যবহারকারীর নির্দেশানুযায়ী)
cs: Je nutné okamžitě změnit heslo (vynuceno superuživatelem)
es: Debe cambiar la contraseña inmediatamente (forzado por el administrador)
eu: Pasahitza berehala aldatu behar duzu (erroak behartuta)
gl: Debe cambiar o seu contrasinal inmediatamente (obrigado polo superusuario)
hi: आपको अपना शब्दकूट आवश्यक रूप से तत्काल बदलना होगा (रूट द्वारा बाध्य)
it: È necessario cambiare immediatamente la propria password (imposto da root)
mr: तुमचा पासवर्ड तत्काळ बदलण्याची आवश्यकता आहे(?).
ne: तपाईँले पासवर्ड तुरुन्त परिवर्तन गर्न आवश्यक छ (मूल लागू गरिएकोले)
or: ଆପଣ ଆପଣଙ୍କର ପ୍ରବେଶ ସଙ୍କେତକୁ ଯଥାଶୀଘ୍ର ବଦଳାଇବା ଆବଶ୍ଯକ (ରୁଟ ଦ୍ବାରା ବାଧ୍ଯ)
pl: Należy niezwłocznie zmienić hasło (żądanie administratora)
sk: Musíte si okamžite zmeniť heslo (na príkaz správcu)
ta: நீங்கள் கடவுச்சொல்லை உடனடியாக மாற்றவேண்டும் (மூலச் செயல்பாடு)

source: Your account has expired; please contact your system administrator
ar: انقضى حسابك، الرجاء الإتصال بمدير النظام
as: আপনাৰ হিচাপেৰ মেয়াদ উত্তীৰ্ণ হয়েছে; অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: আপনার অ্যাকাউন্টের মেয়াদ উত্তীর্ণ হয়েছে; অনুগ্রহ করে সিস্টেম অ্যাডমিনস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Váš účet vypršel; kontaktujte prosím svého správce systému
es: Su cuenta ha caducado; contacte con su administrador del sistema
eu: Zure kontua iraungi egin da; jarri harremanetan sistema-administratzailearekin
gl: A súa conta caducou; contacte co administrador de sistema
hi: आपका खाता खत्म हो गया है, कृपया अपने सिस्टम प्रशासक से संपर्क करें
it: L'account è scaduto; contattare l'amministratore di sistema
mr: तुमचे खाते बंद झाले आहे, कृपया तुमच्या संगणक व्यवस्थापकाकडे जा.
ne: तपाईँको खाताको म्याद समाप्त भएको छ; कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस्
or: ଆପଣଙ୍କର ଖାତାଟି ଅଚଳ ବନ୍ଦ ହୋଇଯାଇଛି; ଦୟାକରି ଆପଣଙ୍କ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ
pl: To konto utraciło ważność; proszę skontaktować się z administratorem systemu
sk: Platnosť vášho účtu vypršala. Prosím, kontaktujte správcu systému.
ta: உங்கள் கணக்கு முடிந்தது; உங்கள் கணிணி நிர்வாகியை தயவு செய்து தொடர்பு கொள்ளவும்

source: No password supplied
ar: لم تعطيّ كلمة سر جديدة
as: গুপ্তশব্দউল্লেখ কৰা হোৱা নাই
bn: পাসওয়ার্ড উল্লেখ করা হয়নি
cs: Nezadáno heslo
es: No se suministró contraseña
eu: Ez da pasahitzik eman
gl: Non se indicou un contrasinal
hi: कोई शब्दकूट नहीं दिया
it: Nessuna password fornita
mr: पासवर्ड दिलेला नाही.
ne: कुनै पासवर्ड आपुर्ति गरिएको छैन
or: କୌଣସି ପ୍ରବେଶ ସଙ୍କେତ ଦିଆଯାଇ ନାହିଁ
pl: Nie podano hasła
sk: Nebolo zadané heslo
ta: கடவுச்சொல் உள்ளிடவில்லை

source: Password unchanged
ar: لم تتغير كلمة السر
as: গুপ্তশব্দঅপৰিবৰ্তিত ৰয়েছে
bn: পাসওয়ার্ড অপরিবর্তিত রয়েছে
cs: Heslo nebylo změněno
es: Contraseña no cambiada
eu: Pasahitza ez da aldatu
gl: Contrasinal non modificado
hi: शब्दकूट अपरिवर्तित
it: Password non modificata
mr: पासवर्ड बदललेला नाही.
ne: अपरिवर्तित पासवर्ड
or: ପ୍ରବେଶ ସଙ୍କେତ ଅପରିବର୍ତ୍ତିତ ଅଛି
pl: Hasło pozostało niezmienione
sk: Heslo ostalo nezmenené
ta: கடவுச்சொல் மாற்றபடவில்லை

source: Can not get username
ar: لا يمكن تلقي اسم المستخدم
as: ব্যবহাৰকাৰীৰ নাম পাওয়া যায়নি
bn: ব্যবহারকারীর নাম পাওয়া যায়নি
cs: Nelze získat uživatelské jméno
es: No se pudo obtener el nombre de usuario
eu: Ezin da erabiltzaile-izena lortu
gl: Non se pode obter o nome de usuario
hi: उपयोक्ता नाम नहीं मिला
it: Impossibile recuperare il nome utente
mr: वापरकर्त्याचे नाव मिळत नाही.
ne: प्रयोगकर्ता नाम प्राप्त गर्न सकिँदैन
or: ଗୋଟିଏ ଚାଳକ ନାମ ପାଇ ପାରିବ ନାହିଁ
pl: Nie można pobrać nazwy użytkownika
sk: Nie je možné zistiť používateľské meno
ta: பயனர்பெயரை பெற முடியவில்லை

source: Retype new UNIX password:
ar: أعد كتابة كلمة سر يونكس جديدة:
as: নতুন UNIX গুপ্তশব্দপুনৰায় লিখক:
bn: নতুন UNIX পাসওয়ার্ড পুনরায় লিখুন:
cs: Napište znovu nové heslo UNIX:
es: Vuelva a teclear su contraseña UNIX:
eu: Idatzi berriro UNIXeko pasahitz berria:
gl: Reescriba o novo contrasinal UNIX:
hi: नया यूनिक्स शब्दकूट दोबारा टाइप करें:
it: Riscrivere la nuova password UNIX:
mr: य़ुनिक्सचा नवा पासवर्ड पुन्हा टाईप करा.
ne: नयाँ UNIX पासवर्ड पुन: टाइप गर्नुहोस्:
or: ନୂତନ UNIX ପ୍ରବେଶ ସଙ୍କେତକୁ ପୁଣିଥରେ ଟାଇର କରନ୍ତୁ:
pl: Ponownie hasło UNIX:
sk: Zadajte heslo znovu:
ta: புதிய யூனிக்ஸ் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்:

source: Enter new UNIX password:
ar: ادخل كلمة سر يونكس جديدة:
as: নতুন UNIX গুপ্তশব্দলিখক:
bn: নতুন UNIX পাসওয়ার্ড লিখুন:
cs: Zadejte nové heslo UNIX:
es: Introduzca una contraseña UNIX nueva:
eu: Idatzi UNIXeko pasahitz berria:
gl: Introduza o novo contrasinal UNIX:
hi: नया यूनिक्स शब्दकूट भरें:
it: Scrivere la nuova password UNIX:
mr: य़ुनिक्सचा नवा पासवर्ड टाईप करा.
ne: नयाँ:UNIX पासवर्ड प्रविष्ट गर्नुहोस्:
or: ନୂତନ UNIX ପ୍ରବେଶ ସଙ୍କେତକୁ ଭରଣ କରନ୍ତୁ:
pl: Nowe hasło UNIX:
sk: Zadajte nové heslo:
ta: புதிய யூனிக்ஸ் கடவுச்சொல்லை உள்ளிடவும்:

source: (current) UNIX password:
ar: كلمة سر يونكس (الحالية):
as: (বৰ্তমান) UNIX পাসওয়াৰ্ড:
bn: (বর্তমান) UNIX পাসওয়ার্ড:
cs: (současné) heslo UNIX:
es: Contraseña UNIX (actual):
eu: (uneko) UNIXeko pasahitza:
gl: Contrasinal UNIX (actual):
hi: (वर्तमान) यूनिक्स शब्दकूट:
it: Password UNIX (attuale):
mr: युनिक्सचा सध्याचा पासवर्ड
ne: (हालको) UNIX पासवर्ड:
or: (ପ୍ରଚଳିତ) UNIX ପ୍ରବେଶ ସଙ୍କେତ:
pl: (bieżące) hasło UNIX:
sk: (Aktuálne) heslo:
ta: (தற்போதைய) யூனிக்ஸ் கடவுச்சொல்:

source: Error while changing NIS password.
ar: خطأ أثناء تغيير كلمة سر NIS.
as: NIS গুপ্তশব্দপৰিবৰ্তনে সমস্যা।
bn: NIS পাসওয়ার্ড পরিবর্তনে সমস্যা।
cs: Chyba při měnění hesla NIS.
es: Error al cambiar la contraseña NIS.
eu: Errorea gertatu da NIS pasahitza aldatzean.
gl: Hai un erro ao modificar o contrasinal NIS.
hi: एनआईएस शब्दकूट परिवर्तन के दौरान त्रुटि.
it: Errore durante il cambiamento della password NIS.
mr: NIS चा पासवर्ड बदलताना चुक झाली.
ne: NIS पासवर्ड परिवर्तन गर्दा त्रुटि भएको छ ।
or: NIS ପ୍ରବେଶ ସଙ୍କେତକୁ ବଦଳାଇବା ସମୟରେ ତୃଟି।
pl: Błąd podczas zmiany hasła NIS.
sk: Chyba pri zmene hesla NIS.
ta: என்ஐஎஸ் கடவுச்சொல்லை மாற்றுகையில் பிழை.

source: You must choose a longer password
ar: يجب أن تختار كلمة سر أطول
as: অত্যাধিক লম্বা গুপ্তশব্দনিৰ্বাচন কৰা আবশ্যক
bn: অত্যাধিক লম্বা পাসওয়ার্ড নির্বাচন করা আবশ্যক
cs: Je nutné zvolit delší heslo
es: Debe elegir una contraseña más larga
eu: Pasahitz luzeagoa aukeratu behar duzu
gl: Ten que escoller un contrasinal máis longo
hi: आपको अधिक लंबा शब्दकूट चुनना होगा
it: È necessario scegliere una password più lunga
mr: तुम्ही मोठा पासवर्ड निवडला पाहीजे.
ne: तपाईँले लामो पासवर्ड रोज्नु पर्दछ
or: ଆପଣ ଗୋଟିଏ ଲମ୍ବା ପ୍ରବେଶ ସଙ୍କେତ ଚୟନ କରିବା ଉଚିତ
pl: Należy podać dłuższe hasło
sk: Musíte si zvoliť dlhšie heslo
ta: பெரிய கடவுச்சொல்லாக உள்ளிடவும்

source: Password has been already used. Choose another.
ar: كلمة السر مستخدمة. الرجاء اختيار كلمة مغايرة.
as: উল্লিখিত পাসওয়াৰ্ডে পূৰ্বে ব্যবহৃত হয়েছে। অনুগ্ৰহ কৰে একটি পৃথক গুপ্তশব্দনিৰ্বাচন কৰক।
bn: উল্লিখিত পাসওয়ার্ডে পূর্বে ব্যবহৃত হয়েছে। অনুগ্রহ করে একটি পৃথক পাসওয়ার্ড নির্বাচন করুন।
cs: Heslo již bylo použito. Zvolte prosím jiné.
es: La contraseña ya ha sido usada. Elija otra.
eu: Pasahitz hori erabilita dago. Aukeratu beste bat.
gl: O contrasinal xa se usou. Escolla outro.
hi: शब्दकूट पहले ही उपयोग किया जा चुका है. अन्य चुनें.
it: La password è già stata usata. Sceglierne un'altra.
mr: ह्या पासवर्डचा आधीच वापर झाला आहे, दुसरा निवडा
ne: पासवर्ड पहिल्यै प्रयोग भएको छ ।अर्को रोज्नुहोस् ।
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ପୂର୍ବରୁ ବଦଳା ଯାଇଛି। ଆଉ ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତ ଚୟନ କରନ୍ତୁ।
pl: Hasło jest już używane. Proszę podać inne.
sk: Toto heslo ste už použili. Zvoľte iné.
ta: கடவுச்சொல் ஏற்கெனவே உபயோகத்தில் உள்ளது.வேறொன்றை தேர்வு செய்.

source: You must wait longer to change your password
ar: يجب أن تنتظر مدة أطول لتتمكن من تغيير كلمة سرك
as: গুপ্তশব্দপৰিবৰ্তনেৰ বাবে কিছু সময় উপেক্ষা কৰোঁতে হবে
bn: পাসওয়ার্ড পরিবর্তনের জন্য কিছু সময় উপেক্ষা করতে হবে
cs: Na změnu svého hesla je nutné počkat déle
es: Debe esperar más para cambiar su contraseña
eu: Gehiago itxaron behar duzu pasahitza aldatzeko
gl: Ten que esperar máis tempo para cambiar o contrasinal
hi: अपने शब्दकूट को बदलने हेतु आपको अधिक इंतजार करना होगा
it: È necessario attendere più a lungo per cambiare la password
mr: तुमचा पासवर्ड बदलण्यासाठी तुम्हाला बराच वेळ वाट पहावी लागेल.
ne: पासवर्ड परिवर्तन गर्नका लागि तपाईँले लामो समय प्रतिक्षा गर्नुपर्दछ
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ବଦଳାଇବା ପାଇଁ ଆପଣଙ୍କୁ ଅଧିକ ଅପେକ୍ଷା କରିବା ପାଇଁ ପଡିବ
pl: Należy poczekać dłużej, żeby zmienić hasło
sk: Pred zmenou hesla musíte počkať dlhšie
ta: உங்கள் கடவுச்சொல்லை மாற்ற சிறிது நேரம் பொறுக்கவும்

source: Sorry, passwords do not match
ar: عفوا، كلمتا السر لا تتطابقان
as: দুঃক্ষিত, পাসওয়াৰ্ডে গৰমিল
bn: দুঃক্ষিত, পাসওয়ার্ডে গরমিল
cs: Lituji, hesla nesouhlasí
es: Lo siento, las contraseñas no coinciden
eu: Pasahitzak ez datoz bat
gl: Os contrasinais non coinciden
hi: क्षमा करें, शब्दकूट के जोड़ नहीं मिलते
it: Le password non corrispondono
mr: क्षमा करा, पासवर्ड जुळत नाहीत
ne: माफ गर्नुहोस्, पासवर्डहरू मिलेनन्
or: କ୍ଷମା କରିବେ, ପ୍ରବେଶ ସଙ୍କେତ ଟି ମିଶୁନାହିଁି
pl: Niestety, hasła nie są identyczne
sk: Ľutujem, heslá sa nezhodujú
ta: மன்னிக்கவும்,கடவுச்சொற்கள் பொருந்தவில்லை

source: Cannot setup pam handle with null display
ar: لا يمكن إعداد متعامل pam بدون عرض.
as: null ডিসপ্লে সহ pam handle স্থাপন কৰোঁতে ব্যৰ্থ
bn: null ডিসপ্লে সহ pam handle স্থাপন করতে ব্যর্থ
cs: Nelze nastavit "pam handle" s displejem "null"
es: No se puede configurar el manejador pam con pantallas nulas
eu: Ezin izan da pam-maneiatzailea pantaila nuluarekin konfiguratu
gl: Non se pode configurar o manipulador pam con pantalla nula
hi: नल प्रदर्शक के साथ पाम हेन्डल सेटअप नहीं कर सका
it: Impossibile impostare il gestore pam con display nullo
mr: पॅम हँडल रिकाम्या प्रदर्शनासह व्यवस्थित करू शकत नाही
ne: शून्य प्रदर्शनसहित पाम ह्यान्डल सेटअप गर्न सकिँदैन
or: ନଲ ପ୍ରଦର୍ଶକ ସହିତ ପାମ ନିୟନ୍ତ୍ରଣକୁ ବିନ୍ଯାସ କରିପାରିଲା ନାହିଁ
pl: Nie można ustawić uchwytu PAM bez ekranu
sk: Nepodarilo sa nastaviť ovládač pam s displejom null
ta: பாம் கையாளியை காலியான காட்சியாக அமைக்க முடியாது

source: Unable to establish service %s: %s
ar: لا يمكن تنصيب الخدمة %s:·%s
as: %s পৰিসেবা স্থাপন কৰোঁতে ব্যৰ্থ: %s
bn: %s পরিসেবা স্থাপন করতে ব্যর্থ: %s
cs: Nelze spustit službu %s: %s
es: No se pudo establecer el servicio %s: %s
eu: Ezin izan da %s zerbitzua ezarri: %s
gl: Non se pode establecer o servizo %s: %s
hi: सेवा %s: प्रतिष्ठापित करने में अक्षम %s
it: Impossibile stabilire il servizio %s: %s
mr: सेवा %s: सुरु करता येत नाही %s
ne: %s सेवा स्थापना गर्न अक्षम: %s
or: %s ସେବାକୁ ପ୍ରତିଷ୍ଠାପିତ କରିବାରେ ଅସମର୍ଥ: %s
pl: Nie można ustanowić usługi %s: %s
sk: Nepodarilo sa vytvoriť službu %s: %s
ta: சேவையை அமைக்க முடியவில்லை %s: %s

source: Can't set PAM_TTY=%s
ar: لا يمكن ضبط PAM_TTY=%s
as: PAM_TTY=%s নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ
bn: PAM_TTY=%s নির্ধারণ করতে ব্যর্থ
cs: Nelze nastavit PAM_TTY=%s
es: Imposible definir PAM_TTY=%s
eu: Ezin da PAM_TTY=%s konfiguratu
gl: Non se pode establecer PAM_TTY=%s
hi: PAM_TTY=%s नियत नहीं कर पाया
it: Impossibile impostare PAM_TTY=%s
mr: PAM_TTY=%s चे संयोजन करता येत नाही
ne: PAM_TTY=%s सेट गर्न सकिँदैन
or: PAM_TTY=%s କୁ ବିନ୍ଯାସ କରିପାରିବ ନାହିଁ
pl: Nie można ustawić PAM_TTY=%s
sk: Nemôžem nastaviť PAM_TTY=%s
ta: PAM_TTY ஐ இதற்கு அமைக்க முடியவில்லை=%s

source: Can't set PAM_RHOST=%s
ar: لا يمكن ضبط PAM_RHOST=%s
as: PAM_RHOST=%s নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ
bn: PAM_RHOST=%s নির্ধারণ করতে ব্যর্থ
cs: Nelze nastavit PAM_RHOST=%s
es: Imposible definir PAM_RHOST=%s
eu: Ezin da PAM_RHOST=%s konfiguratu
gl: Non se pode configurar PAM_RHOST=%s
hi: PAM_RHOST=%s नियत नहीं कर पाया
it: Impossibile impostare PAM_RHOST=%s
mr: PAM_RHOST=%s चे संयोजन करता येत नाही.
ne: PAM_RHOST=%s सेट गर्न सकिँदैन
or: PAM_RHOST=%s କୁ ବିନ୍ଯାସ କରିପାରିବ ନାହିଁ
pl: Nie można ustawić PAM_RHOST=%s
sk: Nemôžem nastaviť PAM_RHOST=%s
ta: இதற்கு அமைக்க முடியவில்லை: PAM_RHOST=%s

source: Couldn't authenticate user
ar: لم يمكن التوثق من المستخدم
as: ব্যবহাৰকাৰীৰ পৰিচয় পৰীক্ষা কৰোঁতে ব্যৰ্থ
bn: ব্যবহারকারীর পরিচয় পরীক্ষা করতে ব্যর্থ
cs: Nelze ověřit uživatele
es: No se pudo autenticar al usuario
eu: Ezin izan da erabiltzailea autentifikatu
gl: Non se puido autenticar o usuario
hi: उपयोक्ता का प्रामाणीकरण नहीं कर पाया
it: Impossibile autenticare l'utente
mr: वापरकर्त्याची ओळख पटली नाही.
ne: प्रयोगकर्तालाई प्रमाणीकरण गर्न सकेन
or: ଚାଳକକୁ ବୈଧିକ୍ରୁତ କରିପାରିଲା ନାହିଁ
pl: Uwierzytelnienie użytkownika nie powiodło się
sk: Nepodarilo sa overiť používateľa
ta: பயனரை உறுதி செய்ய முடியவில்லை

source: The system administrator is not allowed to login from this screen
ar: غير مسموح لمدير النظام أن يلِج من هذه الشاشة
as: বৰ্তমান পৰ্দায় ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰ অ্যাকউন্টে প্ৰৱেশ কৰা সম্ভৱ নয়
bn: বর্তমান পর্দায় সিস্টেম অ্যাডমিনিস্ট্রেটর অ্যাকউন্টে লগ-ইন করা সম্ভব নয়
cs: Správci systému není dovoleno přihlásit se z této obrazovky
es: No está permitido que el administrador del sistema acceda desde esta pantalla
eu: Sistema-administratzaileak ez du saioa pantaila honetatik hasteko baimenik
gl: Non se lle permite ao administrador do sistema iniciar unha sesión desde esta pantalla
hi: इस स्क्रीन पर सिस्टम प्रशासक का लॉगइन वर्जित है
it: L'amministratore di sistema non è autorizzato a effettuare l'accesso da questa schermata
mr: या पडद्यावरुन संगणक व्यवस्थापकाला प्रवेश करण्यास परवानगी नाही.
ne: प्रणाली प्रशासकलाई यो पर्दाबाट लगइन गर्न अनुमति दिइएको छैन
or: ଏହି ପରଦାରେ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ଲଗଇନ ବର୍ଜିତ ଅଟେ
pl: Logowanie się administratora z tego ekranu jest niedozwolone
sk: Správca systému sa nemôže prihlasovať z tejto obrazovky.
ta: கணிணி நிர்வாகி இந்த திரையில் இருந்து நுழைய முடியாது

source: Authentication token change failed for user %s
ar: فشل تغيير رمز التوثق للمستخدم %s
as: %s ব্যবহাৰকাৰীৰ ক্ষেত্ৰে অনুমোদনেৰ টোকেন পৰিবৰ্তন কৰোঁতে ব্যৰ্থ
bn: %s ব্যবহারকারীর ক্ষেত্রে অনুমোদনের টোকেন পরিবর্তন করতে ব্যর্থ
cs: Změna ověřovacího tokenu selhala u uživatele %s
es: Ha cambiado el indicador de autenticación para el usuario %s
eu: %s erabiltzailearen autentifikazio-tokena ezin izan da aldatu
gl: Fallou o cambio de token de autenticación para usuario %s
hi: उपयोक्ता %s हेतु प्रामाणीकरण टोकन बदलने में असफल
it: Errore nel cambio del token di autenticazione per l'utente %s
mr: वापरकर्त्यासाठी %s असणाऱ्या ओळख चिन्हामध्ये बदल करण्यास अपयश आले.
ne: प्रमाणीकरण टोकन परिवर्तन %s प्रयोगकर्ताका लागि असफल भयो
or: %s ଚାଳକ ପାଇଁ ବୈଧିକରଣ ଟୋକେନ ପରିବର୍ତ୍ତନ ବିଫଳ
pl: Zmiana tokena uwierzytelniającego dla użytkownika %s nie powiodła się
sk: Zmena overovacieho tokenu pre používateľa %s zlyhala
ta: பயனருக்கான உறுதி செய் சீட்டில் தோல்வி %s
