Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: - migrate a backend display from one DMX display to another
ar: - انقل عرض نهاية خلفية من عرض DMX إلى آخر
as: - একটি DMX ডিসপ্লে থেকে পৃথক স্থানে একটি পটভূমিৰ ডিসপ্লে স্থানান্তৰ কৰক
bn: - একটি DMX ডিসপ্লে থেকে পৃথক স্থানে একটি পটভূমির ডিসপ্লে স্থানান্তর করুন
cs: - převede displej na pozadí z jednoho displeje DMX na jiný
es: - migrar una pantalla de segundo plano de una pantalla DMX a otra
eu: - atzeko pantaila DMX pantaila batetik bestera migratzen du
gl: - migrar unha pantalla de backend dunha pantalla DMX a outra
hi: - एक बैकेंड प्रदर्शन को DMX प्रदर्शन से अन्य में भेजें
it: - migra un display di supporto da un display DMX a un altro
ne: एक DMX प्रदर्शनबाट अर्कोमा एउटा ब्याकइन्ड प्रदर्शन स्थानान्तरण गर्नुहोस्
or: - ଗୋଟିଏ DMX ପ୍ରଦର୍ଶନରୁ ଅନ୍ଯ ଗୋଟିଏ ପ୍ରଦର୍ଶନକୁ ଗୋଟିଏ ପ୍ରୁଷ୍ଠଭାଗ ପ୍ରଦର୍ଶନ ଉତ୍ପ୍ରବାସିତ କରନ୍ତୁ
pl: - migruje ekran terminala z jednego ekranu DMX na inny
sk: - prejsť s displejom pozadia z jedného DMX displeja na iný
ta: -பின்தள காட்சி ஒன்றை ஒரு டிஎம்எக்ஸ் காட்சியிலிருந்து இன்னொரு டிஎம்எக்ஸ் காட்சிக்கு இடம் பெயர்

source: You must specify a destination DMX display using %s
ar: يجب عليك تحديد عرض DMX الوِجْهة باستخدام %s
as: %s প্ৰয়োগ কৰে উদ্দিষ্ট DMX ডিসপ্লে উল্লেখ কৰা আবশ্যক
bn: %s প্রয়োগ করে উদ্দিষ্ট DMX ডিসপ্লে উল্লেখ করা আবশ্যক
cs: Je nutné určit cílový displej DMX užívající %s
es: Debe especificar una pantalla DMX de destino usando «%s»
eu: Helburuko %s erabiltzen duen DMX pantaila zehaztu behar duzu
gl: Debe especificar unha pantalla DMX de destino mediante %s
hi: आप एक गंतव्य DMX %s के प्रयोग से जरूर निर्दिष्ट करें
it: È necessario specificare un display destinazione DMX usando %s
ne: तपाईँले %s प्रयोग गरेर गन्तब्य DMX प्रदर्शन निर्दिष्ट गर्नुपर्दछ
or: %s କୁ ବ୍ଯବହାର କରି ଆପଣ ଗୋଟିଏ ଲକ୍ଷ୍ଯସ୍ଥ DMX ପ୍ରଦର୍ଶନକୁ ଉଲ୍ଲେଖ କରିବା ଉଚିତ
pl: Należy podać docelowy ekran DMX używając %s
sk: Musíte zadať cieľový DMX displej pomocou %s
ta: இதை உபயோகித்து இலக்கு டிஎம்எக்ஸ் காட்சியை நீங்கள் குறிப்பிட வேண்டும் %s

source: You must specify a backend display by using %s
ar: يجب عليك تحديد عرض النهاية الخلفية باستخدام %s
as: %s প্ৰয়োগ কৰে পটভূমি ডিসপ্লে উল্লেখ কৰা আবশ্যক
bn: %s প্রয়োগ করে পটভূমি ডিসপ্লে উল্লেখ করা আবশ্যক
cs: Je nutné určit displej na pozadí použitím %s
es: Debe especificar una pantalla de segundo plano mediante «%s»
eu: %s erabiltzen duen atzeko pantaila zehaztu behar duzu
gl: Debe especificar unha pantalla de backend mediante %s
hi: आप %s के प्रयोग से एक बैकेंड प्रदर्षन जरूर निर्दिष्ट करें
it: È necessario specificare un display di supporto usando %s
ne: तपाईँले %s प्रयोग गरेर ब्याकइन्ड प्रदर्शन निर्दिष्ट गर्नुपर्दछ
or: %s କୁ ବ୍ଯବହାର କରି ଆପଣ ଗୋଟିଏ ପ୍ରୁଷ୍ଠଭାଗ ପ୍ରଦର୍ଶନକୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରିବା ଉଚିତ
pl: Należy podać ekran terminala używając %s
sk: Musíte zadať displej pozadia pomocou %s
ta: இதை உபயோகித்து பின்தள காட்சியை நீங்கள் குறிப்பிட வேண்டும் %s

source: DMXAddScreen "%s" failed on "%s"
ar: فشل DMXAddScreen "%s" على "%s"
as: DMXAddScreen "%s", "%s"'এ ব্যৰ্থ
bn: DMXAddScreen "%s", "%s"'এ ব্যর্থ
cs: DMXAddScreen "%s" selhal při "%s"
es: DMXAddScreen «%s» ha fallado en «%s»
eu: "%s" DMXAddScreen-ek "%s"(e)n huts egin du
gl: DMXAddScreen "%s" fallou en "%s"
hi: DMXAddScreen "%s" "%s" पर विफल रहा
it: DMXAddScreen "%s" fallito su "%s"
ne: DMX ले "%s" पर्दा "%s"मा थप्न असफल भयो
or: "%s" DMX ସଂଯୋଗ ପରଦା "%s" ରେ ବିଫଳ
pl: DMXAddScreen "%s" nie powiodło się na "%s"
sk: DMXAddScreen "%s" zlyhalo na "%s"
ta: DMXAddScreen "%s" "%s"ல் செயலிழக்கப்பட்டது

source: gdmaskpass only runs as root
ar: GDMaskpass يعمل فقط كجذر
as: gdmaskpass শুধুমাত্ৰ root পৰিচয়ে চালানো সম্ভৱ
bn: gdmaskpass শুধুমাত্র root পরিচয়ে চালানো সম্ভব
cs: gdmaskpass lze spustit jen jako superuživatel
es: gdmaskpass solamente se ejecuta como administrador
eu: gdmaskpass root gisa bakarrik exekuta daiteke
gl: gdmaskpass só se executa como superusuario
hi: जीडीएमआस्कपास सिर्फ रूट पर चलता है
it: gdmaskpass funziona solo se eseguito da root
mr: gdmaskpass केवळ मुख्य वापरकर्त्या द्वारा(रूट) चालू होते
ne: मूलको रूपमा GDMaskpass मात्र चल्दछ
or: gdmaskpass କେବଳ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ଭାବରେ ଚାଲିଥାଏ
pl: gdmaskpass może być uruchomiony tylko z prawami użytkownika root
sk: gdmaskpass musíte spustiť ako root
ta: gdmaskpass மூல உபயோகத்தில் மட்டும் ஓடும்

source: Authentication failure!
ar: فشل التحقق!
as: পৰিচয় প্ৰমাণে ব্যৰ্থ!
bn: পরিচয় প্রমাণে ব্যর্থ!
cs: Ověření selhalo!
es: Ha fallado la autenticación
eu: Autentifikazioak huts egin du!
gl: Fallo de autenticación!
hi: प्रमाणीकरण असफल!
it: Autenticazione fallita.
mr: मान्यता मिळाली नाही
ne: प्रमाणीकरण असफलता!
or: ବୈଧିକରଣ ପ୍ରକ୍ରିୟା ବିଫଳ!
pl: Błąd uwierzytelniania.
sk: Overenie zlyhalo!
ta: உறுதி செய்வதில் தோல்வி!

source: (memory buffer)
es: (búfer de memoria)
eu: (memoria-bufferra)
mr: (साठवण)

source: An error occurred while loading user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
es: Ha ocurrido un error mientras se cargaba el elemento de interfaz de usuario %s%s del archivo %s. Posiblemente la descripción de interfaz de glade está corrupta. %s no puede continuar y terminará ahora. Debería comprobar su instalación de %s o reinstalar %s.
eu: Errorea gertatu da erabiltzailearen %s%s interfaze-elementua %s fitxategitik kargatzean. Beharbada glade interfazearen azalpena oker zegoen. %s(e)k ezin du jarraitu eta irten egingo da. %s(r)en instalazioa egiaztatu edo %s berriro instalatu behar zenuke.

source: Cannot load user interface
es: No se puede cargar el interfaz de usuario
eu: Ezin da erabiltzailearen interfazea kargatu
mr: वापरकर्ता संवाद सुरू होत नाही

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
es: El archivo Glade presenta errores. Verifique que el archivo correcto esté instalado. archivo: %s widget: %s
eu: Glade fitxategia hondatuta dago! Egiaztatu fitxategi zuzena dagoela instalatuta! fitxategia: %s trepeta: %s

source: An error occurred while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
es: Ha ocurrido un error mientras se cargaba el elemento de interfaz de usuario %s%s del archivo %s. El widget de tipo Clist debería tener %d columna. Posiblemente la descripción de interfaz de glade está corrupta. %s no puede continuar y terminará ahora. Debería comprobar su instalación de %s o reinstalar %s.
eu: Errorea gertatu da erabiltzailearen %s%s interfaze-elementua %s fitxategitik kargatzean. Clist motako trepetak zutabe %d eduki behar du. Beharbada glade interfazearen azalpena oker zegoen. %s(e)k ezin du jarraitu eta orain irtengo da. %s(r)en instalazioa egiaztatu edo %s berriro instalatu behar zenuke.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
es: El archivo Glade presenta errores. Verifique la correcta instalación del archivo. archivo: %s widget: %s columnas clist esperadas: %d
eu: Glade fitxategia hondatuta dago! Egiaztatu fitxategi zuzena dagoela instalatuta! fitxategia: %s trepeta: %s espero zen clist zutabe-kopurua: %d

source: An error occurred while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
es: Ha ocurrido un error mientras se cargaba el elemento de interfaz de usuario del archivo %s. Posiblemente la descripción de interfaz de Glade no se ha encontrado. %s no puede continuar y terminará ahora. Debería comprobar su instalación de %s o reinstalar %s.
eu: Errorea gertatu da erabiltzailearen interfazea %s fitxategitik kargatzean. Beharbada glade interfazearen azalpena ez da aurkitu. %s(e)k ezin du jarraitu eta irten egingo da. %s(r)en instalazioa egiaztatu edo %s berriro instalatu behar zenuke.

source: No interface could be loaded. This is BAD! (file: %s)
es: No se pudo cargar ninguna interfaz. ¡Esto es MALO! (archivo: %s)
eu: Ezin izan da interfazerik kargatu, OKERRA! (fitxategia: %s)

source: Too many alias levels for a locale; may indicate a loop
es: Demasiados niveles de alias para una configuración regional, puede indicar un bucle
eu: Aliasen maila gehiegi locale baterako, begizta egon daiteke

source: Didn't understand `%s' (expected integer)
bn: `%s' বোধগম্য নয় (পূর্ণসংখ্যা প্রত্যাশিত)
cs: Nerozpoznáno "%s" (očekáváno celé číslo)
gl: Non se entendeu `%s' (esperábase un enteiro)
hi: समझ नहीं पाया `%s' (पूर्णांक प्रत्याशित)
it: Errore di interpretazione di "%s" (atteso un intero)
ne: `%s' (अपेक्षित इन्टिजर) बुझिएन
or: `%s' କୁ ବୁଝିପାରିଲା ନାହିଁ (ପୂର୍ଣ୍ଣ ସଂଖ୍ଯା ଆଶା କରାଯାଉଥିଲା)
pl: Nie zrozumiano "%s" (oczekiwano liczby całkowitej)
sk: Neporozumel som `%s' (očakával som celočíselnú hodnotu)
ta: புரியவில்லை `%s' (எதிர்பார்த்த எண்)

source: Integer `%s' is too large or small
bn: পূর্ণসংখ্যা `%s'-র অত্যাধিক বেশি অথবা কম
cs: Celé číslo "%s" je příliš vysoké nebo nízké
gl: O enteiro `%s' é demasiado grande ou demasiado pequeno
hi: पूर्णांक `%s' बहुत बड़ा या छोटा है
it: L'intero "%s" è troppo grande o troppo piccolo
ne: `%s' इन्टिजर धेरै ठूलो वा सानो छ
or: `%s' ପୂର୍ଣ୍ଣ ସଂଖ୍ଯାଟି ଖୁବ ବଡ କିମ୍ବା ଛୋଟ ଅଟେ
pl: Wartość liczby całkowitej "%s" jest zbyt duża lub zbyt mała
sk: Celočíselná hodnota `%s' je príliš malá alebo veľká
ta: எண் `%s' மிக சிறியது அல்லது பெரியது

source: Didn't understand `%s' (expected true or false)
bn: `%s' বোধগম্য নয় (true অথবা false প্রত্যাশিত)
cs: Nerozpoznáno "%s" (očekávaná hodnota "true" nebo "false")
gl: Non se entendeu `%s' (esperábase true ou false)
hi: `%s' को नहीं समझा (प्रत्याशित सही या गलत)
it: Errore di interpretazione di "%s" (atteso un booleano)
ne: `%s' (अपेक्षित ठीक वा बेठीक) बुझिएन
or: `%s' କୁ ବୁଝିପାରିଲା ନାହିଁ (true କିମ୍ବା false ଆଶା କରାଯାଉଥିଲା)
pl: Nie zrozumiano "%s" (oczekiwano prawda lub fałsz)
sk: Nerozumel som `%s' (očakával som pravda alebo nepravda)
ta: புரியவில்லை `%s' (சரி அல்லது தவறு எதிர்பார்க்கிறது)

source: Text contains invalid UTF-8
bn: টেক্সটের মধ্যে অবৈধ UTF-8 উপস্থিত
cs: Text obsahuje neplatné UTF-8
gl: O texto contén UTF-8 non válido
hi: पाठ अवैध UTF-8 समाहित करता है
it: Il testo contiene UTF-8 non valido
ne: पाठले अवैध UTF-8 समाविष्ट गर्दछ
or: ପାଠ୍ଯ ଅବୈଧ UTF-8 ଅକ୍ଷର ଧାରଣ କରିଅଛି
pl: Tekst zawiera nieprawidłowe kodowanie UTF-8
sk: Text obsahuje neplatné UTF-8
ta: உரையில் செல்லுபடியாகாத UTF-8 வரியுருகள் உள்ளன

source: Common Desktop Environment (CDE)
hi: कॉमन डेस्कटॉप इनवायरांमेंट (CDE)
ne: साझा डेस्कटप वातावरण (सीडीई)
or: ସାଧାରଣ ଡେସ୍କଟପ ପରିବେଶ (ସି.ଡି.ଇ.)
ta: பொது மேல்மேசை சூழல் (CDE)

source: System has no Xclients file, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window.
bn: সিস্টেমে Xclients ফাইল অনুপস্থিত থাকার ফলে ফেইল-সেফ xterm সেশান আরম্ভ করা হবে। উইন্ডোর উপর মাউস পয়েন্টার স্থাপন করা হলে সেগুলি উজ্জ্বল করা হবে। এই মোড থেকে প্রস্থান করার জন্য উইন্ডোর মধ্যে 'exit' টিপুন।
cs: Systém nemá k dispozici žádný soubor Xclient, takže došlo ke spuštění záchranného sezení xterm. Okna budou aktivní jen pokud nad nimi bude kurzor myši. Tento režim lze opustit napsáním "exit" v okně.
hi: सिस्टम के पास कोई Xclients फाइल नहीं है, अतः फेलसेफ एक्सटर्म सत्र प्रारंभ कर दिया है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर माउस संकेतक उसके ऊपर होगा. इस मोड से बाहर जाने हेतु विंडो में टाइप करें 'exit'
it: Il sistema non presenta alcun file Xclients, quindi viene avviata una sessione xterm di emergenza. Le finestre avranno il focus solo se il puntatore del mouse vi è posizionato sopra. Per uscire da questa modalità, digitare "exit" nella finestra.
ne: प्रणालीसँग Xक्लाइन्ट फाइल छैन, त्यसैले failsafe xterm सत्र सुरुआत गर्दैछ । यदि तिनिहरू माथि माउस सूचक छ भने मात्र सञ्झ्यालहरूमा फोकस हुनेछ । यस मोडबाट बाहिरिनका लागि तपाईँले सञ्झ्यालमा 'exit' टाइप गर्नुहोस् ।
or: ଅଧିବେଶନକୁ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ, ତେଣୁ ଗୋଟିଏ ଫେଲ-ସେଫ ଏକ୍ସ-ଟାର୍ମ ଅଧିବେଶନକୁ ପ୍ରାରମ୍ଭ କରୁଅଛି। ୱିଣ୍ଡୋ ଗୁଡିକ ସେତେବେଳେ ଆକର୍ଷିତ ହେବେ ଯେତେବେଳେ ମାଉସ ସୂଚକ ସେମାନଙ୍କ ଉପରେ ଥିବ। ଏହି ଧାରାରୁ ବାହାରକୁ ଯିବା ପାଇଁ ୱିଣ୍ଡୋର ଉପର ଭାଗର ବାମ ପାର୍ଶ୍ବରେ 'exit' ଟାଇପ କରନ୍ତୁ
pl: W systemie brakuje pliku Xclients, więc została uruchomiona awaryjna sesja xterminala. Okna otrzymują skupienie tylko gdy znajduje się nad nimi kursor myszy. Aby opuścić ten tryb należy wprowadzić "exit" w oknie.
sk: Systém nemá súbor Xclients, takže spúšťam záchrannú reláciu xterm. Okná budú aktívne iba ak máte nad nimi kurzor. Pre ukončenie tejto relácie napíšte do okna príkaz 'exit'.
ta: கணினியில் எக்ஸ் சார்ந்தோன் இல்லை. அதனால் தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம் அமர்வு துவக்கப்பட்டது. சாளரத்தில் மீது சுட்டியை வைத்தால் தான் சாளரம் செயலாக்கப்படும். இந்த நிலையில் இருந்து வெளி வர 'exit' என சாளரத்தில் உள்ளிடவும்.

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window.
bn: সেশান আরম্ভ করতে বিফল হওয়ার ফলে ফেইল-সেফ xterm সেশান আরম্ভ করা হবে। উইন্ডোর উপর মাউস পয়েন্টার স্থাপন করা হলে সেগুলি উজ্জ্বল করা হবে। এই মোড থেকে প্রস্থান করার জন্য উইন্ডোর মধ্যে 'exit' টিপুন।
cs: Spuštění sezení selhalo, takže došlo ke spuštění záchranného sezení xterm. Okna budou aktivní jen pokud nad nimi bude kurzor myši. Tento režim lze opustit napsáním "exit" v okně.
hi: सत्र प्रारंभ करने में विफल अतः मैंने फेलसेफ एक्सटर्म सत्र प्रारंभ कर दिया है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर माउस संकेतक होगा. इस मोड से बाहर जाने हेतु विंडो में टाइप करें 'exit'
it: Impossibile avviare la sessione, quindi viene avviata una sessione xterm di emergenza. Le finestre avranno il focus solo se il puntatore del mouse vi è posizionato sopra. Per uscire da questa modalità, digitare "exit" nella finestra.
ne: सत्र सुरुआत गर्न असफल भयो, त्यसैले failsafe xterm सत्र सुरुआत गर्दैछ । यदि तिनिहरू माथि माउस सूचक छ भने मात्र सञ्झ्याहरूमा फोकस हुनेछ । यस मोडबाट बाहिर निस्कनका लागि सञ्झ्यालमा 'exit' टाइप गर्नुहोस् ।
or: ଅଧିବେଶନ ପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ, ତେଣୁ ଗୋଟିଏ ଫେଲ-ସେଫ ଏକ୍ସ-ଟାର୍ମ ଅଧିବେଶନ ପ୍ରାରମ୍ଭ କରୁଅଛି। ୱିଣ୍ଡୋ ଗୁଡିକ ସେତେବେଳେ ଆକର୍ଷିତ ହେବେ ଯେତେବେଳେ ମାଉସ ସୂଚକ ସେମାନଙ୍କ ଉପରେ ଥିବ। ଏହି ଧାରାରୁ ବାହାରକୁ ଯିବା ପାଇଁ ୱିଣ୍ଡୋରେ 'exit' ଟାଇପ କରନ୍ତୁ।
pl: Nie można było uruchomić wybranej sesji, więc została uruchomiona awaryjna sesja xterminala. Okna otrzymują skupienie tylko gdy znajduje się nad nimi kursor myszy. Aby opuścić ten tryb należy wprowadzić "exit" w oknie.
sk: Nepodarilo sa spustiť vašu reláciu, preto sa spustila záchranná relácia s xterm. Okná budú aktívne iba ak máte nad nimi kurzor. Pre ukončenie relácie napíšte do okna príkaz 'exit'.
ta: உங்கள் அமர்வை என்னால் துவக்க முடியவில்லை மற்றும் அதனால் தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம் அமர்வு துவக்கப்பட்டது. சாளரத்தில் மீது சுட்டியை வைத்தால் தான் சாளரம் செயலாக்கப்படும். இந்த நிலையில் இருந்து வெளி வர 'exit' என சாளரத்தில் உள்ளிடவும்.

source: GNOME
ar: جنوم
hi: गनोम
mr: जीनोम
ne: जिनोम
or: ନୋମ
ta: க்நோம்

source: %s: BaseXsession empty; using %s
bn: %s: BaseXsession ফাঁকা; %s ব্যবহার করা হবে
cs: %s: BaseXsession prázdné; používá se %s
hi: %s: BaseXsession खाली; %s प्रयोग कर रहा है
it: %s: BaseXsession vuoto; in uso %s
ne: %s: BaseXsession खाली छ; %s प्रयोग गर्दै
or: %s: BaseXsession ଖାଲି ଅଛି; %s ବ୍ଯବହାର କରୁଅଛି
pl: %s: puste BaseXsession; użyto %s
sk: %s: Prázdne BaseXsession; použijem %s
ta: %s: அடிப்படைஎக்ஸ்அமர்வு காலி, %s ஐ பயன்படுத்துகிறது

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %d and group %d. Please correct the ownership or GDM configuration and restart GDM.
bn: সার্ভার অনুমোদনের ডিরেক্টরি (daemon/ServAuthDir) রূপে %s ধার্য করা হয়েছে কিন্তু এটি ব্যবহারকারী %d ও দল %d-র মালিকানাধীন নয়। অনুগ্রহ করে GDM কনফিগারেশন অথবা মালিকানা সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Adresář k ověřování serveru (daemon/ServAuthDir) je nastaven na %s, ale nevlastní jej uživatel %d a skupina %d. Upravte prosím vlastníka adresáře nebo nastavení GDM a restartujte jej.
hi: सर्वर ऑथराइजेशन निर्देशिका (daemon/ServAuthDir) %s में नियत है लेकिन उपयोक्ता %d और समूह %d के स्वामित्व में नहीं है. कृपया स्वामित्व अथवा जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: La directory di autorizzazione del server (daemon/ServerAuthDir) è impostata a %s, ma non è di proprietà dell'utente %d e del gruppo %d. Correggere il proprietario o la configurazione di GDM e riavviare GDM.
ne: सर्भर प्रमाणीकरण डाइरेक्टरी (daemon/ServAuthDir) लाई %s मा सेट गरिएको छ । तर %d प्रयोगकर्ता र %d समूहको स्वामित्वमा छैन । कृपया स्वामित्व वा GDM कन्फिगरेसन सँच्याउनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: ସେବକ ବୈଧିକରଣ ଡିରେକ୍ଟୋରି (ଡେମନ/ServAuthDir) କୁ %s ଭାବରେ ବିନ୍ଯାସ କରାଯାଇଛି କିନ୍ତୁ ଏହା %d ଚାଳକ ଏବଂ %d ସମୂହ ଦ୍ବାରା ଏହା ଅଧିକୃତ ନୁହେଁ। ଦୟାକରି ସ୍ବାମିତ୍ବକୁ କିମ୍ବା ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନର୍ଚାଳନ କରନ୍ତୁ।
pl: Katalog autoryzacji serwera (daemon/ServAuthDir) jest ustawiony na %s, lecz jego właścicielem i grupą nie są %d i %d. Proszę poprawić uprawnienia lub konfigurację GDM, i uruchomić go ponownie.
sk: Priečinok prihlásenia servera (daemon/ServAuthDir) je nastavený na %s, ale nevlastní ho používateľ %d a skupina %d. Prosím, opravte vlastníka alebo konfiguráciu GDM a reštartujte GDM.
ta: சேவை உறுதிசெய் அடைவு (daemon/ServAuthDir) %s க்கு அமைக்கபட்டுள்ளது ஆனால் பயனர் %d மற்றும் குழு %d க்கு உரிமை இல்லை. தயவுசெய்து உரிமையை அல்லது அல்லது ஜிடிஎம் உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம்ஐ துவக்குகக

source: %s: Authdir %s is not owned by user %d, group %d. Aborting.
bn: %s: Authdir %s, %d ব্যবহারকারী ও %d দলের মালিকানাধীন নয়। কর্ম বাতিল করা হচ্ছে।
cs: %s: Adresář AuthDir %s není vlastněn uživatelem %d a skupinou %d. Probíhá ukončování.
hi: %s: Authdir %s उपयोक्ता %d समूह %d के स्वामित्व में नहीं है. छोड़ रहा है.
it: %s: la directory di autorizzazione %s non è di proprietà dell'utente %d, del gruppo %d. Chiusura in corso.
ne: %s: %s Authdir %d प्रयोगकर्ता, %d समूहद्वारा स्वामित्व लिएको छैन । परित्याग गर्दै ।
or: %s: Authdir %s ଟି %d ଚାଳକ, %d ସମୂହ ଦ୍ବାରା ଅଧିକୃତ ନୁହେଁ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Katalogowi autoryzacji %s nie przypisano właściciela %d i grupy %d. Rezygnacja.
sk: %s: Priečinok pre overovanie %s nevlastní používateľ %d, skupina %d. Končím.
ta: %s: உறுதிஅடைவு %s இல் பயனர் %d, குழு %d க்கு உரிமை இல்லை கைவிடப் படுகிறது.

source: Could not create socket!
bn: সকেট নির্মাণ করতে ব্যর্থ!
en@shaw: 别 !
hi: सॉकेट नहीं बना सकता!
kk: Сокет құру мүмкін емес!
my: ဆော့ကတ် မဖန်တီးနိုင်ခဲ့ပါ
ne: सकेट सिर्जाना गर्न सकेन!
ta: சொருகுவாயை உருவாக்க முடியவில்லை!

source: Could not extract authlist from packet
bn: প্যাকেট থেকে authlist পড়া যায়নি
hi: पैकेट से authlist नहींसूची नहीं निकाल सका
kk: Дестеден authlist алу мүмкін емес
ne: प्याकेटबाट प्रमाणीकरण सूची झिक्न सकेन
or: ପ୍ଯାକେଟରୁ ପ୍ରାମାଣୀକ-ସୂଚୀ ନିର୍ଯ୍ଯାସ କରିପାରିଲା ନାହିଁ
ta: கட்டுத் தொகுப்பில் இருந்து உரிமை பட்டியலை எடுக்க முடியவில்லை

source: Error in checksum
bn: checksum'এ ত্রুটি
hi: चेकसम में त्रुटि
kk: Тексеру сомасы қате
ne: चेकसममा त्रुटि
or: ଚେକ-ଶମରେ ତୃଟି
ta: செக்சம் கணக்கு பரிசோதிப்பில் பிழை

source: Bad address
bn: ঠিকানা সঠিক নয়
en@shaw: ю
hi: बुरा पता
kk: Адрес қате
ne: गलत ठेगाना
or: ଖରାପ ଠିକଣା
ta: தப்பான விலாசம்

source: XDMCP: Could not create XDMCP buffer!
bn: XDMCP: XDMCP বাফার নির্মাণ করতে ব্যর্থ!
cs: XDMCP: Nelze vytvořit zásobník XDMCP!
hi: XDMCP: XDMCP बफर नहीं बना सके!
it: XDMCP: impossibile creare il buffer XDMCP.
my: XDMCP: XDMCP ဘက်ဖ်ဖာ မဖန်တီးနိုင်ခဲ့ပါ။
ne: %s: XDMCP बफर सिर्जना गर्न सकेन !
or: XDMCP: XDMCP ବଫର ସୃଷ୍ଟି କରିପାରିଲା ନାହିଁ!
pl: XDMCP: Nie można utworzyć bufora XDMCP!
sk: XDMCP: Nepodarilo sa vytvoriť XDMCP medzipamäť!
ta: XDMCP: இடையகத்தை உருவாக்க முடியவில்லை!

source: XDMCP: Could not read XDMCP header!
bn: XDMCP: XDMCP হেডার পড়তে ব্যর্থ!
hi: XDMCP: XDMCP हेडर नहीं पढ़ सका!
kk: XDMCP: XDMCP header оқу мүмкін емес!
my: အိပ်စ်ဒီအမ်စီပီ - အိပ်စ်ဒီအမ်စီပီခေါင်းစီးကို မဖတ်နိုင်ခဲ့ပါ။
ne: %s: XDMCP हेडर पढ्न सकेन !
or: XDCMP: XDMCP ଶୀର୍ଷକକୁ ପଢି ପାରିଲା ନାହିଁ!
ta: XDMCP: தலைப்பை படிக்க முடியவில்லை!

source: XDMCP: Incorrect XDMCP version!
bn: XDMCP: XDMCP সংস্করণ সঠিক নয়!
hi: XDMCP: गलत XDMCP संस्करण!
my: အိပ်စ်ဒီအမ်စီပီ - မမှန်ကန်သော အိပ်စ်ဒီအမ်စီပီ ဗားရှင်း။
ne: %s: गलत XDMCP संस्करण !
or: XDCMP: ଭୂଲ XDMCP ସଂସ୍କରଣ!
ta: XDMCP: தப்பான XDMCP பதிப்பு!

source: Could not get server hostname: %s!
bn: সার্ভারের হোস্ট-নেম পাওয়া যায়নি: %s!
en@shaw: ю 火 ｐ答别: %s!
hi: सर्वर होस्टनेम नहीं पा सका: %s!
kk: Сервердің хост атын алу мүмкін емес: %s!
ne: सर्भरको होस्टनाम प्राप्त गर्न सकेन: %s !
or: ସେବକର ଆଧାର ନାମକୁ ପାଇ ପାରିଲା ନାହିଁ: %s!
ta: சேவையக புரவலன் பெயரை பெற முடியவில்லை: %s!

source: Alternative GDM System Defaults configuration file
bn: GDM সিস্টেম ডিফল্ট কনফিগারেশনের বিকল্প ফাইল
cs: Alternativní výchozí konfigurační soubor GDM
hi: वैकल्पिक GDM सिस्टम मूलभूत विन्यास फाइल
it: File di configurazione "GDM System Defaults" alternativo
ne: वैकल्पिक GDM प्रणालीले कन्फिगरेसन फाइल पूर्वनिर्धारण गर्दछ
or: ବୈକଳ୍ପିକ ଜି.ଡି.ଏମ୍. ତନ୍ତ୍ରର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବିନ୍ଯାସ ଫାଇଲ
pl: Alternatywny plik domyślnej konfiguracji GDM
sk: Alternatívny konfiguračný súbor systémových predvolieb
ta: மாற்று முன்னிருப்பு ஜிடிஎம் கணினி வடிவமைப்பு கோப்பு

source: Display '%s' cannot be opened by nested display
bn: nested প্রদর্শনব্যবস্থা দ্বারা '%s' ডিসপ্লে খোলা সম্ভব নয়
cs: Displej "%s" nemůže být otevřen vnořeným displejem
hi: प्रदर्शक '%s' नेस्टेड डिस्प्ले के द्वारा खोला नहीं जा सकता है
it: Il display "%s" non può essere aperto dal display annidato
ne: '%s' प्रदर्शन nest गरिएको प्रदर्शनद्वारा खोल्न सकिँदैन
or: '%s' ପ୍ରଦର୍ଶନକୁ ନିହିତ ପ୍ରଦର୍ଶନ ଦ୍ବାରା ଖୋଲିହେବ ନାହିଁ
pl: Ekran "%s" nie może zostać otwarty przez zagnieżdżony wyświetlacz
sk: Displej '%s' nie je možné otvoriť pomocou vnoreného displeja
ta: காட்சி: '%s' ஐ நெஸ்ட் காட்சியால் திறக்க முடியவில்லை

source: %s: Could not exec %s
bn: %s: %s exec করতে ব্যর্থ
cs: %s: Nelze spustit %s
hi: %s: %s को चला नहीं सका
it: %s: impossibile eseguire %s
ne: %s: %s कार्यान्वयन गर्न सकेन
or: %s: %s କୁ ଚଳାଇ ପାରିଲା ନାହିଁ
pl: %s: Nie można uruchomić %s
sk: %s: Nepodarilo sa spustiť %s
ta: %s: %s ஐ இயக்க முடியவில்லை

source: GDM (GNOME Display Manager) is not running.
bn: GDM (GNOME Display Manager) বর্তমানে চলছে না।
cs: GDM (správce obrazovky GNOME) neběží.
hi: जीडीएम (गनोम डिस्प्ले प्रबंधक) नहीं चल रहा है.
it: GDM (GNOME Display Manager) non è in esecuzione.
ne: GDM (GNOME प्रदर्शन प्रबन्धक) चलिरहेको छैन ।
or: ଜି.ଡି.ଏମ. (ନୋମ ପ୍ରଦର୍ଶନ ପରିଚାଳକ) ଚାଲୁନାହିଁ।
pl: GDM (Menedżer wyświetlania GNOME) nie jest uruchomiony.
sk: GDM (Správca displeja GNOME) nebeží.
ta: ஜிடிஎம் (க்நோம் காட்சி மேலாளர்) ஓடவில்லை.
