Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Can't open %s for writing
ar: لا يمكن فتح %s للكتابة
as: লেখাৰ বাবে %s খুলতে ব্যৰ্থ
bn: লেখার জন্য %s খুলতে ব্যর্থ
cs: Nelze otevřít %s k zápisu
es: No se ha podido abrir %s para escritura
eu: Ezin izan da %s idazteko ireki
gl: Non se pode abrir %s para escritura
hi: फ़ाइल %s लिखने हेतु नहीं खोल सका
it: Impossibile aprire %s in scrittura
mr: लिहिण्यासाठी %s चालू करता आले नाही.
ne: लेख्नका लागि %s खोल्न सकिँदैन
or: ଲେଖିବା ପାଇଁ %sକୁ ଖୋଲି ପାରିବ ନାହିଁ
pl: Nie można otworzyć %s do zapisu
sk: Nemôžem otvoriť %s pre zápis
ta: எழுதுவதற்காக %s ஐ திறக்க முடியவில்லை

source: - The GNOME login manager
ar: - مدير ولوج جنوم
as: - GNOME প্ৰৱেশ পৰিচালনব্যবস্থা
bn: - GNOME লগ-ইন পরিচালনব্যবস্থা
cs: - správce přihlášení GNOME
es: - El gestor de entrada de GNOME
eu: _GNOMEren saioa hasteko kudeatzailea
gl: - O xestor de inicio de sesión de Gnome
hi: - GNOME लॉगइन प्रबंधक
it: - Il gestore di accesso di GNOME
ne: जीनोम लगइन प्रबन्धक
or: - ନୋମ ଲଗଇନ ପରିଚାଳକ
pl: - Menedżer logowania GNOME
sk: - Správca prihlásenia
ta: - க்நோம் உள் அனுமதி மேலாளர்

source: main options
ar: الخيارات الرئيسية
as: প্ৰধান বিকল্প
bn: প্রধান বিকল্প
cs: hlavní volby
es: opciones principales
eu: Aukera nagusiak
gl: opcións principais
hi: मुख्य विकल्प
it: opzioni principali
ne: मुख्य विकल्पहरू
or: ମୂଖ୍ଯ ବିକଲ୍ପ
pl: główne opcje
sk: hlavné voľby
ta: முக்கிய விருப்பங்கள்

source: Only root wants to run GDM
ar: فقط الجذر يريد تشغيل GDM
as: শুধুমাত্ৰ root দ্বাৰা GDM সঞ্চালিত হবে
bn: শুধুমাত্র root দ্বারা GDM সঞ্চালিত হবে
cs: Pouze superuživatel chce spustit GDM
es: Solamente el administrador puede ejecutar GDM
eu: Root-ak bakarrik nahi du gdm exekutatu
gl: Só o superusuario quere executar o GDM
hi: सिर्फ रूट जीडीएम चलाना ताहता है
it: Solo l'utente root può avviare GDM
ne: मूलले मात्र GDM चलाउन चाहन्छ
or: ଜି.ଡି.ଏମ. କୁ ଚଳାଇବା ପାଇଁ କେବଳ ରୁଟ ଇଚ୍ଛାପ୍ରକାଶ କରୁଅଛି
pl: Tylko administrator może uruchamiać GDM
sk: Len správca môže spúšťať GDM
ta: மூலம் மட்டுமே ஜிடிஎம் ஓட்ட விரும்பும்

source: %s: Error setting up %s signal handler: %s
ar: %s: خطأ ضبط معالج الإشارات %s: %s
as: %s: %s সিগন্যাল হ্যান্ডলাৰ স্থাপনে সমস্যা: %s
bn: %s: %s সিগন্যাল হ্যান্ডলার স্থাপনে সমস্যা: %s
cs: %s: Chyba při nastavování zpracování signálu %s: %s
es: %s: ha ocurrido un error al definir el manejador de la señal %s: %s
eu: %s: Errorea %s seinale-maneiatzailea konfiguratzean: %s
gl: %s: houbo un erro ao activar o manipulador de sinal %s: %s
hi: %s: सेटिंग अप %s , सिग्नल हैंडलर में त्रुटि: %s
it: %s: errore nell'attivare il gestore del segnale %s: %s
mr: %s: %s सिग्नल हँडलर रचताना चूक : %s
ne: %s: %s संकेत ह्यान्डलर सेट अप गर्दा त्रुटि: %s
or: %s: %s ସଙ୍କେତ ନିୟନ୍ତ୍ରକକୁ ବିନ୍ଯାସ କରିବା ସମୟରେ ତୃଟି: %s
pl: %s: Błąd przy ustalaniu obsługi sygnału %s: %s
sk: %s: Chyba pri nastavovaní ovládača signálu %s: %s
ta: %s:அமைவு பிழை %s குறிப்பு கையாளி: %s

source: GDM already running. Aborting!
ar: GDM يعمل بالفعل. إلغاء!
as: GDM বৰ্তমানে চলছে। কৰ্ম বাতিল কৰা হচ্ছে!
bn: GDM বর্তমানে চলছে। কর্ম বাতিল করা হচ্ছে!
cs: GDM již běží. Ukončování!
es: GDM ya está en ejecución. Se aborta.
eu: GDM dagoeneko exekutatzen ari da. Abortatu egingo da!
gl: GDM xa está en execución. Interrompendo!
hi: जीडीएम पहले से ही चल रहा है. छोड़ रहा है!
it: GDM già in esecuzione. Chiusura in corso.
ne: GDM पहिल्यै चलिरहेको छ । परित्याग गर्दै!
or: ଜି.ଡି.ଏମ. ପୂର୍ବରୁ ଚାଲୁଅଛି। ତେଣୁ ଏହା ପ୍ରକ୍ରିୟାକୁ ପରିତ୍ଯାଗ କରୁଅଛି!
pl: GDM jest już uruchomiony. Rezygnacja!
sk: GDM už beží. Končím!
ta: ஜிடிஎம் ஏற்கெனவே இயங்குகிறது. கைவிடப்படுகிறது!

source: %s: Error setting up CHLD signal handler
ar: %s:·خطأ·ضبط·معالج·إشارات CHLD
as: %s: CHLD সিগন্যাল হ্যান্ডলাৰ স্থাপনে সমস্যা
bn: %s: CHLD সিগন্যাল হ্যান্ডলার স্থাপনে সমস্যা
cs: %s: Chyba při nastavování zpracování signálu CHLD
es: %s: ha ocurrido un error al configurar el manejador de la señal CHLD
eu: %s: Errorea CHLD seinale-maneiatzailea konfiguratzean
gl: %s: hai un erro ao activar o manipulador do sinal CHLD
hi: %s: सीएचएलडी सिग्नल हैंडलर सेटिंग अप करने में त्रुटि
it: %s: errore nell'attivare il gestore del segnale CHLD
mr: %s: CHLD सिग्नल हँडलर रचताना चूक
ne: %s: CHLD संकेत ह्यान्डलर सेट अप गर्दा त्रुटि
or: %s: CHLD ସଙ୍କେତ ନିୟନ୍ତ୍ରକକୁ ବିନ୍ଯାସ କରିବା ସମୟରେ ତୃଟି
pl: %s: Błąd przy ustalaniu obsługi przerwania CHLD
sk: %s: Chyba pri nastavovaní ovládača signálu CHLD
ta: %s: பிழை அமைவு CHLD குறிப்பு கையாளி

source: DYNAMIC request denied: Not authenticated
ar: رفض طلب DYNAMIC: غير موثّق
as: DYNAMIC আবেদন প্ৰত্যাখ্যাত: পৰিচয় প্ৰমাণিত হোৱা নাই
bn: DYNAMIC আবেদন প্রত্যাখ্যাত: পরিচয় প্রমাণিত হয়নি
cs: Požadavek DYNAMIC odepřen: Nepřihlášen
es: Solicitud DYNAMIC denegada: No se ha autenticado
eu: DYNAMIC eskaera ukatu da: Ez dago autentifikatuta
gl: Petición DYNAMIC denegada: non autenticado
hi: DYNAMIC वीटी निवेदन अस्वीकृतः प्रामाणित नहीं
it: Richiesta QUERY_VT negata: non autenticato
ne: DYNAMIC अनुरोध अस्विकृत गरियो: प्रमाणीकरण गरिएको छैन
or: ଗତିଶୀଳ ଅନୁରୋଧକୁ ଅସ୍ବୀକାର କରୁଅଛି: ବୈଧିକ୍ରୁତ ନୁହେଁ
pl: Odrzucono żądanie DYNAMIC: Brak uwierzytelnienia
sk: Požiadavka DYNAMIC odmietnutá: Neoverená totožnosť
ta: DYNAMIC கோரிக்கை மறுக்கப்பட்டது: அனுமதி சரியில்லை.

source: %s request denied: Not authenticated
ar: %s رُفِض الطلب: غير موثّقن
as: %s আবেদন প্ৰত্যাখ্যাত: পৰিচয় প্ৰমাণিত হোৱা নাই
bn: %s আবেদন প্রত্যাখ্যাত: পরিচয় প্রমাণিত হয়নি
cs: Požadavek %s odepřen: Nepřihlášen
es: Solicitud %s denegada: No se ha autenticado
eu: %s eskaera ukatu da: Ez dago autentifikatuta
gl: Petición %s denegada: non autenticado
hi: %s निवेदन अस्वीकृतः प्रामाणित नहीं
it: Richiesta %s negata: non autenticato
ne: %s अनुरोध अस्विकृत गरियो: प्रमाणीकरण गरिएको छैन
or: %s ଅନୁରୋଧକୁ ଅସ୍ବୀକାର କରୁଅଛି: ବୈଧିକ୍ରୁତ ନୁହେଁ
pl: Odrzucono zapytanie %s: Brak uwierzytelnienia
sk: Požiadavka %s odmietnutá: Neoverená totožnosť
ta: %s கோரிக்கை மறுக்கப்பட்டது: அனுமதி சரியில்லை.

source: Unknown server type requested; using standard server.
ar: طُلِب نوع خادم مجهول، سيستخدم الخادم القياسي.
as: অজ্ঞাত ধৰণেৰ সেৱক অনুৰোধ কৰা হয়ছে; প্ৰমিত সেৱক ব্যবহৃত হবে।
bn: অজ্ঞাত ধরণের সার্ভার অনুরোধ করা হয়ছে; প্রমিত সার্ভার ব্যবহৃত হবে।
cs: Požadován neznámý typ serveru; používám standardní server.
es: Se desconoce el tipo de servidor de la petición; se usará el servidor habitual.
eu: Zerbitzari-mota ezezaguna eskatu da; zerbitzari estandarra erabiliko da.
gl: Solicitouse un tipo de servidor descoñecido, usando o servidor estándar.
hi: अज्ञात सर्वर प्रकार निवेदित, मानक सर्वर उपयोग में.
it: Richiesto un tipo di server sconosciuto, sarà utilizzato il server standard.
ne: मानक सर्भर प्रयोग गर्दै; अज्ञात सर्भर प्रकार अनुरोध गरियो ।
or: ଅଜଣା ସେବକ ପ୍ରକାର ପାଇଁ ନିବେଦନ କରାଗଲା; ମାନକ ସେବକକୁ ବ୍ଯବହାର କରୁଅଛି।
pl: Żądanie nieznanego typu serwera; wykorzystano serwer standardowy.
sk: Požiadavka na neznámy typ servera; použijem štandardný server.
ta: தெரியாத சேவையக வகை வேண்டுகோள்; இயல்பான சேவையகத்தை பயன்படுத்துகிறது.

source: Requested server %s not allowed to be used for flexible servers; using standard server.
ar: ممنوع استخدام الخادم المطلوب %s كخادم مرن، سيستخدم الخادم القياسي.
as: পৰিবৰ্তনযোগ্য সেৱকেৰ ক্ষেত্ৰে %s সেৱকেৰ প্ৰয়োগ নিষিদ্ধ; প্ৰমিত সেৱক ব্যবহাৰ কৰা হচ্ছে।
bn: পরিবর্তনযোগ্য সার্ভারের ক্ষেত্রে %s সার্ভারের প্রয়োগ নিষিদ্ধ; প্রমিত সার্ভার ব্যবহার করা হচ্ছে।
cs: Požadovaný server %s nesmí být použit s flexibilními servery; používám standardní server.
es: Al servidor solicitado %s no se le permite usarse para servidores flexibles; se usará el servidor habitual.
eu: Eskatutako %s zerbitzariak ez du baimenik zerbitzari malguak erabiltzeko;zerbitzari estandarra erabiliko da.
gl: Non se permite usar o servidor %s solicitado para servidores flexibles, usando o servidor estándar.
hi: निवेदित सर्वर %s का लोचदार सर्वर हेतु उपयोग की अनुमति नहीं है. मानक सर्वर उपयोग में.
it: Il server %s richiesto non è abilitato per l'uso con i flexible server, sarà utilizzato quello standard.
ne: मानक सर्भर प्रयोग गरेर लचकदार सर्भर प्रयोग गर्नका लागि अनुरोध गरिएको %s सर्भर अनुमति दिइँदैन ।
or: ନିବେଦିତ ସେବକ %s ପରିବର୍ତ୍ତନକ୍ଷମ ସେବକ ଭାବରେ ବ୍ଯବହ୍ରୁତ ହେବା ପାଇଁ ସ୍ବୀକୃତ ନୁହେଁ; ମାନକ ସେବକକୁ ବ୍ଯବହାର କରୁଅଛି।
pl: Serwer %s nie może być używany przez elastyczne serwery; wykorzystano serwer standardowy.
sk: Požadovaný server %s nie je povolený pre použitie s flexibilnými servermi; použijem štandardný server.
ta: வேண்டுகோளிட்ட சேவையகம் %s நெகிழும் சேவையகமாக பயன் பட அனுமதி இல்லை, இயல்பான சேவகனை பயன்படுத்துகிறது.

source: %s%d=Custom_%d
eu: %s%d=Pertsonala_%d

source: %s%d=Execute custom command _%d
es: %s%d=Ejecutar comando personalizado _%d
eu: %s%d=Exekutatu _%d komando pertsonalizatua

source: %s%d=Are you sure?
es: %s%d=¿Está seguro?
eu: %s%d=ziur zaude?

source: %s%d=Execute custom command %d
es: %s%d=Ejecutar comando personalizado %d
eu: %s%d=Exekutatu %d komando pertsonalizatua

source: %s%d=false
es: %s%d=falso
eu: %s%d=faltsua

source: %s: No GDM configuration file: %s. Using defaults.
as: %s: GDM বিন্যাস নথিপত্ৰ নাই: %s । অবিকল্পিত ব্যৱহাৰ কৰা হৈছে ।
es: %s: No hay un archivo de configuración de GDM: %s. Se usan valores predeterminados.
eu: %s: ez dago GDM-ren konfigurazio-fitxategirik: %s. Lehenetsiak erabiltzen.

source: %s: BaseXsession empty; using %s/gdm/Xsession
es: %s: BaseXsession está vacío, usando %s/gdm/Xsession
eu: %s: BaseXsession hutsik dago, %s/gdm/Xsession erabiltzen

source: %s: Standard X server not found; trying alternatives
ar: %s: تعذر ايجاد خادم X القياسي، يجري تجربة البدائل
as: %s: প্ৰমিত X সেৱক পাওয়া যায়নি; বিকল্প ব্যবহাৰ কৰা হবে
bn: %s: প্রমিত X সার্ভার পাওয়া যায়নি; বিকল্প ব্যবহার করা হবে
cs: %s: Standardní server X nenalezen; zkouší se alternativy
es: %s: No se ha encontrado el servidor X estándar, intentando alternativas
eu: %s: X zerbitzari estandarra ez da aurkitu, alternatibak probatzen
gl: %s: non se encontrou o servidor X estándar e estanse tentando alternativas
hi: %s: मानक X सर्वर नहीं मिला; विकल्प के लिए कोशिश कर रहा है
it: %s: server X standard mancante, saranno provate le alternative
ne: %s: मानक X सर्भर फेला परेन, विकल्पहरुको प्रयास गर्दै
or: %s: ମାନକ X ସେବକ ମିଳିଲା ନାହିଁ; ଗୋଟିଏ ବୈକଳ୍ପିକ ସେବକକୁ ବ୍ଯବହାର କରୁଅଛି
pl: %s: Nie odnaleziono standardowego serwera X; próba użycia alternatywnych
sk: %s: Štandardný X server nenájdený; skúšam alternatívy
ta: %s: இயல்பான எக்ஸ் சேவையகம் கிடைக்கவில்லை, மாற்றை முயற்சிக்கிறது

source: %s: No greeter specified.
ar: %s: لم يحدد مُرِحّب.
as: %s: কোনো অভিবাদন উল্লিখিত হোৱা নাই।
bn: %s: কোনো অভিবাদন উল্লিখিত হয়নি।
cs: %s: Nezadán žádný uvítací program.
es: %s: No se ha especificado la interfaz de entrada.
eu: %s: Ez da ongietorririk zehaztu.
gl: %s: non se especificou unha interface de benvida.
hi: %s: कोई स्वागतकर्ता निर्दिष्ट नहीं है.
it: %s: nessun greeter specificato.
mr: %s: स्वागत संदेश ठरविलेला नाही
ne: %s: ग्रिटर निर्दिष्ट गरिएको छैन ।
or: %s: କୌଣସି ଶୁଭେଚ୍ଛାକର୍ତ୍ତା ଙ୍କୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ।
pl: %s: Nie określono ekranu powitalnego.
sk: %s: Neuvedené privítanie.
ta: %s: முகமன் எதுவும் குறிப்பிடப்படவில்லை.

source: %s: No remote greeter specified.
ar: %s: لم يحدد مُرَحِّب بعيد.
as: %s: দূৰবৰ্তী অভিবাদন উল্লিখিত হোৱা নাই।
bn: %s: দূরবর্তী অভিবাদন উল্লিখিত হয়নি।
cs: %s: Nezadán žádný vzdálený uvítací program.
es: %s: No se ha especificado la interfaz de entrada remota.
eu: %s: Ez da urruneko ongietorririk zehaztu.
gl: %s: non se especificou unha interface de benvida remota.
hi: %s: कोई दूरस्थ स्वागतकर्ता निर्दिष्ट नहीं है.
it: %s: nessun greeter remoto specificato.
mr: %s: दूरवरचा स्वागत संदेश ठरविलेला नाही
ne: %s: कुनै टाढाको ग्रिटर निर्दिष्ट गरिएको छैन ।
or: %s: କୌଣସି ଦୂର ଶୁଭେଚ୍ଛାକର୍ତ୍ତା ଙ୍କୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ।
pl: %s: Nie określono zdalnego ekranu powitalnego.
sk: %s: Neuvedené privítanie pre vzdialených klientov.
ta: %s: தொலை முகமன் எதுவும் குறிப்பிடவில்லை.

source: %s: No sessions directory specified.
ar: %s:لم يحدد دليل جلسات.
as: %s: অধিবেশন ডিৰেক্টৰি উল্লিখিত হোৱা নাই।
bn: %s: সেশান ডিরেক্টরি উল্লিখিত হয়নি।
cs: %s: Nespecifikován žádný adresář sezení.
es: %s: No se ha especificado el directorio de sesiones.
eu: %s: Ez da saio-direktoriorik zehaztu.
gl: %s: non se especificou o directorio de sesións.
hi: %s: कोई सत्र निर्देशिका निर्दिष्ट नहीं है.
it: %s: nessuna directory per le sessioni specificata.
mr: %s: सत्राची मार्गदर्शिका ठरविली नाही
ne: %s: कुनै सत्र डाइरेक्टरी निर्दिष्ट गरिएको छैन ।
or: %s: କୌଣସି ଅଧିବେଶନ ଡିରେକ୍ଟୋରିକୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ।
pl: %s: Nie określono katalogu sesji.
sk: %s: Neuvedený priečinok s reláciami.
ta: %s: அமர்வு அடைவு எதுவும் குறிப்பிடவில்லை.

source: %s: XDMCP was enabled while there is no XDMCP support; turning it off
ar: %s: مُكِّن XDMCP برغم انعدام دعمه، يجري تعطيله
as: %s: XDMCP সমৰ্থন উপস্থিত নেই অথচ XDMCP সক্ৰিয় কৰা হয়েছে; বন্ধ কৰা হচ্ছে
bn: %s: XDMCP সমর্থন উপস্থিত নেই অথচ XDMCP সক্রিয় করা হয়েছে; বন্ধ করা হচ্ছে
cs: %s: Byl povolen XDMCP, ale není podporován; vypíná se
es: %s: Se ha activado XDMCP a pesar de no existir soporte XDMCP, desactivándolo
eu: %s: XDMCP gaitu da XDMCP euskarririk ez dagoen arren, desaktibatzen
gl: %s: XDMCP foi activado mais non hai soporte para XDMCP; estase desactivando
hi: %s: एक्सडीएमसीपी सक्षम है जबकि कोई एक्सडीएमसीपी समर्थन नहीं है, इसे बंद किया जा रहा है
it: %s: è stato abilitato XDMCP ma non c'è supporto per esso, disabilitato
ne: %s: XDMCP समर्थन नभएको बेला XDMCP सक्षम पारियो, यसलाई बन्द गर्दैछ
or: %s: XDMCP କୁ ସକ୍ରିୟ କରାଗଲା କିନ୍ତୁ ସେଠାରେ କୌଣସି XDMCP ସହାୟତା ନାହିଁ; ଏହାକୁ ବନ୍ଦ କରୁଅଛି
pl: %s: Uaktywniono XDMCP przy braku jego obsługi; XDMCP zostało wyłączone
sk: %s: XDMCP bol povolený, ale podpora XDMCP nie je; vypínam ho
ta: %s: XDMCP செயலாக்கப் பட்டது ஆனால் XDMCP ஆதரவு இல்லை,அதை நிறுத்துகிறது.

source: %s: TimedLoginDelay is less than 5, defaulting to 5.
es: %s: TimedLoginDelay es menor que 5, se usará el valor predeterminado 5.
eu: %s: TimedLoginDelay 5 baino txikiagoa da, 5 erabiliko da.

source: %s: Priority out of bounds; changed to %d
ar: %s: أولوية زائدة عن الحد، تم تغييرها إلى %d
as: %s: সীমাবহিৰ্ভূত গুৰুত্বেৰ মাত্ৰা; %d'এ পৰিবৰ্তন কৰা হয়েছে
bn: %s: সীমাবহির্ভূত গুরুত্বের মাত্রা; %d'এ পরিবর্তন করা হয়েছে
cs: %s: Priorita mimo limit, změněna na %d
es: %s: Prioridad fuera de márgenes; cambiada a %d
eu: %s: lehentasuna mugaz kanpo. %d lehentasunera aldatua
gl: %s: prioridade fóra dos límites, cambiada a %d
hi: %s: प्राथमिकता घेरे के बाहर; %d में बदला
it: %s: priorità fuori dai limiti, cambiata in %d
ne: %s: सीमाहरू प्राथमिकता बाहिर; %d मा परिवर्तन गर्नुहोस्
or: %s: ଅଗ୍ରାଧିକାର ନିର୍ଦ୍ଧାରିତ ସୀମାର ବାହାରେ ଅଛି; ଏହାକୁ %d କୁ ବଦଳାଗଲା
pl: %s: Priorytet poza zakresem; zmieniono na %d
sk: %s: Priorita je mimo rozsah; zmenená na %d
ta: %s: முன்னுரிமை வரையறைக்குள் இல்லை; %d ஆக மாற்றப்படுகிறது

source: %s: Empty server command; using standard command.
ar: %s: أمر خادم فارغ، يجري استخدام الأمر القياسي
as: %s: সেৱক কমান্ড উল্লিখিত হোৱা নাই; প্ৰমিত কমান্ড ব্যবহৃত হবে।
bn: %s: সার্ভার কমান্ড উল্লিখিত হয়নি; প্রমিত কমান্ড ব্যবহৃত হবে।
cs: %s: Prázdný příkaz serveru; použije se standardní příkaz.
es: %s: Comando de servidor vacío; se usará el comando estándar.
eu: %s: Zerbitzari-komandoa hutsik, estandarra erabiliko da.
gl: %s: o comando de servidor está baleiro, usarase un comando estándar.
hi: %s: खाली सर्वर कमांड, मानक समादेश का प्रयोग कर रहा है.
it: %s: comando per il server non specificato, sarà usato quello standard.
ne: %s: रित्तो सर्भर आदेश; मानक आदेश प्रयोग गर्दै ।
or: %s: ଖାଲି ସେବକ ନିର୍ଦ୍ଦେଶ; ମାନକ ନିର୍ଦ୍ଦେଶକୁ ବ୍ଯବହାର କରୁଅଛି।
pl: %s: Puste polecenie serwera; wykorzystano polecenie domyślne.
sk: %s: Prázdny príkaz servera; použijem štandardný príkaz.
ta: %s: வெறுமையான சேவையக கட்டளை; வழக்கமான கட்டளையை பயன்படுத்துகிறது.

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
ar: %s: دليل السجل %s غير موجود أو ليس دليلا. سيستخدم ServAuthDir %s.
as: %s: Logdir %s অনুপস্থিত বা ডিৰেক্টৰি নয়। ServAuthDir %s ব্যবহাৰ কৰা হবে।
bn: %s: Logdir %s অনুপস্থিত বা ডিরেক্টরি নয়। ServAuthDir %s ব্যবহার করা হবে।
cs: %s: Logdir %s neexistuje nebo není adresářem. Bude použito ServAuthDir %s.
es: %s: El directorio de registro %s no existe o no es un directorio. Se utilizará el directorio ServAuthDir %s.
eu: %s: Logdir %s ez da existitzen edo ez da direktorioa. ServAuthDir %s erabiltzen.
gl: %s: o directorio de rexistro %s non existe ou non é un directorio. Usarase o ServAuthDir %s.
hi: %s: लॉगडिर. %s या तो मौज़ूद नहीं है या निर्देशिका नहीं है. उपयोग कर रहे सर्व-ऑथ-डिर. %s.
it: %s: Logdir %s non esiste o non è una directory. Si userà ServAuthDir %s.
mr: %1sः मार्गदर्शिका %2s अस्तित्वात नाही. किंवा %3s ही मार्गदर्शिका नाही. सर्वरची अधिकृत मार्गदर्शिका वापरत आहे.
ne: %s: %s लग डाइरेक्टरी अवस्थित छैन वा डाइरेक्टरी होइन । %s ServAuthDir प्रयोग गर्दै ।
or: %s: Logdir %s ଅବସ୍ଥିତ ନୁହେଁ କିମ୍ବା ଏହା ଗୋଟିଏ ଡିରେକ୍ଟେରି ନୁହେଁ। ServAuthDir %s କୁ ବ୍ଯବହାର କରୁଅଛି।
pl: %s: Katalog dziennika %s nie istnieje lub nie jest katalogiem. Zostanie użyty ServAuthDir %s.
sk: %s: Priečinok pre súbory so záznamom %s neexistuje alebo to nie je priečinok. Použijem ServAuthDir %s.
ta: %s: நுழைஅடைவு %s இல்லை அல்லது அது அடைவு கிடையாது. சேவைஉறுதிஅடைவு %sஐ பயன்படுத்தும்.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct GDM configuration and restart GDM.
ar: دليل تصاريح الخادم (daemon/ServAuthDir) ضبط لـ %s لكنه غير موجود. رجاء صحح إعداد GDM ثم أعد تشغيل GDM.
as: সেৱক অনুমোদনেৰ ডিৰেক্টৰি (daemon/ServAuthDir) ৰূপে অনুপস্থিত ডিৰেক্টৰ %s ধাৰ্য কৰা হয়েছে। অনুগ্ৰহ কৰে GDM বিন্যাসেশন পৰিবৰ্তন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: সার্ভার অনুমোদনের ডিরেক্টরি (daemon/ServAuthDir) রূপে অনুপস্থিত ডিরেক্টর %s ধার্য করা হয়েছে। অনুগ্রহ করে GDM কনফিগারেশন পরিবর্তন করে GDM পুনরায় আরম্ভ করুন।
cs: Adresář k ověřování serveru (daemon/ServAuthDir) je nastaven na %s, ale ten neexistuje. Upravte prosím nastavení GDM a restartujte jej.
es: Se ha establecido a %s el directorio de autorización del servidor (daemon/ServAuthDir), pero no existe. Corrija la configuración de GDM y reinicie GDM.
eu: Zerbitzariaren autentifikazio-direktorioa (daemon/ServAuthDir) %s gisa konfiguratuta dago, baina ez da existitzen. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está definido como %s mais non existe. Corrixa a configuración do GDM e reinícieo.
hi: सर्वर प्राधिकरण निर्देशिका (daemon/ServAuthDir) %s में नियत है जो कि मौज़ूद नहीं है. कृपया जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: La directory di autorizzazione del server (daemon/ServAuthDir) è impostata a %s che non esiste. Correggere la configurazione di GDM e riavviare GDM.
ne: सर्भर प्रमाणीकरण डाइरेक्टरी (daemon/ServAuthDir) %s मा सेट गरिएको छ तर यो अवस्थित छैन । कृपया GDM कन्फिरेसनन सच्याउनुहोस् र GDM फेरि सुरू गर्नुहोस् ।
or: ସେବକ ବୈଧିକରଣ ଡିରେକ୍ଟୋରି (ଡେମନ/ServAuthDir) କୁ %s ଭାବରେ ବିନ୍ଯାସ କରାଗଲା କିନ୍ତୁ ଏହା ବୈଧ ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Katalog autoryzacji serwera (daemon/ServAuthDir) jest ustawiony na %s, lecz nie istnieje. Popraw konfigurację GDM i uruchom go ponownie.
sk: Priečinok prihlásenia servera (daemon/ServAuthDir) je nastavený na %s, ale tento priečinok neexistuje. Prosím, opravte nastavenie GDM a reštartujte GDM.
ta: சேவையக உறுதிசெய் அடைவு (கிங்கரன்/சேவைஉறுதிஅடைவு) %s க்கு அமைக்கப் படும் ஆனால் இது இல்லை. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம்யை துவக்குக.

source: %s: Authdir %s does not exist. Aborting.
ar: %s: Authdir %s غير موجود. إلغاء.
as: %s: Authdir %s অনুপস্থিত। কৰ্ম বাতিল কৰা হবে।
bn: %s: Authdir %s অনুপস্থিত। কর্ম বাতিল করা হবে।
cs: %s: Adresář AuthDir %s neexistuje. Ukončování.
es: %s: El directorio de autorización %s no existe. Se aborta.
eu: %s: Authdir %s ez dago. Abortatu egingo da.
gl: %s: o directorio de autorización %s non existe. Interrompendo.
hi: %s: Authdir %s मौज़ूद नहीं है. छोड़ रहे.
it: %s: authdir %s inesistente. Chiusura in corso.
mr: %1s: मार्गदर्शिका %2s अस्तित्वात नाही. खंडीत होत आहे.
ne: %s: %s Authdir अवस्थित छैन । परित्याग गर्दै ।
or: %s: Authdir %s ଅବସ୍ଥିତ ନୁହେଁ। ତେଣୁ ଏହାକୁ ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Katalog autoryzacji %s nie istnieje. Rezygnacja.
sk: %s: Priečinok pre overovanie %s neexistuje. Končím.
ta: %s: உறுதிசெய்அடைவு %s இல்லை. கைவிடப் படுகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct GDM configuration and restart GDM.
ar: دليل تراخيص الخادم (daemon/ServAuthDir) مضبوط لـ %s لكن هذا ليس بدليل. رجاء اصلح إعداد GDM ثم أعد تشغيل GDM.
as: সেৱক অনুমোদনেৰ ডিৰেক্টৰি (daemon/ServAuthDir) ৰূপে %s ধাৰ্য কৰা হয়েছে কিন্তু এইটো ডিৰেক্টৰি নয়। অনুগ্ৰহ কৰে GDM বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: সার্ভার অনুমোদনের ডিরেক্টরি (daemon/ServAuthDir) রূপে %s ধার্য করা হয়েছে কিন্তু এটি ডিরেক্টরি নয়। অনুগ্রহ করে GDM কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Adresář k ověřování serveru (daemon/ServAuthDir) je nastaven na %s, což není adresář. Upravte prosím nastavení GDM a restartujte jej.
es: Se ha establecido a %s el directorio de autorización del servidor (daemon/ServAuthDir), pero esto no es un directorio. Corrija la configuración de GDM y reinicie GDM.
eu: Zerbitzariaren autentifikazio-direktorioa (daemon/ServAuthDir) %s gisa konfiguratuta dago, baina ez da direktorioa. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está definido como %s mais non é un directorio. Corrixa a configuración do GDM e reinícieo.
hi: सर्वर प्राधिकरण निर्देशिका (daemon/ServAuthDir) %s में नियत है जो कि निर्देशिका नहीं है. कृपया जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: La directory di autorizzazione del server (daemon/ServAuthDir) è impostata a %s che non è una directory. Correggere la configurazione di GDM e riavviare GDM.
ne: सर्भर प्रमाणीकरण डाइरेक्टरी (daemon/ServAuthDir) %s मा सेट गरिएको छ तर यो डाइरेक्टरी होइन । कृपया GDM कन्फिरेसनन सच्याउनुहोस् GDM फेरि सुरुआत गर्नुहोस् ।
or: ସେବକ ବୈଧିକରଣ ଡିରେକ୍ଟୋରି (ଡେମନ/ServAuthDir) କୁ %s ଭାବରେ ବିନ୍ଯାସ କରାଗଲା କିନ୍ତୁ ଏହା ଗୋଟିଏ ଡିରେକ୍ଟୋରି ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Katalog autoryzacji serwera (daemon/ServAuthDir) jest ustawiony na %s, lecz nie jest katalogiem. Popraw konfigurację GDM i uruchom go ponownie.
sk: Priečinok prihlásenia servera (daemon/ServAuthDir) je nastavený na %s, ale toto nie je priečinok. Prosím, opravte nastavenie GDM a reštartujte GDM.
ta: சேவையக உறுதிசெய் அடைவு (கிங்கரன்/சேவைஉறுதிஅடைவு) %s க்கு அமைக்கப் படும் ஆனால் இது அடைவு இல்லை. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம்யை துவக்குக.

source: %s: Authdir %s is not a directory. Aborting.
ar: %s: Authdir %s ليس دليلا. إلغاء.
as: %s: Authdir %s ডিৰেক্টৰি নয়। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: Authdir %s ডিরেক্টরি নয়। কর্ম বাতিল করা হচ্ছে।
cs: %s: Adresář AuthDir %s není adresář. Ukončování.
es: %s: El directorio de autorización %s no es un directorio. Se aborta.
eu: %s: Authdir %s ez da direktorioa. Abortatu egingo da.
gl: %s: o directorio de autorización %s non é un directorio. Interrompendo.
hi: %s: Authdir %s निर्देशिका नहीं है. छोड़ रहे.
it: %s: authdir %s non è una directory. Chiusura in corso.
mr: %1s: मार्गदर्शिका %2s अस्तित्वात नाही. खंडीत होत आहे.
ne: %s: %s Authdir डाइरेक्टरी होइन । परित्याग गर्दै ।
or: %s: Authdir %s ଗୋଟିଏ ଡିରେକ୍ଟୋରି ନୁହେଁ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Katalog autoryzacji %s nie jest katalogiem. Rezygnacja.
sk: %s: Priečinok pre overovanie %s nie je priečinkom. Končím.
ta: %s: சேவைஉறுதிஅடைவு %s அடைவு இல்லை. கைவிடப்படுகிறது.

source: %s: Invalid server line in config file. Ignoring!
as: %s:
es: %s: Línea de servidor inválida en el archivo de configuración. Se ignorará.
eu: %s: Konfigurazio-fitxategiko zerbitzari-lerro baliogabea da. Jaramonik ez!
mr: %s: ठेवण फाइल मध्ये सर्वरची अयोग्य ओळ. दुर्लक्ष करीत आहे !

source: %s: Main config file (defaults.conf) is missing. Aborting!
eu: %s: konfigurazioko fitxategi nagusia (defaults.conf) falta da. Bertan behera uzten.
