Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: %s: Got KEEPALIVE from banned host %s
ar: %s: Got KEEPALIVE من مستضيف محظور %s
as: %s: নিষিদ্ধ গৃহস্থ %s থেকে KEEPALIVE প্ৰাপ্ত হয়েছে
bn: %s: নিষিদ্ধ হোস্ট %s থেকে KEEPALIVE প্রাপ্ত হয়েছে
es: %s: se ha recibido el mensaje KEEPALIVE desde el equipo excluido %s
eu: %s: Baimenik ez duen %s ostalariaren KEEPALIVE mezua jaso da
gl: %s: recibido KEEPALIVE desde un host inhabilitado %s
hi: %s: निषेधित होस्ट %s से कीपअलाइव मिला
kk: %s: Блокталған %s хостынан KEEPALIVE хабарламасы алынды
mr: %1s: प्रतिबंधित यजमानाकडून 'सुरु ठेवा' असा संकेत मिळाला %2s
ne: %s: निषेध गरिएको %s होस्टबाट KEEPALIVE प्राप्त गरियो
or: %s: ନିଷେଧିତ ଆଧାର %s ରୁ KEEPALIVE ପାଇଲା
ta: %s: தடைசெய்த புரவலனிலிருந்து இருந்து KEEPALIVE கிடைத்துள்ளது %s

source: %s: Failed to run '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
ar: %s: فشل تشغيل '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
as: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' সঞ্চালনে ব্যৰ্থ: %s
bn: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' সঞ্চালনে ব্যর্থ: %s
cs: %s: Nelze spustit "%s --display %s --display-authfile %s --to %s --to-authfile %s": %s
es: %s: Error al ejecutar '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
eu: %s: huts egin du '%s --display %s --display-authfile %s --to %s --to-authfile %s' exekutatzean: %s
gl: %s: fallo ao executar '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
hi: %s: चलाने में विफल '%s --प्रदर्शक %s --display-authfile %s --to %s --to-authfile %s': %s
it: %s: fallito avvio di "%s --display %s --display-authfile %s --to %s --to-authfile %s": %s
ne: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' चलाउन असफल भयो: %s
or: %s: ଚଳାଇବାରେ ବିଫଳ '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
pl: %s: Nie powiodło się uruchomienie "%s --display %s --display-authfile %s --to %s --to-authfile %s": %s
sk: %s: Zlyhalo spustenie '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
ta: %s: ஓட்ட இயலவில்லை '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s

source: %s: No XDMCP support
ar: %s: لا دعم لـ XDMCP
as: %s: XDMCP সমৰ্থন অনুপস্থিত
bn: %s: XDMCP সমর্থন অনুপস্থিত
cs: %s: Žádná podpora XDMCP
es: %s: sin soporte para XDMCP
eu: %s: XDMCP ez da onartzen
gl: %s: non hai soporte de XDMCP
hi: %s: कोई एक्सडीएमसीपी समर्थन नहीं
it: %s: supporto per XDMCP mancante
mr: %s: XDMCP चा आधार नाही.
ne: %s: XDMCP समर्थन छैन
or: %s: କୌଣସି XDMCP ସହାୟତା ନାହିଁ
pl: %s: Brak obsługi XDMCP
sk: %s: XDMCP nie je podporované
ta: %s: XDMCP ஆதரவு இல்லை

source: Xnest command line
ar: سطر أوامر Xnest
as: Xnest কমান্ড-লাইন
bn: Xnest কমান্ড-লাইন
cs: Příkaz Xnest
es: Línea de comandos Xnest
eu: Xnest komando-lerroa
gl: Liña de comandos de Xnest
hi: एक्सनेस्ट कमांड लाइन
it: Riga di comando per Xnest
mr: Xnest ची आज्ञाधारक ओळ
ne: Xnest आदेश रेखा
or: Xnest ପାଠ୍ଯ ନିର୍ଦ୍ଦେଶ
pl: Wiersz poleceń Xnest
sk: Príkazový riadok Xnest
ta: எக்ஸ்நெஸ்ட் கட்டளை வரி

source: STRING
ar: سلسلة
cs: ŘETĚZEC
es: CADENA
eu: KATEA
gl: CADEA
hi: स्ट्रिंग
it: STRINGA
mr: शब्दसंच
or: ବାକ୍ଯଖଣ୍ଡ
pl: NAPIS
sk: REŤAZEC

source: Extra options for Xnest
ar: خيارات اضافية لـ Xnest
as: Xnest'ৰ সাথে ব্যবহাৰযোগ্য অতিৰিক্ত বিকল্প
bn: Xnest'র সাথে ব্যবহারযোগ্য অতিরিক্ত বিকল্প
cs: Další volby Xnest
es: Opciones extras para Xnest
eu: Xnest-en aukera gehigarriak
gl: Opcións extra para Xnest
hi: एक्सनेस्ट हेतु अतिरिक्त विकल्प
it: Altre opzioni per Xnest
mr: Xnest साठी अतिरीक्त पर्याय
ne: Xnest का लागि अतिरिक्त विकल्पहरू
or: Xnest ପାଇଁ ଅତିରିକ୍ତ ବିକଲ୍ପ
pl: Dodatkowe opcje Xnest
sk: Extra možnosti pre Xnest
ta: எக்ஸ்நெஸ்ட்க்கான கூடுதல் தேர்வுகள்

source: OPTIONS
ar: خيارات
cs: VOLBY
es: OPCIONES
eu: AUKERAK
gl: OPCIÓNS
hi: विकल्प
it: OPZIONI
mr: पर्याय
or: ବିକଲ୍ପ
pl: OPCJE
sk: MOŽNOSTI

source: Run in background
ar: تشغيل في الخلفية
as: নেপথ্যে সঞ্চালিত হবে
bn: নেপথ্যে সঞ্চালিত হবে
cs: Běh na pozadí
es: Ejecutar en segundo plano
eu: Exekutatu atzeko planoan
gl: Executar en segundo plano
hi: पृष्ठ भूमि में चलाएँ
it: Esecuzione nello sfondo
mr: पार्श्वभूमीवर चालू करा.
ne: पृष्ठभूमिमा चलाउनुहोस्
or: ପ୍ରୁଷ୍ଠଭୂମିରେ ଚଳାନ୍ତୁ
pl: Uruchomienie w tle
sk: Spustiť na pozadí
ta: பின்னணியில் இயக்கு

source: Just run Xnest, no query (no chooser)
ar: فقط شغل Xnest، لا طلبات (لا مخيّر)
as: শুধুমাত্ৰ Xnest সঞ্চালন কৰা হবে, কোনো অনুসন্ধান হবে না (নিৰ্বাচক নয়)
bn: শুধুমাত্র Xnest সঞ্চালন করা হবে, কোনো অনুসন্ধান হবে না (নির্বাচক নয়)
cs: Pouze spustí Xnest, bez dotazování (žádný výběrový program)
es: Simplemente ejecutar Xnest, sin consulta (sin selector)
eu: Exekutatu Xnest, kontsultarik gabe (hautatzailerik ez)
gl: Executar só o Xnest, sen petición (sen selector)
hi: सिर्फ एक्सनेस्ट चलाएँ, कोई क्वेरी नहीं (चयनक नहीं)
it: Eseguire solamente Xnest, senza interrogazione (nessun selettore)
mr: Xnest चालू करा, विचारणा नाही (निवडकर्ता नाही)
ne: Xnest मात्र चलाउनुहोस्, क्वेरी होइन (चयनकर्ता होइन )
or: କେବଳ Xnest କୁ ଚଳାନ୍ତୁ, ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ ନାହିଁ (ଚୟନକ ନାହିଁ)
pl: Bezpośrednie uruchomienie Xnest, bez zapytania (bez programu wybierającego)
sk: Jednoducho spustiť Xnest, bez otázok (bez výberu)
ta: எக்ஸ்நெஸ்ட் ஐ இயக்கு, கேட்கவும்விகள் இல்லை (தேர்வாளர் இல்லை)

source: Do direct query instead of indirect (chooser)
ar: قم ببحث مباشر عوض البحث الغير مباشر (مُخَيِّر)
as: পৰোক্ষভাবে না কৰে সৰাসৰি অনুসন্ধান কৰা হবে (নিৰ্বাচক)
bn: পরোক্ষভাবে না করে সরাসরি অনুসন্ধান করা হবে (নির্বাচক)
cs: Přímé dotazování místo nepřímého (výběrový program)
es: Hacer consulta directa en vez de indirecta (selector)
eu: Kontsulta zuzena egin zeharkakoaren ordez (hautatzailea)
gl: Facer unha petición directa en vez de indirecta (selector)
hi: अप्रत्यक्ष के बजाए सीधे क्वेरी करें (चयनक)
it: Effettuare interrogazione diretta invece che indiretta (selettore)
mr: अप्रत्यक्ष विचारण्याऐवजी प्रत्यक्ष विचारणा करा (निवडकर्ता)
ne: अप्रत्यक्ष (चयनकर्ता) को सट्टा प्रत्यक्ष क्वेरी गर्नुहोस्
or: ଅପ୍ରତ୍ଯକ୍ଷ ପ୍ରଶ୍ନ ପରିବର୍ତ୍ତେ ସିଧା ସଳଖ ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ (ଚୟନକ)
pl: Bezpośrednie zapytanie zamiast pośredniego (program wybierający)
sk: Priama otázka namiesto nepriamej (výber)
ta: சுற்று கேட்கவும்விக்கு பதில் நேரடியான கேட்கவும்வி (தேர்வாளர்)

source: Run broadcast instead of indirect (chooser)
ar: تشغيل المبرمج عوض الغير مباشر (مُخَيِّر)
as: পৰোক্ষভাবে না কৰে ব্ৰডকাস্ট কৰা হবে (নিৰ্বাচক)
bn: পরোক্ষভাবে না করে ব্রডকাস্ট করা হবে (নির্বাচক)
cs: Spustí všesměrové vysílání místo nepřímého dotazování (výběrový program)
es: Ejecutar en difusión en vez de indirecta (selector)
eu: Exekutatu broadcast zeharkakoaren ordez (hautatzailea)
gl: Executar broadcast en vez de indirecta (selector)
hi: अप्रत्यक्ष के बजाए ब्रॉडकास्ट चलाएँ (चयनक)
it: Esecuzione broadcast invece che indiretta (selettore)
mr: अप्रत्यक्ष (निवडकर्ता)ऐवजी प्रसार माध्यम सुरू करा
ne: अप्रत्यक्ष (चयनकर्ता) को सट्टा प्रसारण चलाउनुहोस्
or: ଅପ୍ରତ୍ଯକ୍ଷ ପରିବର୍ତ୍ତେ ପ୍ରସାରଣକୁ ଚଳାନ୍ତୁ (ଚୟନକ)
pl: Rozgłaszanie zamiast pośredniego zapytania (program wybierający)
sk: Spustiť broadcast namiesto nepriamej otázky (výber)
ta: மறை (தேர்வாளர்) க்கு பதில் அலைபரப்பை ,இயக்கு

source: Don't check for running GDM
ar: لا تتفحص عن GDM يعمل
as: চলমান GDM প্ৰসেস পৰীক্ষা কৰা হবে না
bn: চলমান GDM প্রসেস পরীক্ষা করা হবে না
cs: Nebude kontrolovat, zda běží GDM
es: No comprobar si ya se ejecuta GDM
eu: Ez egiaztatu GDM exekutatzeko
gl: Non verificar se o Gdm está en execución
hi: चलते जीडीएम हेतु जॉच नहीं करें
it: Non verificare se GDM è in esecuzione
ne: चलिरहेको GDM का लागि जाँच नगर्नुहोस्
or: ଜି.ଡି.ଏମ. ପାଇଁ ଯାଞ୍ଜ କରନ୍ତୁ ନାହିଁ
pl: Bez sprawdzania, czy jest uruchomiony GDM
sk: Nekontrolovať na bežiace GDM
ta: ஜிடிஎம் இயங்கும் போது சோதிக்க வேண்டாம்

source: - Nested gdm login chooser
ar: - مُخَيِّر ولوج gdm معشش
as: - নেস্টেড gdm প্ৰৱেশ নিৰ্বাচন ব্যবস্থা
bn: - নেস্টেড gdm লগ-ইন নির্বাচন ব্যবস্থা
cs: - Vnořený výběrový program přihlášení GDM
es: - Selector de entrada gdm anidado
eu: - Habiaratutako gdm saio hautatzailea
gl: - Selector Gdm de inicio de sesión aniñado
hi: - संजालित gdm लॉगिन चयनक
it: - Selettore di accesso di gdm annidato
ne: नेस्ट गरिएको gdm लगइन चयनकर्ता
pl: - osadzony program wybierający logowanie gdm
sk: - Vnorené gdm prihlásenie (výber)
ta: - உள்ளடக்கிய ஜிடிஎம் உள் அனுமதி தேர்வாளர்

source: - Nested gdm login
ar: - ولوج gdm معشش
as: - নেস্টেড gdm প্ৰৱেশ
bn: - নেস্টেড gdm লগ-ইন
cs: - Vnořené přihlášení GDM
es: - Entrada gdm anidada
eu: - Habiaratutako gdm saioa
gl: - Inicio de sesión Gdm aniñada
hi: - संजालित gdm लॉगिन
it: - Accesso di gdm annidato
ne: नेस्ट गरिएको gdm लगइन
pl: - osadzone logowanie gdm
sk: - Vnorené gdm prihlásenie
ta: - உள்ளடக்கிய ஜிடிஎம் உள் அனுமதி

source: Xnest doesn't exist.
ar: Xnest غير موجود.
as: Xnest অনুপস্থিত।
bn: Xnest অনুপস্থিত।
cs: Xnest neexistuje.
es: Xnest no existe.
eu: Xnest ez da existitzen.
gl: Xnest non existe.
hi: एक्सनेस्ट मौज़ूद नहीं है.
it: Xnest non esiste.
mr: Xnest अस्तित्वात नाही.
ne: Xnest अवस्थित छैन ।
pl: Xnest nie istnieje.
sk: Xnest neexistuje.
ta: எக்ஸ்நெஸ்ட் இல்லை.

source: Please ask your system administrator to install it.
ar: رجاء اسأل مدير نظامك لتثبيته.
as: অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰকে এইটো ইনস্টল কৰাৰ অনুৰোধ জানান।
bn: অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরকে এটি ইনস্টল করার অনুরোধ জানান।
cs: Požádejte prosím svého správce systému, aby jej nainstaloval.
es: Pida a su administrador de sistema que lo instale.
eu: Esan sistema-administratzaileari instalatzeko.
gl: Pida ao administrador do sistema que o instale.
hi: कृपया अपने सिस्टम प्रशासक से इसे अधिष्ठापित करने हेतु संपर्क करें.
it: Contattare l'amministratore di sistema per installarlo.
mr: कृपया तुमच्य संगणक व्यवस्थापकाला Xnest सुरू करण्यास सांगा
ne: कृपया तपाईँको प्रणाली प्रशासकलाई यो स्थापना गर्न भन्नुहोस् ।
pl: Zwróć się o jego zainstalowanie do administratora systemu.
sk: Prosím, požiadajte administrátora, aby ho nainštaloval.
ta: தயவு செய்து உங்கள் கணினி நிர்வாகியிடம் அதை நிறுவ சொல்லி கேட்கவும்.

source: Indirect XDMCP is not enabled
ar: XDMCP غير المباشر ليس مفعّلا
as: Indirect XDMCP সক্ৰিয় নেই
bn: Indirect XDMCP সক্রিয় নেই
cs: Nepřímý XDMCP není povolen
es: No está activado el XDMCP indirecto
eu: Zeharkako XDMCP ez dago gaituta
gl: XDMCP indirecto non activado
hi: अप्रत्यक्ष एक्सडीएमसीपी सक्षम नहीं है
it: XDMCP indiretto non abilitato
mr: अप्रत्यक्ष XDMCP सुरू झाला नाही
ne: अप्रत्यक्ष XDMCP सक्षम पारिएको छैन
pl: Pośrednie XDMCP nie jest włączone
sk: Nepriame XDMCP nie je povolené
ta: மறை XDMCP செயலாக்க படவில்லை

source: Please ask your system administrator to enable this feature.
ar: الرجاء اسأل مدير نظامك ليفعل هذه الميزة.
as: অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰকে এই বৈশিষ্ট্য সক্ৰিয় কৰাৰ অনুৰোধ জানান।
bn: অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরকে এই বৈশিষ্ট্য সক্রিয় করার অনুরোধ জানান।
cs: Požádejte prosím svého správce systému, aby tuto funkci povolil.
es: Pida a su administrador de sistema que active esta característica.
eu: Esan sistema-administratzaileari funtzioa hau gaitzeko.
gl: Pida ao administrador do sistema que active esta opción.
hi: कृपया अपने सिस्टम प्रशासक से इसे अधिष्ठापित करने हेतु संपर्क करें.
it: Chiedere all'amministratore di sistema di abilitare questa caratteristica.
ne: कृपया तपाईँको प्रणाली प्रशासकलाई यो सुविधा सक्षम पार्न भन्नुहोस् ।
pl: Zwróć się do administratora systemu aby włączyć tą funkcję.
sk: Prosím, požiadajte vášho správcu systému, aby aktivoval túto funkcionalitu.
ta: உங்கள் கணினி நிர்வாகியிடம் இந்த அம்சத்தை செயல்படுத்த சொல்லவும்.

source: XDMCP is not enabled
ar: XDMCP غير مفعّل
as: XDMCP সক্ৰিয় নয়
bn: XDMCP সক্রিয় নয়
cs: XDMCP není povolen
es: XDMCP no está activado
eu: XDMCP ez dago gaituta
gl: XDMCP non activado
hi: एक्सडीएमसीपी सक्षम नही है
it: XDMCP non è abilitato
mr: XDMCP चा कार्यक्रम सुरू झाला नाही
ne: XDMCP सक्षम पारिएको छैन
pl: XDMCP nie jest włączone
sk: XDMCP nie je povolené
ta: XDMCP செயலாக்கபடவில்லை

source: GDM is not running
ar: GDM لا يعمل
as: GDM চলছে না
bn: GDM চলছে না
cs: GDM neběží
es: GDM no está en ejecución
eu: GDM ez da exekutatzen ari
gl: O GDM non está en execución
hi: जीडीएम नहीं चल रहा है
it: GDM non avviato
mr: GDM चालू नाही
ne: GDM चलिरहेको छैन
pl: GDM nie jest uruchomiony
sk: GDM nebeží.
ta: ஜிடிஎம் இயங்கவில்லை

source: Please ask your system administrator to start it.
ar: الرجاء اسأل مدير نظامك لتشغيله.
as: অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰকে এইটো আৰম্ভ কৰাৰ অনুৰোধ জানান।
bn: অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরকে এটি আরম্ভ করার অনুরোধ জানান।
cs: Požádejte prosím svého správce systému, aby jej spustil.
es: Pida a su administrador que lo inicie.
eu: Esan sistema-administratzaileari abiarazteko.
gl: Pida ao administrador do sistema que o inicie.
hi: कृपया अपने सिस्टम प्रशासक से इसे प्रारंभ करने हेतु कहें.
it: Contattare l'amministratore di sistema per il suo avvio.
mr: कृपया तुमच्या संगणक व्यवस्थापकाला gdm संकलनामध्ये Xnest सुरू करण्यास सांगा
ne: कृपया तपाईँको प्रणाली प्रशासकलाई यो सुरुआत गर्न भन्नुहोस् ।
pl: Zwróć się do administratora systemu o uruchomienie go.
sk: Prosím, požiadajte správcu systému, aby ho spustil.
ta: தயவு செய்து உங்கள் கணினி நிர்வாகியிடம் அதை துவக்க சொல்லி கேட்கவும்.

source: Could not find a free display number
ar: لم يوجد رقم عرض شاغر
as: অব্যবহৃত ডিসপ্লে সংখ্যা পাওয়া যায়নি
bn: অব্যবহৃত ডিসপ্লে সংখ্যা পাওয়া যায়নি
cs: Nelze najít volné číslo displeje
es: No se pudo encontrar un número de pantalla libre
eu: Ezin izan da pantaila-zenbaki libre bat aurkitu
gl: Non se encontrou un número de pantalla libre
hi: एक मुक्त प्रदर्शक संख्या ढूंढ नहीं पाया
it: Impossibile trovare un numero di display disponibile
mr: मुक्त प्रदर्शक क्रमांक मिळाला नाही
ne: स्वतन्त्र प्रदर्शन सङ्ख्या पत्ता लगाउन सकेन
pl: Nie można odnaleźć wolnego numeru ekranu
sk: Nepodarilo sa nájsť voľné číslo displeja
ta: இலவச காட்டு எண்ணை கண்டுபிடிக்க முடியவில்லை

source: Please wait: scanning local network...
ar: الرجاء الإنتظار: يجري فحص الشبكة المحلية...
as: অনুগ্ৰহ কৰে অপেক্ষা কৰক: স্থানীয় নেটওয়াৰ্ক পৰীক্ষা কৰা হচ্ছে...
bn: অনুগ্রহ করে অপেক্ষা করুন: স্থানীয় নেটওয়ার্ক পরীক্ষা করা হচ্ছে...
cs: Čekejte prosím: prohledává se místní síť...
es: Espere un instante: buscando en la red local…
eu: Itxaron: sare lokala eskaneatzen...
gl: Agarde un momento: examinando a rede local...
hi: कृपया इंतजार करें: स्थिर नेटवर्क का स्कैनिंग कर रहे...
it: Attendere: ricerca nella rete locale...
mr: कृपया थांबाः स्थानिक महाजालाचे शोधन सुरू आहे...
ne: कृपया प्रतिक्षा गर्नुहोस्: स्थानीय सञ्जाल स्क्यान गर्दैछ...
pl: Proszę czekać: przeszukiwanie lokalnej sieci...
sk: Prosím, čakajte: prehľadávam lokálnu sieť...
ta: தயவு செய்து பொறுக்கவும்: உள் வலையத்தை வருடுகிறது...

source: No serving hosts were found.
ar: لا يوجد مستضيفين خادمين.
as: পৰিসেবাকাৰী কোনো গৃহস্থ পাওয়া যায়নি।
bn: পরিসেবাকারী কোনো হোস্ট পাওয়া যায়নি।
cs: Žádné servery nenalezeny.
es: No se encontraron equipos sirviendo.
eu: Ez da zerbitzatzen ari den ostalaririk aurkitu.
gl: Non se encontrou ningún host servindo.
hi: कोई सेवारत होस्ट नहीं मिला.
it: Non sono stati trovati host.
mr: यजमान मिळाले नाहीत.
ne: कुनै सर्भिङ्ग होस्ट्हरू फेला परेन ।
pl: Nie odnaleziono serwerów.
sk: Nenájdení žiadni hostitelia.
ta: சேவை செய்யும் எந்த புரவலனும் கிடைக்கவில்லை.

source: Choose a ho_st to connect to:
ar: أختر مستضيفا للإت_صال به:
as: সংযোগ স্থাপনেৰ উদ্দেশ্যে একটি গৃহস্থ নিৰ্বাচন কৰক:(_s)
bn: সংযোগ স্থাপনের উদ্দেশ্যে একটি হোস্ট নির্বাচন করুন:(_s)
cs: Vyberte _server, ke kterému se připojit:
es: Seleccione un _equipo con el que conectar:
eu: Aukeratu konektatzeko o_stalaria:
gl: Seleccione un ho_st ao que conectarse:
hi: होस्ट का चुनाव करें जिससे जुड़ना चाहते हैं: (_s)
it: Scegliere un ho_st a cui connettersi:
mr: जोडण्यासाठी एक यजमान निवडाः
ne: यसमा जडान गर्न होस्ट रोज्नुहोस्:
pl: _Połączenie z komputerem:
sk: Zvoľte _hostiteľa, ku ktorému sa chcete pripojiť:
ta: இணைக்க ஒரு _ப புரவலன் தேர்வுசெய் :

source: The host "%s" is not willing to support a login session right now. Please try again later.
ar: لا يريد المستضيف "%s" دعم جلسة ولوج الآن. رجاء حاول مرّةً أخرى فيما بعد.
as: গৃহস্থ "%s" বৰ্তমানে প্ৰৱেশ সেশন চালাতে অনিচ্ছুক। অনুগ্ৰহ কৰে কিছুক্ষণ পৰে পুনৰায় প্ৰচেষ্টা কৰক।
bn: হোস্ট "%s" বর্তমানে লগ-ইন সেশন চালাতে অনিচ্ছুক। অনুগ্রহ করে কিছুক্ষণ পরে পুনরায় প্রচেষ্টা করুন।
cs: Počítač "%s" není momentálně ochoten podporovat přihlašovací sezení. Zkuste to prosím později.
es: El equipo «%s» no desea soportar una sesión de entrada ahora mismo. Inténtelo más tarde.
eu: "%s" ostalariak ez du saio-hasiera bat onartu nahi une honetan. Saiatu berriro geroago.
gl: O host "%s" non soporta un inicio de sesión neste instante. Ténteo de novo máis tarde.
hi: होस्ट "%s" अभी लॉगइन सत्र को समर्थन नहीं देना चाहता. कृपया बाद में फिर कोशिश करें.
it: L'host "%s" non consente attualmente una sessione di accesso. Riprovare più tardi.
mr: या क्षणी "%s" हा कार्यक्रम, सत्र सुरू करण्यास पाठींबा देत नाही.कृपयानंतर पुन्हा प्रयत्न करा.
ne: "%s" होस्ट अहिले लगइन सत्रलाई समर्थन गर्न इच्छुक छैन । कृपया पछि पुन: प्रयास गर्नुहोस् ।
pl: Komputer "%s" nie obsługuje teraz sesji logowania. Proszę spróbować później.
sk: Hostiteľ "%s" nechce momentálne podporovať prihlásenie. Prosím, skúste to neskôr.
ta: புரவலன் "%s" நுழைவு அமர்வை இப்போது ஆதரிக்க விரும்பவில்லை. சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Cannot connect to remote server
ar: لا يمكن الإتصال بالخادم عن بعد
as: দূৰবৰ্তী সেৱকেৰ সাথে সংযোগ কৰোঁতে ব্যৰ্থ
bn: দূরবর্তী সার্ভারের সাথে সংযোগ করতে ব্যর্থ
cs: Nelze se připojit ke vzdálenému serveru
es: No se puede conectar al servidor remoto
eu: Ezin da urruneko zerbitzariarekin konektatu
gl: Non se pode conectar ao servidor remoto
hi: दूरस्थ सर्वर से कनेक्ट नहीं हो पाया
it: Impossibile connettersi al server remoto
mr: दूरस्थ सर्वरशी जोडून घेता येत नाही
ne: टाढाको सर्भरमा जडान गर्न सकिँदैन
or: ଦୂର ସେବକ ସହିତ ସମ୍ପର୍କ ସ୍ଥାପନ କରିପାରୁ ନାହିଁ
pl: Nie można nawiązać połączenia ze zdalnym serwerem
sk: Nie je možné pripojiť sa k vzdialenému serveru
ta: தொலை சேவையகத்துடன் இணைக்க முடியவில்லை

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
ar: لم أتلقى أي إجابة من المستضيف "%s"·لمدة %d·ثانية. ربما كان المستضيف لا يعمل أو أنه لا يريد دعم جلسة ولوج الآن. الرجاء المحاولة فيما بعد.
as: গৃহস্থ "%s" থেকে %d সেকেন্ডেৰ মধ্যে কোনো প্ৰতিক্ৰিয়া পাওয়া যায়নি। সম্ভৱত এই ব্যৱস্থাপ্ৰণালীটি কাৰ্যকৰ অবস্থায় নেই অথবা এই মুহূৰ্তে প্ৰৱেশ অধিবেশন সমৰ্থন কৰোঁতে ইচ্ছুক নয়। অনুগ্ৰহ কৰে কিছুক্ষণ পৰে পুনৰায় চেষ্টা কৰক।
bn: হোস্ট "%s" থেকে %d সেকেন্ডের মধ্যে কোনো প্রতিক্রিয়া পাওয়া যায়নি। সম্ভবত এই সিস্টেমটি কার্যকর অবস্থায় নেই অথবা এই মুহূর্তে লগ-ইন সেশান সমর্থন করতে ইচ্ছুক নয়। অনুগ্রহ করে কিছুক্ষণ পরে পুনরায় চেষ্টা করুন।
cs: Od počítače "%s" neobdržena za dobu %d sekund žádná odpověď. Počítač možná není zapnutý, nebo momentálně není ochoten podporovat přihlašovací sezení. Zkuste to prosím později.
es: No se recibió ninguna respuesta desde el equipo «%s» en %d segundos. Quizá el equipo no esté encendido, o no desee soportar una sesión de entrada ahora mismo. Inténtelo más tarde.
eu: Ez da "%s" ostalariaren erantzunik jaso %d segundotan. Agian ostalaria ez da aktibatuta egongo, edo ez du saio-hasiera bat onartu nahi une honetan. Saiatu berriro geroago.
gl: Non se recibiu ningunha resposta do host "%s" en %d segundos. Talvez o servidor non está aceso, ou non soporta un inicio de sesión neste momento. Ténteo de novo máis tarde.
hi: मेजबान "%s" से %d सेकेंड में कोई अनुक्रिया नहीं मिला. शायद मेजबान चालू नहीं है, या एक लॉगिन सत्र को अभी संर्थन की इच्छा नहीं रखता. कृपया बाद में कोशिश करें.
it: Non è stata ricevuta alcuna risposta dall'host "%s" in %d secondi. Forse l'host è spento o non consente attualmente una sessione di accesso. Riprovare più tardi.
mr: "%s" या यजमानाकडून %d सेकंदांत प्रतिसाद मिळाला नाही. बहुदा यजमान कार्यरत नसावा किंवा या क्षणी हा कार्यक्रम, सत्र सुरू करण्यास पाठींबा देत नसावा.कृपया नंतर पुन्हा प्रयत्न करा.
ne: "%s" होस्ट %d सेकेण्डमा कुनै प्रतिक्रिया प्राप्त गरेन । सम्भवत होस्ट खूल्ला छैन, वा अहिले लगइन सत्रलाई समर्थन गर्न इच्छुक छैन । कृपया पछि पुन:प्रयास गर्नुहोस् ।
pl: Nie otrzymano żadnej odpowiedzi od komputera "%s" w ciągu %d sekund . Prawdopodobnie komputer jest wyłączony lub nie obsługuje teraz sesji logowania. Proszę spróbować później.
sk: Od hostiteľa "%s" neprišla za %d sekúnd odpoveď. Asi nie je zapnutý alebo momentálne odmieta prihlásenie. Prosím, skúste to neskôr.
ta: புரவலன் "%s" இருந்து %d வினாடிகள் எந்த பதிலும் கிடைக்கவில்லை. புரவலன் துவக்கப்படாமலோ, அல்லது புரவலன் நுழைவு அமர்வை இப்போது ஆதரிக்க விரும்பாமலோ இருக்கலாம். சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Did not receive response from server
ar: لم أتلقي إستجابة من الخادم
as: সেৱক থেকে উত্তৰ পাওয়া যায়নি
bn: সার্ভার থেকে উত্তর পাওয়া যায়নি
cs: Od serveru nebyla obdržena odpověď
es: No se recibió respuesta del servidor
eu: Ez da zerbitzariaren erantzunik jaso
gl: Non se recibiu ningunha resposta do servidor
hi: सर्वर से प्रतिक्रिया नहीं मिली
it: Nessuna risposta dal server
mr: सर्वरकडून प्रतिसाद मिळाला नाही
ne: सर्भरबाट प्रतिक्रिया प्राप्त गरेन
or: ସେବକରୁ ଉତ୍ତର ପାଇଲା ନାହିଁ
pl: Nie odebrano odpowiedzi z serwera
sk: Od servera neprišla žiadna odpoveď
ta: சேவையகத்திலிருந்து இருந்து பதில் எதுவும் கிடைக்கவில்லை

source: Cannot find the host "%s". Perhaps you have mistyped it.
ar: لا يمكنني ايجاد الخادم "%s"، ربما اخطأت في كتابته.
as: "%s" নামক গৃহস্থ পাওয়া যায়নি। সম্ভৱত সঠিক নাম টাইপ কৰা হোৱা নাই।
bn: "%s" নামক হোস্ট পাওয়া যায়নি। সম্ভবত সঠিক নাম টাইপ করা হয়নি।
cs: Nelze najít počítač "%s". Možná jste jeho název napsali nesprávně.
es: No se puede encontrar el equipo «%s». Quizá lo haya tecleado mal.
eu: Ezin dut "%s" ostalaria aurkitu, agian gaizki idatzi duzu.
gl: Non se encontra o host "%s", talvez o escribiu mal.
hi: मुझे होस्ट "%s" नहीं मिला. शायद आपने इसे गलत टाइप किया है.
it: Impossibile trovare l'host "%s". Forse è stato digitato male.
ne: "%s" होस्ट फेला पार्न सकिँदैनव । सम्भवत तपाईँले यसलाई गलत टाइप गर्नु भएको छ ।
or: "%s" ଆଧାରକୁ ଖୋଜି ପାରିବ ନାହିଁ। ସମ୍ଭବତଃ ଆପଣ ଏହାକୁ ସଠିକ ଭାବରେ ଟାଇପ କରିନାହାଁନ୍ତି।
pl: Nie można odnaleźć komputera "%s". Być może wpisana nazwa jest niepoprawna.
sk: Nie je možné nájsť hostiteľa "%s". Možno ste ho nesprávne zadali.
ta: புரவலன் "%s"ஐ கண்டுபிடிக்க முடியவில்லை, நீங்கள் தவறாக தட்டச்சு செய்திருக்கலாம்.

source: Cannot find host
ar: لا يمكنني ايجاد المستضيف
as: গৃহস্থ পাওয়া যায়নি
bn: হোস্ট পাওয়া যায়নি
cs: Nelze najít počítač
es: No se puede encontrar el equipo
eu: Ezin da ostalaria aurkitu
gl: Non se encontra o host
hi: होस्ट नही ढूंढ पाए
it: Impossibile trovare l'host
mr: यजमान मिळत नाही
ne: होस्ट फेला पार्न सकिँदैन
or: ଆଧାରକୁ ପାଇ ପାରିବ ନାହିଁ
pl: Nie można znaleźć komputera
sk: Nie možné nájsť hostiteľa
ta: புரவலனை கண்டுபிடிக்க முடியவில்லை
