Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: System default
ar: إفتراضي النظام
as: ব্যৱস্থাপ্ৰণালীেৰ ডিফল্ট
bn: সিস্টেমের ডিফল্ট
cs: Systémové výchozí
es: Predeterminado del sistema
eu: Sistemako lehenetsia
gl: Predeterminado do sistema
hi: सिस्टम मूलभूत
it: Predefinita di sistema
mr: साधारण संगणकीय कार्यक्रम
ne: प्रणाली पूर्वनिर्धारण
or: ତନ୍ତ୍ରର ପୂର୍ବନିର୍ଦ୍ଧାରିତ
pl: Systemowe ustawienie domyślne
sk: Predvoľba systému
ta: சேவையகம் முன்னிருப்பு

source: %s: Could not setup environment for %s. Aborting.
ar: %s: لم يمكن ضبط البيئة لـ %s. إلغاء
as: %s: %s ব্যবহাৰেৰ বাবে পৰিবেশ প্ৰস্তুত কৰোঁতে ব্যৰ্থ। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: %s ব্যবহারের জন্য পরিবেশ প্রস্তুত করতে ব্যর্থ। কর্ম বাতিল করা হচ্ছে।
cs: %s: Nelze nastavit prostředí pro %s. Ukončování.
es: %s: no se pudo establecer el entorno para %s. Se aborta.
eu: %s: Ezin izan da %s(r)en ingurunea konfiguratu. Abortatu egingo da.
gl: %s: non se puido configurar o contorno como %s. Interrompendo.
hi: %s: वातावरण सेटअप %s हेतु नहीं कर पाया. छोड़ रहे.
it: %s: impossibile impostare l'ambiente per %s. Chiusura in corso.
mr: %s: %s साठी वातावरण तयार करु शकत नाही, खंडीत करीत आहे.
ne: %s: %s का लागि परिवेश सेट गर्न सकेन । परित्याग गर्दै ।
or: %s: %s ପାଇଁ ପରିବେଶକୁ ବ୍ଯବସ୍ଥାପିତ କରିପାରିଲା ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Nie można ustawić środowiska dla %s. Rezygnacja.
sk: %s: Nepodarilo sa nastaviť prostredie pre %s. Končím.
ta: %s:%sக்கான சூழலை அமைக்க முடியவில்ல . கைவிடப் படுகிறது

source: %s: setusercontext () failed for %s. Aborting.
ar: %s: فشل setusercontext () لـ %s. إلغاء.
as: %s: %s'ৰ বাবে setusercontext () ব্যৰ্থ। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: %s'র জন্য setusercontext () ব্যর্থ। কর্ম বাতিল করা হচ্ছে।
cs: %s: "setusercontext ()" selhalo u %s. Ukončování.
es: %s: ha fallado setusercontext() para %s. Se aborta.
eu: %s: %s(r)en setusercontext()-ek huts egin du. Abortatu egingo da.
gl: %s: fallou setusercontext () para %s. Interrompendo.
hi: %s: setusercontext () %s हेतु असफल. छोड़ रहे.
it: %s: setusercontext() fallita per %s. Chiusura in corso.
ne: %s: %s का लागि setusercontext() असफल भयो । परित्याग गर्दै ।
or: %s: %s ପାଇଁ setusercontext () ନିର୍ଦ୍ଦେଶଟି ବିଫଳ ହୋଇଗଲା। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Funkcja setusercontext () nie powiodła się dla %s. Rezygnacja.
sk: %s: setusercontext () zlyhalo pre %s. Končím.
ta: %s: இதற்கு பயனர்சந்தர்ப்பம்அமை() தோல்வி: %s. கைவிடப் படுகிறது.

source: %s: Could not become %s. Aborting.
ar: %s: لم يمكن أن يصبح %s. إلغاء.
as: %s: %s'এ ৰূপান্তৰ সম্ভৱ হোৱা নাই। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: %s'এ রূপান্তর সম্ভব হয়নি। কর্ম বাতিল করা হচ্ছে।
cs: %s: Nelze se stát %s. Ukončování.
es: %s: No se pudo convertir en %s. Se aborta.
eu: %s: Ezin izan da %s bihurtu. Abortatu egingo da.
gl: %s: non se puido converter en %s. Interrompendo.
hi: %s: बन नहीं सकता %s. छोड़ रहे.
it: %s: impossibile diventare %s. Chiusura in corso.
mr: %1s: %2s होऊ शकत नाही. खंडीत करीत आहे.
ne: %s: %s बन्न सकेन । परित्याग गर्दै ।
or: %s: %s ହୋଇ ପାରିଲା ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Nie można zostać %s. Rezygnacja.
sk: %s: Nepodarila sa zmena na %s. Končím.
ta: %s: மாறமுடியாது: %s. கைவிடப் படுகிறது.

source: No Exec line in the session file: %s. Running the GNOME failsafe session instead
ar: لا يوجد سطر Exec في ملف الجلسة: %s. سيبدأ تنفيذ جنوم الآمن من الفشل عوضا عنه
as: অধিবেশন ফাইলেৰ মধ্যে Exec উল্লেখকাৰী পংক্তি অনুপস্থিত: %s। পৰিবৰ্তে GNOME ফেইল-সেফ অধিবেশন চালানো হবে
bn: সেশান ফাইলের মধ্যে Exec উল্লেখকারী পংক্তি অনুপস্থিত: %s। পরিবর্তে GNOME ফেইল-সেফ সেশান চালানো হবে
cs: Chybí řádek "Exec" v souboru sezení: %s. Místo něj se spouští záchranné sezení GNOME.
es: No hay ninguna línea Exec en el archivo de sesión: %s. Se ejecutará una sesión GNOME a prueba de fallos en su lugar.
eu: Ez dago 'exec' lerrorik saioko fitxategian: %s. GNOMEren hutsegiteen aurkako saioa exekutatuko da.
gl: Non hai ningunha liña Exec no ficheiro de sesión: %s. Estase executando o Gnome a proba de fallos no seu lugar
hi: सत्र फाइल में कोई निष्पादनीय पंक्ति नहीं: %s. बदले में गनोम फेलसेफ हेतु कोशिश करते हैं
it: Nessuna riga Exec nel file di sessione: %s. Al suo posto sarà avviata la sessione GNOME d'emergenza
ne: सत्र फाइल: %s मा Exec हरफ छैन । सट्टामा GNOME failsafe सत्र चालु गर्दै
or: ଅଧିବେଶନ ଫାଇଲରେ କୌଣସି ନିଷ୍ପାଦନ ଲାଇନ ନାହିଁ: %s। ଏହା ପରିବର୍ତ୍ତେ ନୋମ ଫେଲ-ସେଫ ଅଧିବେଶନକୁ ଚଳାଉଛି
pl: Nie odnaleziono wiersza uruchamiającego w pliku sesji: %s. Uruchamianie sesji awaryjnej GNOME.
sk: Riadok Exec chýba v súbore relácie: %s. Spúšťam namiesto toho záchrannú reláciu GNOME.
ta: அமர்வு கோப்பில் செயல் வரிகள் எதுவும் இல்லை: %s, தோல்வி பாதுகாப்பு க்நோம் அமர்வை துவக்குகிறது

source: %s: Cannot find or run the base Xsession script. Running the GNOME failsafe session instead.
ar: %s: لا يمكن ايجاد أو تشغيل النص الشفري لـ Xsession الأساسي. سأحاول جلسة جنوم الآمنة من الفشل عوضا.
as: %s: মূল Xsession স্ক্ৰিপ্ট সনাক্ত অথবা সঞ্চালন কৰোঁতে ব্যৰ্থ। পৰিবৰ্তে GNOME ফেইল-সেফ অধিবেশন চালানো হবে।
bn: %s: মূল Xsession স্ক্রিপ্ট সনাক্ত অথবা সঞ্চালন করতে ব্যর্থ। পরিবর্তে GNOME ফেইল-সেফ সেশান চালানো হবে।
cs: %s: Nelze nalézt nebo spustit základní skript Xsession. Místo toho se spouští záchranné sezení GNOME.
es: %s. No se puede encontrar o ejecutar el script Xsession básico de sesión. Se intentará con una sesión a prueba de fallos de GNOME en su lugar.
eu: %s: ezin da oinarrizko saio-script-a aurkitu edo exekutatu, GNOMEren hutsegiteen aurkako saioa exekutatuko da.
gl: %s: non se pode encontrar ou executar o script Xsession de sesión base. Executando o Gnome a proba de fallos no seu lugar.
hi: %s: बेस सत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, आपके लिए गनोम फेलसेफ हेतु कोशिश करते हैं.
it: %s: impossibile trovare o eseguire lo script di base di Xsession. Al suo posto sarà avviata la sessione GNOME d'emergenza.
ne: %s: आधार X सत्र स्क्रिप्ट फेला पार्न सकिँदैन । सट्टामा GNOME failsafe सत्र चालु गर्दै ।
or: %s: ମୂଳ X ଅଧିବେଶନ ସ୍କ୍ରିପ୍ଟକୁ ଖୋଜି କିମ୍ବା ଚଳାଇ ପାରିବ ନାହିଁ। ଏହା ପରିବର୍ତ୍ତେ ନୋମ ଫେଲ-ସେଫ ଅଧିବେଶନକୁ ଚଳାଉଛି।
pl: %s: Nie można odnaleźć lub uruchomić podstawowego skryptu Xsession. Zostanie uruchomiona sesja awaryjna GNOME.
sk: %s: Nie je možné nájsť alebo spustiť základný skript Xsession. Spúšťam namiesto toho záchrannú reláciu GNOME.
ta: %s: அடிப்படை எக்ஸ்அமர்வு குறுநிரல் கிடைக்கவில்லை. அல்லது ஓடவைக்க இயலவில்லை. க்நோம் தோல்வி பாதுகாப்பு அமர்வு முயற்சிக்கப்படும்.

source: Cannot find or run the base session script. Running the GNOME failsafe session instead.
ar: لا يمكن ايجاد أو تشغيل النص الشفري الأساسي للجلسات. سأحاول جلسة جنوم الآمنة من الفشل عوضا.
as: মূল Xsession স্ক্ৰিপ্ট সনাক্ত অথবা সঞ্চালন কৰোঁতে ব্যৰ্থ। পৰিবৰ্তে GNOME ফেইল-সেফ অধিবেশন চালানো হবে।
bn: মূল Xsession স্ক্রিপ্ট সনাক্ত অথবা সঞ্চালন করতে ব্যর্থ। পরিবর্তে GNOME ফেইল-সেফ সেশান চালানো হবে।
cs: Nelze nalézt nebo spustit základní skript sezení. Místo něj se spouští záchranné sezení GNOME.
es: No se puede encontrar o ejecutar el script básico de sesión. Se intentará con una sesión a prueba de fallos de GNOME.
eu: Ezin da oinarrizko saio-script-a aurkitu edo exekutatu, GNOMEren hutsegiteen aurkako saioa exekutatuko da.
gl: Non se pode encontrar ou executar o script de sesión base. Executando Gnome a proba de fallos no seu lugar.
hi: बेस सत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, बदले में गनोम फेलसेफ हेतु कोशिश करते हैं
it: Impossibile trovare o eseguire lo script di sessione di base. Al suo posto sarà avviata la sessione GNOME d'emergenza.
ne: आधार सत्र स्क्रिप्ट फेला पार्न र चलाउन सकिँदैन । सट्टामा GNOME failsafe सत्र चालु गर्दै ।
or: ମୂଳ X ଅଧିବେଶନ ସ୍କ୍ରିପ୍ଟକୁ ଖୋଜି କିମ୍ବା ଚଳାଇ ପାରିବ ନାହିଁ। ଏହା ପରିବର୍ତ୍ତେ ନୋମ ଫେଲ-ସେଫ ଅଧିବେଶନକୁ ଚଳାଉଛି।
pl: Nie można odnaleźć lub uruchomić podstawowego skryptu sesji. Zostanie uruchomiona sesja awaryjna GNOME.
sk: Nie je možné nájsť alebo spustiť základný skript relácie. Spúšťam namiesto toho záchrannú reláciu GNOME.
ta: %s: அடிப்படை அமர்வு குறுநிரல் கிடைக்கவில்லை. அல்லது ஓடவைக்க இயலவில்லை. க்நோம் தோல்வி பாதுகாப்பு அமர்வு முயற்சிக்கப்படும்.

source: %s: gnome-session not found for a failsafe GNOME session, trying xterm
ar: %s: لم يوجد gnome-session لجلسة جنوم آمنة من الفشل، سأحاول xterm
as: %s: ফেইল-সেফ GNOME অধিবেশনেৰ বাবে gnome-session পাওয়া যায়নি, xterm ব্যবহাৰ কৰা হচ্ছে
bn: %s: ফেইল-সেফ GNOME সেশানের জন্য gnome-session পাওয়া যায়নি, xterm ব্যবহার করা হচ্ছে
cs: %s: gnome-session pro záchranné sezení GNOME nebylo nalezeno; zkouší se xterm
es: %s: gnome-session no se encontró para una sesión a prueba de fallos de GNOME, intentando xterm
eu: %s: ez da gnome-session aurkitu hutsegiteen aurkako GNOMEren saiorako; xterm exekutatzen saiatuko da
gl: %s: non se encontrou o gnome-session para unha sesión de Gnome a proba de fallos, probando co xterm
hi: %s: फेलसेफ गनोम सत्र हेतु गनोम सत्र नहीं मिला, एक्स-टर्म चलाने की कोशिश
it: %s: gnome-session non trovato per la sessione d'emergenza di GNOME, sarà effettuato un tentativo con xterm.
mr: %s: failsafe GNOME सत्रासाठी gnome-सत्र सापडले नाही, xterm चा वापर करीत आहे.
ne: %s: failsafe GNOME सत्रका लागि जिनोम-सत्र फेला परेन, xterm को प्रयास गर्दै
or: %s: ଗୋଟିଏ ଫେଲ-ସେଫ ନୋମ ଅଧିବେଶନ ପାଇଁ ନୋମ-ଅଧିବେଶନ ମିଳିଲା ନାହିଁ, xterm କୁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି
pl: %s: Nie odnaleziono gnome-session potrzebnego w sesji awaryjnej GNOME; próba uruchomienia xterm
sk: %s: gnome-session nenájdený pre záchrannú reláciu GNOME; skúšam xterm
ta: %s: தோல்வி பாதுகாப்பு க்நோம் அமர்வுக்காக, க்நோம்-அமர்வு கிடைக்கவில்லை. எக்ஸ்டெர்ம் ஐ முயற்சிக்கிறது

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
ar: لم أجد جنوم مثبت، سأحاول تشغيل جلسة "xterm الآمنة من الفشل".
as: GNOME ইনস্টলেশন পাওয়া যায়নি এবং "ফেইল সেভ xterm" অধিবেশন চালানো প্ৰচেষ্টা কৰা হবে।
bn: GNOME ইনস্টলেশন পাওয়া যায়নি এবং "ফেইল সেভ xterm" সেশান চালানো প্রচেষ্টা করা হবে।
cs: Nelze najít instalaci GNOME. Zkouší se spuštění sezení "Záchranný xterm".
es: No se pudo encontrar la instalación de GNOME, se intentará ejecutar la sesión «Xterm a prueba de fallos».
eu: Ezin izan da GNOMEren instalazioa aurkitu,"Hutsegiteen aurkako xterm" saioa exekutatuko du.
gl: Non se encontrou a instalación do Gnome, tentarase executar a sesión "Xterm a proba de fallos".
hi: गनोम अधिष्ठापन नहीं मिला. "फेलसेफ एक्स-टर्म" सत्र बदले में चलाने की कोशिश जारी
it: Impossibile trovare l'installazione di GNOME. Provare ad avviare la sessione "xterm d'emergenza".
mr: %s: GNOME सत्रासाठी gnome-कार्यक्रम सापडला नाही, failsafe xterm चा वापर करीत आहे.
ne: GNOME स्थापना फेला पार्न सकेन, "Failsafe xterm" सत्र चलाउन प्रयास गर्नेछ ।
or: ନୋମ ସ୍ଥାପନକୁ ପାଇ ପାରିଲା ନାହିଁ, "ଫେଲ-ସେଫ xterm" ଅଧିବେଶନକୁ ଚଳାଇବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Nie można odnaleźć instalacji GNOME, zostanie podjęta próba uruchomienia sesji "Awaryjny xterm".
sk: Nepodarilo sa nájsť inštaláciu GNOME, pokúsim sa.spustiť namiesto toho reláciu "Záchranný xterm".
ta: தோல்வி பாதுகாப்பு க்நோம் அமர்வுக்காக, க்நோம்-அமர்வு கிடைக்கவில்லை. எக்ஸ்டெர்ம் ஐ முயற்சிக்கிறது. நிறுவலை கண்டுபிடிக்க முடியவில்லை, "தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம்" அமர்வை ஓடவைக்க முயற்சிக்கிறது.

source: This is the Failsafe GNOME session. You will be logged into the 'Default' session of GNOME without the startup scripts being run. This should be used to fix problems in your installation.
ar: هذه جلسة جنوم الآمنة من الفشل.ستسجل دخول في جلسة جنوم الإفتراضية بدون تشغيل نصوص بدأ التسغيل الشفرية. هذا فقط لإصلاح المشاكل في تثبيتك.
as: ফেইল-সেফ GNOME অধিবেশন। প্ৰাৰম্ভিক স্ক্ৰিপ্টগুলি সঞ্চালন না কৰে GNOME'ৰ ডিফল্ট অধিবেশনে প্ৰৱেশ কৰা হবে। ইনস্টল কৰা ব্যৱস্থাপ্ৰণালীৰ মধ্যে কোনো ধৰনেৰ সমস্যা সমাধান কৰাৰ বাবে এইটো ব্যবহাৰ কৰা উচিত।
bn: ফেইল-সেফ GNOME সেশান। প্রারম্ভিক স্ক্রিপ্টগুলি সঞ্চালন না করে GNOME'র ডিফল্ট সেশানে লগ-ইন করা হবে। ইনস্টল করা সিস্টেমের মধ্যে কোনো ধরনের সমস্যা সমাধান করার জন্য এটি ব্যবহার করা উচিত।
cs: Záchranné sezení GNOME. Budete přihlášeni do "výchozího sezení" GNOME bez spuštění startovacích skriptů. Účelem by mělo být vyřešení problémů s vaší instalací.
es: Esta es la sesión GNOME a prueba de fallos. Entrará a la sesión «Predeterminada» de GNOME sin ejecutar scripts de inicio. Esto solamente permite arreglar problemas en su instalación.
eu: Hau hutsegiteen aurkako Gnome saioa da. Gnome-ren saio 'Lehenetsia' abioko script-ak exekutatu gabe hasiko duzu. Hori instalazioko arazoak konpontzeko bakarrik da.
gl: Esta é a sesión a proba de fallos de Gnome. Entrará na sesión 'Predeterminada' do Gnome sen que se execute ningún script de inicio. Isto só serve para reparar os problemas na instalación.
hi: यह फेलसेफ गनोम सत्र है. आप मूलभूत गनोम सत्र में बिना स्टार्टअप स्क्रिप्ट चलाए लॉग करेंगे. यह आपके अधिष्ठापन में सिर्फ समस्याओं के निदान हेतु है.
it: Questa è la sessione GNOME d'emergenza. Consente l'accesso nella sessione GNOME predefinita senza eseguire script di avvio. Serve solo per risolvere eventuali problemi dell'installazione.
ne: यो Failsafe GNOME सत्र हो । तपाईँ जिनोमको पूर्वनिर्धारित सत्रमा कुनै सुरुवात स्क्रिप्ट चालु नगरी लग हुनुहुनेछ । यो तपाईँको स्थापनामा समस्याहरू एकिन गर्नका लागि परयोग गरिनु पर्दछ ।
or: ଏହା ଫେଲ-ସେଫ ନୋମ ଅଧିବେଶନ ଅଟେ। ପ୍ରାରମ୍ଭିକ ସ୍କ୍ରିପ୍ଟକୁ ନ ଚଳାଇ, ଆପଣ ନୋମର 'ପୂର୍ବନିର୍ଦ୍ଧାରିତ' ଅଧିବେଶନରେ ଲଗ କରିବେ। ଏହାକୁ ଆପଣଙ୍କର ସ୍ଥାପନ ସମ୍ବନ୍ଧୀୟ ସମସ୍ଯା ମାନଙ୍କୁ ସମାଧାନ କରିବା ପାଇଁ ବ୍ଯବହାର କରାଯିବା ଉଚିତ।
pl: To jest awaryjna sesja GNOME. Nastąpi zalogowanie przy użyciu domyślnej sesji bez uruchamiania skryptów startowych. Sesja ta służy wyłącznie do naprawienia błędnej konfiguracji systemu.
sk: Toto je záchranná relácia GNOME. Budete prihlásený do 'Predvolenej' relácie GNOME, bez spustenia štartovacích skriptov. Mala by byť použitá na opravu problémov s vašou inštaláciou.
ta: இது ஒரு தோல்விபாதுகாப்பு க்நோம் அமர்வு. நீங்கள் ஒரு துவக்க குறுநிரலும் இல்லாமல் 'முன்னிருப்பு' க்நோம் அமர்வில் நுழைக்க படுவீர். உங்கள் நிறுவலில் பிரச்சினைகளை சரி செய்ய பயன்படுத்தவும்

source: %s: gnome-session not found for a failsafe GNOME session; trying xterm
ar: %s: لم يوجد gnome-session لجلسة جنوم آمنة من الفشل، سأحاول xterm
es: %s: no se encuentra una sesión a prueba de fallos de GNOME, intentando xterm
eu: %s: ez da gnome-session aurkitu hutsegiteen aurkako GNOMEren saiorako; xterm exekutatzen saiatuko da

source: Could not find the GNOME installation. Running the "Failsafe xterm" session instead.
ar: لا يوجد جنوم مثبت، محاولة تشغيل جلسة "xterm الآمنة من الفشل" عوضا.
as: GNOME.
es: No se pudo encontrar la instalación de GNOME, se intentará ejecutar la sesión «Xterm a prueba de fallos».
eu: Ezin izan da GNOMEren instalazioa aurkitu,"Hutsegiteen aurkako xterm" saioa exekutatuko du.

source: Cannot find "xterm" to start a failsafe session.
ar: لا يمكن ايجاد "xterm" لتشغيل جلسة آمنة من الفشل.
as: ফেইল-সেফ আৰম্ভ কৰাৰ উদ্দেশ্যে "xterm" পাওয়া যায়নি।
bn: ফেইল-সেফ আরম্ভ করার উদ্দেশ্যে "xterm" পাওয়া যায়নি।
cs: Nelze najít "xterm" ke spuštění záchranného sezení.
es: No se pudo encontrar el programa «xterm» para iniciar una sesión a prueba de fallos.
eu: Ezin da "xterm" aurkitu hutsegiteen aurkako saioa hasteko.
gl: Non se encontra "xterm" para iniciar unha sesión a proba de fallos.
hi: फेलसेफ एक्स टर्म सत्र चलाने हेतु "एक्स टर्म" नहीं मिला.
it: Impossibile trovare "xterm" per avviare la sessione d'emergenza.
mr: failsafe सत्र चालू करण्यासाठी "xterm" मिळू शकत नाही.
ne: failsafe सत्र सुरू गर्नका निमित्त "xterm" फेला पार्न सकिएन ।
or: ଗୋଟିଏ ଫେଲ-ସେଫ ଅଧିବେଶନକୁ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ "xterm" କୁ ପାଇ ପାରିବ ନାହିଁ।
pl: Nie można odnaleźć programu "xterm" potrzebnego przy sesji awaryjnej.
sk: Nie je možné nájsť "xterm" pre spustenie záchrannej relácie.
ta: தோல்வி பாதுகாப்பு அமர்வை துவக்க "எக்ஸ்டெர்ம்" ஐ கண்டுபிடிக்க முடியவில்லை

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
ar: هذه جلسة xterm الآمنة من الفشل .ستلِج في شاشة طرفية حتى تصلح نظامك إذا لم يمكنك الولوج بأي طريقة أخرى. للخروج من محاكي الطرفية، اكتب 'exit' في النافذة ثم زر الإدخال.
as: ফেইল সেফ xterm অধিবেশন। অন্য কোনো প্ৰণালীতে ব্যৱস্থাপ্ৰণালীে প্ৰৱেশ কৰোঁতে ব্যৰ্থ হলে সমস্যা সমাধানেৰ বাবে টাৰ্মিনাল কনসোলে ব্যবহাৰকাৰী প্ৰৱেশ কৰোঁতে পাৰবেন। টাৰ্মিনাল এমুলেটৰ থেকে প্ৰস্থান কৰোঁতে 'exit' লিখে উইন্ডোৰ মধ্যে প্ৰবেশ কৰক।
bn: ফেইল সেফ xterm সেশান। অন্য কোনো প্রণালীতে সিস্টেমে লগ-ইন করতে ব্যর্থ হলে সমস্যা সমাধানের জন্য টার্মিনাল কনসোলে ব্যবহারকারী লগ-ইন করতে পারবেন। টার্মিনাল এমুলেটর থেকে প্রস্থান করতে 'exit' লিখে উইন্ডোর মধ্যে প্রবেশ করুন।
cs: Záchranné sezení xterm. Budete přihlášeni do konzoly terminálu, abyste mohli opravit svůj systém, pokud se nemůžete přihlásit jinak. K opuštění emulátoru terminálu napište v okně terminálu "exit" a stiskněte klávesu Enter.
es: Esta es la sesión a prueba de fallos xterm. Accederá a una consola de terminal para que pueda arreglar su sistema si no puede acceder de otro modo. Para salir de la ventana de terminal, escriba «exit» y pulse Intro en la ventana.
eu: Hau hutsegiteen aurkako xterm saioa da. Saioa beste modu batera hasi ezin baduzu,saioa terminaleko kontsolan hasiko duzu eta horrela, sistema konpondu ahal izango duzu. Terminal-emulatzailetik irteteko, idatzi 'exit' eta sartu leihoan.
gl: Esta é a sesión xterm a proba de fallos. Iniciarase a sesión nunha consola de terminal para poder reparar o seu sistema no caso de que non poida entrar doutro xeito. Para saír do emulador de terminal, escriba 'exit' e prema a tecla Intro nesa ventá.
hi: यह एक फेलसेफ एक्स टर्म सत्र है. यदि आप अन्य तरीके से लॉग नहीं कर पाते हैं तो टर्मिनल कंसोल में लॉग करेंगे ताकि आप समस्याओं का निदान कर सकें. टर्मिनल एमुलेटर से बाहर आने तथा विंडो में जाने हेतु 'exit' टाइप करें.
it: Questa è la sessione xterm d'emergenza. Sarà presente un terminale dal quale sarà possibile correggere la configurazione del sistema nel caso non ci fossero altri modi per accedervi. Per uscire digitare "exit" e premere "Invio" nella finestra del terminale.
mr: हे Failsafe xterm सत्र आहे. जर तो अन्य मार्गे प्रवेश देत नसेल तर तुम्ही एका कंसोलवर प्रवेश करा, जेणेकरुन तुम्ही तुमच्या संगणकामधील अडचणी दूर करु शकाल.बाहेर पडण्यासाठी 'exit' (बाहेर) असा शब्द टाका आणि एका चौकटीत (window) प्रवेश करा.
ne: यो Failsafe xterm सत्र हो । यदि तपाईँ अरू कुनै माध्यमबाट लगइन गर्न सक्नुहुन्न भने तपाईँ टर्मिनल कन्सोलमा लगइन हुनुहुनेछ ताकि तपाईँले तपाईँको प्रणाली स्थिर गर्न सक्नुहुन्छ । टर्मिनल इमुलेटरबाट बाहिर निस्कनका लागि 'exit' टाइप गर्नुहोस्' र सञ्झ्यालमा प्रविष्टि हुनुहोस् ।
or: ଏହା ଫେଲ-ସେଫ xterm ଅଧିବେଶନ ଅଟେ। ଆପଣ ଗୋଟିଏ ଟର୍ମିନାଲ କୋନଶୋଲରେ ଲଗଇନ କରିବେ ଯେପରି ଯଦି କୌଣସି ଉପାୟରେ ଆପଣ ଲଗଇନ କରିପାରିବେ ନାହିଁ ତାହାହେଲେ ଆପଣ ଆପଣଙ୍କ ତନ୍ତ୍ରକୁ ସଠିକ କରିପାରିବେ। ଟର୍ମାନାଲ ଯନ୍ତ୍ରାନୁକରକରୁ ବାହାରକୁ ଯିବା ପାଇଁ, 'exit' ଟାଇପ କରନ୍ତୁ ଏବଂ ଗୋଟିଏ ୱିଣ୍ଡୋ ମଧ୍ଯକୁ ପ୍ରବେଶ କରନ୍ତୁ।
pl: To jest awaryjna sesja xterm. Po zalogowaniu zostanie uruchomiona konsola terminala, pozwalająca na naprawienie konfiguracji systemu, jeśli nie można tego zrobić w inny sposób. Aby zakończyć pracę z terminalem, należy wpisać "exit" i nacisnąć klawisz "Enter".
sk: Toto je záchranná relácia xterm. Budete prihlásený do terminálu, takže budete môcť opraviť váš systém v prípade, že sa nemôžete inak prihlásiť. Pre ukončenie terminálu zadajte príkaz 'exit'.
ta: இது ஒரு தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம் அமர்வு. நீங்கள் முனைய த்தில் நுழைக்க படுவீர். உங்களால் வேறுவழியில் உள்நுழைய முடியாவிடில் உங்கள் கணிணியை சரி செய்ய பயன்படுத்தவும் . நிழல் முனையத்தில் இருந்து வெளியேறி, சாளரத்துக்குள் நுழைய 'exit' ஐ உள்ளிடவும்.

source: This is the Failsafe xterm session. You will be logged into a terminal console and be prompted to enter the password for root so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
ar: هذه جلسة xterm الآمنة من الفشل .ستسجل في شاشة طرفية وستسأل إدخال كلمة سر الجذر حتى تصلح نظامك إذا لم يمكنك التسجيل بأي طريقة أخرى. للخروج من محاكي الشاشة الطرفية، اكتب 'exit' في النافذة ثم زر الإدخال.
as: ফেইল সেফ xterm অধিবেশন। অন্য কোনো প্ৰণালীতে ব্যৱস্থাপ্ৰণালীে প্ৰৱেশ কৰোঁতে ব্যৰ্থ হলে সমস্যা সমাধানেৰ বাবে টাৰ্মিনাল কনসোলে ব্যবহাৰকাৰী প্ৰৱেশ কৰোঁতে পাৰবেন। root গুপ্তশব্দলেখাৰ অনুৰোধ জানানো হবে। টাৰ্মিনাল এমুলেটৰ থেকে প্ৰস্থান কৰোঁতে 'exit' লিখে উইন্ডোৰ মধ্যে প্ৰবেশ কৰক।
bn: ফেইল সেফ xterm সেশান। অন্য কোনো প্রণালীতে সিস্টেমে লগ-ইন করতে ব্যর্থ হলে সমস্যা সমাধানের জন্য টার্মিনাল কনসোলে ব্যবহারকারী লগ-ইন করতে পারবেন। root পাসওয়ার্ড লেখার অনুরোধ জানানো হবে। টার্মিনাল এমুলেটর থেকে প্রস্থান করতে 'exit' লিখে উইন্ডোর মধ্যে প্রবেশ করুন।
cs: Záchranné sezení xterm. Budete přihlášeni do konzoly terminálu a vyzváni k zadání hesla superuživatele, abyste mohli opravit svůj systém, pokud se nemůžete přihlásit jinak. K opuštění emulátoru terminálu napište v okně terminálu "exit" a stiskněte klávesu Enter.
es: Esta es la sesión a prueba de fallos xterm. Accederá a una consola de terminal y se le pedirá que introduzca la contraseña del administrador (root) para que pueda arreglar su sistema si no puede acceder de otro modo. Para salir del emulador de terminal, teclee «exit» y pulse Intro en la ventana.
eu: Hau hutsegiteen aurkako xterm saioa da. Saioa beste modu batera hasi ezin baduzu, saioa terminaleko kontsolan hasiko duzu eta horrela, sistema konpondu ahal izango duzu. Terminal-emulatzailetik irteteko, idatzi 'exit' eta sartu leihoan.
gl: Esta é a sesión xterm a proba de fallos. Iniciarase a sesión nunha consola de terminal e pediráselle o contrasinal de superusuario para poder reparar o seu sistema, no caso de que non poida entrar doutro xeito. Para saír do emulador de terminal, escriba 'exit' e prema a tecla Intro nesa ventá.
hi: यह एक फेलसेफ एक्स टर्म सत्र है. यदि आप अन्य तरीके से लॉग नहीं कर पाते हैं तो टर्मिनल कंसोल में लॉग करेंगे और रूट के लिये शब्दकूट देने के लिये प्रांप्ट किये जायेगे ताकि आप समस्याओं का निदान कर सकें. टर्मिनल एमुलेटर से बाहर आने तथा विंडो में जाने हेतु 'exit' टाइप करें.
it: Questa è la sessione xterm d'emergenza. Sarà presente un terminale dal quale sarà possibile correggere la configurazione del sistema nel caso non ci fossero altri modi per accedervi e sarà richiesto di inserire la password di root. Per uscire digitare "exit" e premere "Invio" nella finestra del terminale.
ne: यो Failsafe xterm सत्र हो । यदि तपाईँ अरू कुनै माध्यमबाट लगइन गर्न सक्नुहुन्न भने तपाईँ टर्मिनल कन्सोलमा लगइन हुनुहुनेछ र मूलका लागि पासवर्ड प्रविष्टि गर्न अनुमति दिइनेछ ताकि तपाईँले तपाईँको प्रणाली स्थिर गर्न सक्नुहुन्छ । टर्मिनल इमुलेटरबाट बाहिर निस्कनका लागि, 'exit' टाइप गर्नुहोस्' र सञ्झ्यालमा प्रविष्ट गर्नुहोस् ।
or: ଏହା ଫେଲ-ସେଫ xterm ଅଧିବେଶନ ଅଟେ। ଆପଣ ଗୋଟିଏ ଟର୍ମିନାଲ କୋନଶୋଲରେ ଲଗଇନ କରିବେ ଏବଂ ଆପଣଙ୍କୁ ପ୍ରବେଶ ସଙ୍କେତକୁ ଭରିବା ପାଇଁ ବାଧ୍ଯ କରିଯିବ ଯେପରି ଯଦି କୌଣସି ଉପାୟରେ ଆପଣ ଲଗଇନ କରିପାରିବେ ନାହିଁ ତାହାହେଲେ ଆପଣ ଆପଣଙ୍କ ତନ୍ତ୍ରକୁ ସଠିକ କରିପାରିବେ। ଟର୍ମାନାଲ ଯନ୍ତ୍ରାନୁକରକରୁ ବାହାରକୁ ଯିବା ପାଇଁ, 'exit' ଟାଇପ କରନ୍ତୁ ଏବଂ ଗୋଟିଏ ୱିଣ୍ଡୋ ମଧ୍ଯକୁ ପ୍ରବେଶ କରନ୍ତୁ।
pl: To jest awaryjna sesja xterm. Po zalogowaniu zostanie uruchomiona konsola terminala oraz pojawi się pytanie o hasło użytkownika root, pozwalając na naprawienie konfiguracji systemu, jeśli nie można tego zrobić w inny sposób. Aby zakończyć pracę z terminalem, należy wpisać "exit" i nacisnąć klawisz "Enter".
sk: Toto je záchranná relácia xterm. Budete prihlásený do konzoly terminálu a ak zadáte heslo správcu, budete môcť opraviť váš systém. Je to pre prípad, že sa nemôžete inak prihlásiť. Pre ukončenie terminálu zadajte do okna príkaz 'exit'.
ta: இது ஒரு தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம் அமர்வு. முனைய பணியகத்தில் நுழைக்க பட்டு கடவு சொல் கேட்கப் படும். உங்களால் வேறுவழியில் உள்நுழைய முடியாவிடில் கணிணியை சரி செய்ய இந்த வாய்ப்பை பயன்படுத்தவும். நிழல் முனையத்தில் இருந்து வெளியேறி, சாளரத்துக்குள் நுழைய 'exit' ஐ உள்ளிடவும்.
