Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. GDM has started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
ar: لم يعرَّف أي خادم في ملف الإعدادات كماعُطِّل XDMCP. لا يمكن أن يكون ذلك إلا خطأ إعداد .لقد شغّل لك GDM خادما واحدا يجدر بك أن.تلِج وتصحح الإعداد. لاحظ أن الولوج التلقائي و المؤقت بوقت معطلان الآن.
as: বিন্যাসেশন ফাইলে কোনো সেৱক উল্লিখিত হোৱা নাই ও XDMCP নিষ্ক্ৰিয় কৰা হয়েছে। এইটো শুধুমাত্ৰ বিন্যাসেশন সংক্ৰান্ত সমস্যা। GDM দ্বাৰা একটি সেৱক আৰম্ভ কৰা হয়েছে। ব্যবহাৰকাৰী দ্বাৰা এখন প্ৰৱেশ কৰে বিন্যাসেশন সংশোধন কৰা প্ৰয়োজন। উল্লেখ্য, স্বয়ংক্ৰিয় ও সময় নিৰ্ধাৰিত প্ৰৱেশ বৰ্তমানে নিষ্ক্ৰিয় কৰা হয়েছে।
bn: কনফিগারেশন ফাইলে কোনো সার্ভার উল্লিখিত হয়নি ও XDMCP নিষ্ক্রিয় করা হয়েছে। এটি শুধুমাত্র কনফিগারেশন সংক্রান্ত সমস্যা। GDM দ্বারা একটি সার্ভার আরম্ভ করা হয়েছে। ব্যবহারকারী দ্বারা এখন লগ-ইন করে কনফিগারেশন সংশোধন করা প্রয়োজন। উল্লেখ্য, স্বয়ংক্রিয় ও সময় নির্ধারিত লগ-ইন বর্তমানে নিষ্ক্রিয় করা হয়েছে।
cs: V konfiguračním souboru nebyly definovány žádné servery a XDMCP byl zakázán. To může znamenat jen chybu v nastavení. GDM spustil jeden server. Bylo by vhodné přihlásit se a upravit nastavení. Automatická a časovaná přihlášení jsou nyní vypnuta.
es: No se ha definido ningún servidor en el archivo de configuración y XDMCP se ha desactivado. Ésto solamente puede ser un error de configuración. GDM ha iniciado un servidor único para usted. Debería poder entrar y arreglar la configuración. Recuerde que ahora la entrada automática y temporizada están desactivadas.
eu: Konfigurazio-fitxategian ez dago zerbitzaririk definituta eta XDMCP desgaitu egin da. Hau konfigurazio-errorea besterik ezin da izan. GDMek zerbitzari bakarra abiarazi dut zuretzat. Saioa hasi eta konfigurazioa konpondu behar zenuke. Kontuan izan orain saio-hasiera automatikoak eta denboraz mugatutakoak desgaituta daudela.
gl: Non se definiron servidores no ficheiro de configuración e XDMCP está desactivado. Isto só pode ser un erro de configuración. GDM iniciou un único servidor. Inicie unha sesión e corrixa a configuración. Teña en conta que o inicio de sesións automáticas e temporizadas está agora desactivado.
hi: विन्यासन फ़ाइल में कोई सर्वर परिभाषित नहीं है तथा एक्सडीएमसीपी अक्षम था. यह सिर्फ विन्यासन त्रुटि हो सकती है. अतः मैने एक सर्वर आपके लिए प्रारंभ कर दिया है. आपको लॉगइन कर विन्यासन सही करना होगी . ध्यान दें कि स्वचालित और समयबद्ध लॉगइन अभी अक्षम रहेंगे.
it: Non è definito alcun server nel file di configurazione e XDMCP è disabilitato. Deve sicuramente esserci un errore di configurazione. GDM ha avviato un server singolo. Effettuare l'accesso e correggere la configurazione. Notare che, per ora, gli accessi automatici e temporizzati sono disabilitati.
ne: कन्फिगरेसन फाइलमा कुनै पनि सर्भरहरू परिभाषित गरिएको थिएन र XDMCP अक्षम पारिएको थियो । यो एउटा कन्फिगरेसन त्रुटि मात्र हुन सक्दछ । तपाईँका लागि GDM ले एकल सर्भर सुरुआत गरेको छ । तपाईँले कन्फिगरेसन स्थिर गर्नु पर्दछ र लगइन गर्नु पर्दछ । याद गर्नुहोस् तपाईँको स्वचालित र समयबद्ध लगइनहरू अहिले अक्षम पारिएका छन् ।
pl: W konfiguracji nie zdefiniowano serwerów i XDMCP jest wyłączone. Może to być tylko błąd w konfiguracji. GDM uruchomił jeden serwer. Należy się zalogować i poprawić konfigurację. Na razie logowanie automatyczne i z opóźnieniem czasowym jest nieaktywne.
sk: V konfiguračnom súbore neboli definované žiadne servery a XDMCP bol zakázaný. Toto môže byť len chyba nastavenia. GDM spustil jeden server pre vás. Mali by ste sa prihlásiť a opraviť nastavenie. Mimochodom, automatické a časované prihlásenia sú momentálne zakázané.
ta: உருவமைப்பு கோப்பில் சேவையகம் எதுவும் வரையறுக்கப் படவில்லை மற்றும் XDMCP செயல் இழக்கப் பட்டுள்ளது. இது உருவமைப்பு பிழைதான். ஆகையால் ஜிடிஎம் ஒரு சேவகனை மட்டும் உங்களுக்கு துவக்கியுள்ளது. நீங்கள் நுழைந்து உருவமைப்பை சரியாக அமைக்க வேண்டும். தானியங்கி மற்றும் நேர நுழைவு இப்பொழுது செயல் இழக்கப் பட்டுள்ளது என்று அறியவும்

source: Could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
ar: لا يمكن تشغيل خادم X الإعتيادي (بيئتك الرسومية) و بالتالي فهذا خادم X آمن من الفشل.يجب عليك الولوج و إعداد خادم X بشكل صحيح.
as: প্ৰমিত X সেৱক (চিত্ৰাঙ্কিত পৰিবেশ) আৰম্ভ কৰা সম্ভৱ না হওয়াৰ ফলে ফেইল-সেফ X সেৱক আৰম্ভ কৰা হয়েছে। প্ৰৱেশ কৰে X সেৱক সঠিকৰূপে বিন্যাস কৰা আবশ্যক।
bn: প্রমিত X সার্ভার (গ্রাফিকাল পরিবেশ) আরম্ভ করা সম্ভব না হওয়ার ফলে ফেইল-সেফ X সার্ভার আরম্ভ করা হয়েছে। লগ-ইন করে X সার্ভার সঠিকরূপে কনফিগার করা আবশ্যক।
cs: Nelze spustit běžný server X (vaše grafické prostředí), proto nyní běží záchranný server X. Bylo by vhodné přihlásit se a správně nastavit server X.
es: No se pudo iniciar el servidor X habitual (su entorno gráfico) por lo que esto es un servidor X a prueba de fallos. Deberá entrar y configurar el servidor X apropiadamente.
eu: Ezin izan da X zerbitzari arrunta abiarazi (zure ingurune grafikoa) eta, beraz, hau hutsegiteen aurkako X zerbitzaria da. Saioa hasi eta X zerbitzaria behar bezala konfiguratu behar zenuke.
gl: Non se puido iniciar o servidor X normal (o contorno gráfico), polo que este é un servidor X a proba de fallos. Debe iniciar a sesión e configurar apropiadamente o servidor X.
hi: मैं नियमित एक्स सर्वर प्रारंभ नहीं कर सकता (आपका आलेखीय वातावरण). अतः यह एक फेलसेफ एक्स सर्वर है. आपको लॉगइन कर एक्स सर्वर को उचित प्रकार विन्यस्त करना होगा.
it: Impossibile avviare il server X regolare (l'interfaccia grafica) perciò questo è il server X d'emergenza. Effettuare l'accesso e configurare propriamente il server X.
ne: नियमित X सर्भर (तपाईँको ग्राफिकल परिवेश) सुरु गर्न सकेन र त्यसैले यो एउटा failsafe X सर्भर हो । तपाईँले X सर्भर कन्फिगर गर्नुपर्दछ र लगइन गर्नुपर्दछ ।
or: ନିୟମିତ X ସେବକ (ଆପଣଙ୍କ ଆଲେଖୀକ ପରିବେଶ) କୁ ପ୍ରାରମ୍ଭ କରିପାରିଲା ନାହିଁ ଏବଂ ତେଣୁ ଏହା ଗୋଟିଏ ଫେଲ-ସେଫ ସେବକ ଅଟେ। ଆପଣ ଲଗଇନ ହେବା ଉଚିତ ଏବଂ X ସେବକର ବିନ୍ଯାସକୁ ସଠିକ ରୂପରେ ବିନ୍ଯାସ କରିବା ଉଚିତ।
pl: Nie można uruchomić zwykłego serwera X (odpowiedzialnego za interfejs graficzny), zostanie więc uruchomiony awaryjny serwer X. Po zalogowaniu się należy poprawnie skonfigurować serwer X.
sk: Nepodarilo sa spustiť normálny X server (vaše grafické prostredie) a preto je toto záchranný X server. Mali by ste sa prihlásiť a správne nastaviť X server.
ta: சாதாரண எக்ஸ் சேவையகத்தை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட சூழல்) மற்றும் ஆகையால் இது ஒரு தோல்விபாதுகாப்பு எக்ஸ் சேவையகம். நீங்கள் உள்நுழைந்து அதன் பின் சரியாக எக்ஸ் சேவையகத்தை உருவமைக்க வேண்டும்.

source: The specified display number was busy, so this server was started on display %s.
ar: رقم العرض المذكور مشغول،لذلك بُدِأل الخادم على اعرضة %s.
as: উল্লিখিত সংখ্যক ডিসপ্লে বৰ্তমানে ব্যস্ত হওয়া ফলে ডিসপ্লে %s'ৰ মধ্যে সেৱক আৰম্ভ কৰা হয়েছে।
bn: উল্লিখিত সংখ্যক ডিসপ্লে বর্তমানে ব্যস্ত হওয়া ফলে ডিসপ্লে %s'র মধ্যে সার্ভার আরম্ভ করা হয়েছে।
cs: Zadané číslo displeje bylo již obsazeno, proto byl tento server spuštěn na displeji %s.
es: El número de pantalla especificado estaba ocupado, así que este servidor se inició en la pantalla %s.
eu: Zehaztutako pantaila-zenbakia okupatuta zegoenez, zerbitzaria %s pantailan abiaraziko da.
gl: O número de pantalla especificado estaba ocupado, polo que o servidor se iniciou na pantalla %s.
hi: निर्दिष्ट प्रदर्शक क्रमांक व्यस्त था, अतः यह सर्वर प्रदर्शक %s पर प्रारंभ किया गया.
it: Il display specificato è occupato, questo server è stato quindi avviato sul display %s.
mr: दिलेला प्रदर्शक क्रमांक व्यस्त होता म्हणून हा सर्वर पडद्यावर चालू करण्यात आला.%s.
ne: निर्दिष्ट गरिएको प्रदर्शन सङ्ख्या व्यस्त थियो त्यसैले यो सर्भर %s प्रदर्शनमा सुरू गरिएको थियो ।
or: ଉଲ୍ଲେଖିତ ପ୍ରତର୍ଶନ ସଂଖ୍ଯାଟି ବ୍ଯସ୍ତ ଥିଲା, ତେଣୁ ଏହି %s ରେ ଏହି ସେବକୁ ପ୍ରାରମ୍ଭ କରାଗଲା।
pl: Podany numer ekranu był zajęty, więc serwer został uruchomiony na ekranie %s.
sk: Zadané číslo displeja je zaneprázdnené, takže tento server používa %s.
ta: குறிப்பிட்ட காட்சி எண் வேலை பளுவில் உள்ளது, ஆகையால் இந்த சேவையகம் %s காட்சியில் துவக்கப் பட்டுள்ளது.

source: The greeter application appears to be crashing. Attempting to use a different one.
ar: يبدو أن تطبيق المُرحِّب ينهار. سأحاول إستخدام برنامج آخر.
bn: অভিবাদনের অ্যাপ্লিকেশনটি সম্ভবত বিপর্যস্ত হচ্ছে। একটি পৃথক অ্যাপ্লিকেশন প্রয়োগ করার প্রচেষ্টা করা হচ্ছে।
cs: Uvítací program zřejmě padá. Probíhá pokus o použití jiného.
eu: Ongi etorriko programa kraskatu dela dirudi. Beste bat erabiltzen saiatuko naiz.
gl: Semella que a interface de benvida está fallando. Tentarase usar un programa diferente.
hi: प्रतीत होता है कि स्वागतकर्ता अनुप्रयोग क्रैश हो गया है. किसी और को प्रयोग करने के लिए प्रयासरत.
it: L'applicazione greeter sembra andare in crash. Si proverà a usarne una differente.
ne: ग्रिटर अनुप्रयोग क्र्याश भएको देखिन्छ । एउटा भिन्न प्रयोग गर्न प्रयत्न गर्दै ।
or: ଶୁଭେଚ୍ଛକ ପ୍ରୟୋଗଟି ହଠାତ ଅଚଳ ହୋଇଯାଉଥିବା ପରି ଜଣା ପଡୁଛି। ଗୋଟିଏ ଭିନ୍ନ ପ୍ରୟୋଗକୁ ବ୍ଯବହାର କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରୁଅଛି।
pl: Program ekranu powitalnego nie funkcjonuje prawidłowo. Nastąpi próba użycia innego programu.
sk: Zdá sa, že aplikácia pre grafické prihlásenie padá. Pokúsim sa použiť inú.
ta: முகமன் நிரல் செயலிழப்பது போல் தோன்றுகிறது.நான் வேறொன்றை பயன்படுத்த முயற்சிக்கிறேன்.

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
ar: %s: ·لا يكن بدأ تشغيل المرحّب بوحدات gtk: %s. سأحاول دون وحدات
as: %s: gtk মডিউল সহযোগে অভিবাদন ব্যবস্থা আৰম্ভ কৰোঁতে ব্যৰ্থ : %s। মডিউল বিনা আৰম্ভ কৰাৰ প্ৰচেষ্টা কৰা হচ্ছে
bn: %s: gtk মডিউল সহযোগে অভিবাদন ব্যবস্থা আরম্ভ করতে ব্যর্থ : %s। মডিউল বিনা আরম্ভ করার প্রচেষ্টা করা হচ্ছে
cs: %s: Nelze spustit uvítací program s moduly gtk: %s. Probíhá pokus bez modulů
es: %s: no se puede iniciar la interfaz de entrada con módulos gtk: %s. Intentando sin módulos
eu: %s: Ezin da ongietorri-interfazea abiarazi gtk moduluekin: %s. Modulurik gabe saiatuko naiz
gl: %s: non se pode iniciar a interface de benvida cos módulos de gtk: %s. Probando sen módulos
hi: %s: जीटीके मॉड्यूल्स: %s के साथ स्वागतकर्ता प्रारंभ नहीं कर सका. बिना मॉड्यूल्स के साथ कोशिश कर रहे
it: %s: impossibile avviare il greeter con i moduli gtk: %s. Si proverà senza moduli
mr: %s: जीटीके पध्दती असणारा स्वागतकर्ता सुरू होत नाहीः %s. त्याच्या शिवाय सुरू करण्याचा प्रयत्न होत आहे.
ne: %s: ग्रिटर gtk मोड्युलहरूसँग सुरू गर्न सकिँदैन: %s. मोड्युलहरू बिना नै प्रयास गर्दै
or: %s: ଜି.ଟି.କେ. ଏକକାଂଶ ମାନଙ୍କ ସହିତ ଶୁଭେଚ୍ଛକ ମାନଙ୍କୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ: %s। ଏକକାଂଶ ବିନା ପ୍ରଚେଷ୍ଟା କରୁଅଛି
pl: %s: Nie można uruchomić ekranu powitalnego z modułami gtk: %s. Próba uruchomienia bez modułów
sk: %s: Nie je možné spustiť program pre prihlásenie pomocou gtk modulov: %s. Pokúsim sa bez modulov
ta: %s: ஜிடிகே பகுதியை வைத்து முகமனை துவக்க முடியவில்லை: %s. பகுதியில்லாமல் முயற்சிக்கிறது

source: %s: Cannot start greeter trying default: %s
ar: %s: لا يمكن تشغيل المرحب سأحاول الإفتراضي: %s
as: %s: অভিবাদন ব্যবস্থা আৰম্ভ কৰোঁতে ব্যৰ্থ, ডিফল্ট ব্যবহৃত হচ্ছে: %s
bn: %s: অভিবাদন ব্যবস্থা আরম্ভ করতে ব্যর্থ, ডিফল্ট ব্যবহৃত হচ্ছে: %s
cs: %s: Nelze spustit uvítací program, zkouší se výchozí: %s
es: %s: no se puede iniciar la interfaz de entrada, intentando con el predeterminado: %s
eu: %s: Ongietorri-interfazea ezin da abiarazi, balio lehenetsi honekin saiatuko naiz: %s
gl: %s: non se pode iniciar a interface de benvida, probando o predeterminado: %s
hi: %s: स्वागतकर्ता प्रारंभ नहीं कर सका, मूलभूत के लिए कोशिश कर रहे: %s
it: %s: impossibile avviare il greeter, si proverà quello predefinito: %s
mr: %s: जीटीके पध्दती असणारा स्वागतकर्ता सुरू होत नाहीः %s. साधारन सर्वर सुरू करण्याचा प्रयत्न होत आहे.
ne: %s: पूर्वनिर्धारण प्रयास गर्दा ग्रिटर सुरू गर्न सकिँदैन: %s
or: %s: ପୂର୍ବନିର୍ଦ୍ଧାରିତକୁ ପ୍ରଚେଷ୍ଟା କରି ଶୁଭେଚ୍ଛକକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ: %s
pl: %s: Nie można uruchomić ekranu powitalnego na domyślnym ekranie: %s
sk: %s: Nie je možné spustiť privítanie, skúsim predvolené: %s
ta: %s: முகமனை துவக்க முடியவில்லை. முன்னிருப்பை முயற்சிக்கிறது: %s

source: Cannot start the greeter application; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
ar: لا يمكن تشغيل برنامج الترحيب،لن يمكنك الولوج. سيُعَطل هذا العرض. حاول الولوج بطرق أخرى و تحرير ملف الإعدادات
as: অভিবদন প্ৰদৰ্শনকাৰী অ্যাপ্লিকেশন আৰম্ভ কৰোঁতে ব্যৰ্ত; প্ৰৱেশ কৰা সম্ভৱ হবে না। বৰ্তমান এই ডিসপ্লে নিষ্ক্ৰিয় কৰা হবে। অন্য পদ্ধতিতে প্ৰৱেশ কৰে বিন্যাসেশন ফাইল পৰিবৰ্তনেৰ প্ৰচেষ্টা কৰক।
bn: অভিবদন প্রদর্শনকারী অ্যাপ্লিকেশন আরম্ভ করতে ব্যর্ত; লগ-ইন করা সম্ভব হবে না। বর্তমান এই ডিসপ্লে নিষ্ক্রিয় করা হবে। অন্য পদ্ধতিতে লগ-ইন করে কনফিগারেশন ফাইল পরিবর্তনের প্রচেষ্টা করুন।
cs: Nelze spustit uvítací program; nebude možné se přihlásit. Tento displej bude zakázán. Zkuste se prosím přihlásit jiným způsobem a upravit konfigurační soubor.
es: No se pudo iniciar la interfaz de entrada; no se le permitirá iniciar una sesión. Esta pantalla se desactivará. Intente acceder por otros medios y editar el archivo de configuración
eu: Ezin da ongi etorriko programa abiarazi, ezingo duzu saioa hasi. Pantaila hau desgaitu egingo da. Saiatu beste modu batzuekin sartzen eta konfigurazio-fitxategia editatzen
gl: Non se puido iniciar a interface de benvida, o que lle vai impedir iniciar a sesión. Esta pantalla vaise desactivar. Tente iniciar a sesión por outros medios e editar o ficheiro de configuración
hi: स्वागतकर्ता प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगइन में असमर्थ रहेंगे. यह प्रदर्शक अक्षम रहेगा. दूसरे साधनों से लॉगइन हेतु प्रयत्न कीजिए और विन्यासन फ़ाइल में संपादन कीजिए
it: Impossibile avviare l'applicazione greeter, non sarà possibile effettuare l'accesso. Questo display verrà disabilitato. Provare l'accesso in altri modi e modificare il file di configurazione
ne: ग्रिटर अनुप्रयोग सुरू गर्न सकिँदैन; तपाईँ लगइन गर्न सक्षम हुनुहुने छैन । यो प्रदर्शन अक्षम गरिनेछ । अरू नै माध्यमबाट र कन्फिगरेसन फाइल सम्पादन गरेर लगइन गर्न प्रयास गर्नुहोस् ।
or: ଶୁଭେଚ୍ଛକ ପ୍ରୟୋଗକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ; ଆପଣ ଲଗ କରିବାରେ ସମର୍ଥ ହେବେ ନାହିଁ। ଏହି ପ୍ରଦର୍ଶନଟି ନିଷ୍କ୍ରିୟ ହୋଇଯିବ। ଅନ୍ଯ ଉପାୟରେ କିମ୍ବା ବିନ୍ଯାସ ଫାଇଲକୁ ସମ୍ପାଦିତ କରି ଲଗଇନ କରିବା ପାଇଁ ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
pl: Nie można uruchomić ekranu powitalnego; nie będzie można się zalogować. Bieżący ekran zostanie wyłączony. Spróbuj zalogować się do systemu w inny sposób i poprawić plik konfiguracyjny.
sk: Nie je možné spustiť privítaciu aplikáciu; nebudete sa môcť prihlásiť. Tento displej bude zakázaný. Skúste sa prihlásiť inak a upravte konfiguračný súbor.
ta: முகமன் நிரலை துவக்க முடியவில்லை, உங்களால் உள்நுழைய முடியாது. காட்சிகள் செயல் இழக்கப் படும். நுழைவை வேறு முறைகளில் முயற்சித்து உருவமைப்பு கோப்புகளை திருத்தவும்

source: %s: Error starting greeter on display %s
ar: %s: خطأ أثناء تشغيل المرحب على العرض %s
as: %s: ডিসপ্লে %s'ৰ মধ্যে অভিবাদন ব্যবস্থা আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: %s: ডিসপ্লে %s'র মধ্যে অভিবাদন ব্যবস্থা আরম্ভ করতে ব্যর্থ
cs: %s: Chyba při spouštění uvítacího programu na displeji %s
es: %s: Ha ocurrido un error al iniciar la interfaz de entrada en la pantalla %s
eu: %s: Errorea ongietorri-interfazea %s pantailan abiaraztean
gl: %s: hai un erro ao iniciar a interface de benvida na pantalla %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
it: %s: errore nell'avviare il greeter sul display %s
mr: %s: %s या प्रदर्शकावर शुभेच्छासंदेश चालु करताना चुक झाली.
ne: %s: %s प्रदर्शनमा ग्रिटर सुरूआत गर्दा त्रुटि
or: %s: %s ପ୍ରଦର୍ଶନରେ ଶୁଭେଚ୍ଛକକୁ ପ୍ରାରମ୍ଭ କରିବା ସମୟରେ ତୃଟି
pl: %s: Błąd przy uruchamianiu ekranu powitalnego na ekranie %s
sk: %s: Chyba pri štarte privítania na displeji %s
ta: %s: %s காட்சியை முகமனில் துவக்கையில் பிழை

source: %s: Can't fork gdmgreeter process
ar: %s: لا يمكن تشعيب عملية مرحب GDM
as: %s: gdmgreeter প্ৰসেস fork কৰোঁতে ব্যৰ্থ
bn: %s: gdmgreeter প্রসেস fork করতে ব্যর্থ
cs: %s: Nelze rozvětvit proces gdmgreeter
es: %s: no es posible bifurcar un proceso gdmgreeter
eu: %s: Ezin da gdmgreeter prozesua sardetu
gl: %s: non se pode facer fork dun proceso gdmgreeter
hi: %s: जीडीएम स्वागतकर्ता प्रक्रिया फॉर्क नहीं कर सका
it: %s: impossibile eseguire una fork sul processo gdmgreeter
mr: %s: gdmgreeter ची प्रक्रिया चालु करु शकत नाही.
ne: %s: gdmgreeter प्रक्रिया विभाजन गर्न सकिँदैन
or: %s: ଜି.ଡି.ଏମ. ଶୁଭେଚ୍ଛକ ପ୍ରକ୍ରିୟାକୁ ଫର୍କ କରିପାରିବ ନାହିଁ
pl: %s: Nie można utworzyć procesu dla ekranu powitalnego gdm
sk: %s: Nemôžem vykonať delenie procesu gdmgreeter
ta: %s: ஜிடிஎம் முகமன் செயலை பிரிக்க முடியவில்லை

source: %s: Can't open fifo!
ar: %s: لا يمكن فتح fifo!
as: %s: fifo খুলতে ব্যৰ্থ!
bn: %s: fifo খুলতে ব্যর্থ!
cs: %s: Nelze otevřít FIFO!
es: %s: no se puede abrir fifo.
eu: %s: Ezin da fifo ireki!
gl: %s: non se pode abrir fifo!
hi: %s: फीफो खोल नहीं सका!
it: %s: impossibile aprire la fifo.
mr: %s: fifo उघडु शकत नाही.
ne: %s: fifo खोल्न सकिँदैन!
or: %s: ଫିପୋକୁ ଖୋଲି ପାରିବ ନାହିଁ
pl: %s: Nie można otworzyć kolejki FIFO!
sk: %s: Nepodarilo sa otvoriť rúru!
ta: %s: ஃபிஃபோவை திறக்க முடியவில்லை!

source: %s: Can't init pipe to gdmchooser
ar: %s: لا يمكن بدء أنبوب لمرحب GDM
as: %s: gdmchooser'এ init পাইপ কৰোঁতে ব্যৰ্থ
bn: %s: gdmchooser'এ init পাইপ করতে ব্যর্থ
cs: %s: Nelze vytvořit rouru k gdmchooser
es: %s: Es imposible iniciar un pipe hacia gdmchooser
eu: %s: Ezin da gdmchooser-erako kanalizazioa hasieratu
gl: %s: non se pode iniciar unha canalización para o gdmchooser
hi: %s: जीडीएम-चूज़र में इनिट पाइप नहीं कर सका
it: %s: impossibile inizializzare la pipe verso gdmchooser
mr: %s: gdmchooser साठी पाईप (।) सुरु करु शकत नाही.
ne: %s: gdmchooser मा पाइप थालनी गर्न सकिँदैन
or: %s: ପାଇପକୁ ଜି.ଡି.ଏମ. ଚୟକ ପ୍ରକ୍ରିୟା ପାଇଁ init କରିପାରିବ ନାହିଁ
pl: %s: Nie można zainicjować potoku do ekranu powitalnego GDM
sk: %s: Nemôžem inicializovať rúru do privítania gdmchooser
ta: %s: ஜிடிஎம்தேர்வாளருக்கு இனிட் குழாயை அமைக்க முடியவில்லை

source: Cannot start the chooser application. You will probably not be able to log in. Please contact the system administrator.
ar: لا يمكن تشغيل برنامج المخيّر. قد لا يمكنك الولوج. رجاء إتصّل بمدير نظامك.
as: নিৰ্বাচনেৰ উদ্দেশ্যে অ্যাপ্লিকেশন আৰম্ভ কৰোঁতে ব্যৰ্থ। সম্ভৱত আপনি প্ৰৱেশ কৰোঁতে সক্ষম হবেন না। অনুগ্ৰহ কৰে আপনাৰ ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: নির্বাচনের উদ্দেশ্যে অ্যাপ্লিকেশন আরম্ভ করতে ব্যর্থ। সম্ভবত আপনি লগ-ইন করতে সক্ষম হবেন না। অনুগ্রহ করে আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Nelze spustit výběrový program. Pravděpodobně se nebude možné přihlásit. Kontaktujte prosím správce systému.
es: No se puede iniciar la aplicación de selección. Probablemente no podrá acceder. Contacte con su administrador del sistema.
eu: Ezin da hautatzailearen programa abiarazi, agian ezingo duzu saioa hasi. Jarri harremanetan sistema-administratzailearekin.
gl: Non se pode iniciar o selector. Probablemente non lle será posible iniciar unha sesión. Contacte co administrador do sistema.
hi: चयनक प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगइन में सक्षम नहीं होंगे. कृपया सिस्टम प्रशासक से संपर्क करें.
it: Impossibile avviare l'applicazione selettore. Probabilmente non sarà possibile effettuare l'accesso. Contattare l'amministratore di sistema.
ne: चयनकर्ता अनुप्रयोग सुरू गर्न सकिँदैन । तपाईँ सम्भवत लगइन गर्न सक्षम हुनुहुने छैन । कृपया, प्रणाली प्रशसाकलाई सम्पर्क गर्नुहोस् ।
or: ଚୟକ ପ୍ରୟୋଗକୁ ପ୍ରାରମ୍ଭ କରିପାରିବ ନାହିଁ। ଆପଣ ସମ୍ଭବତଃ ଲଗଇନ କରିବାରେ ସମର୍ଥ ହୋଇପାରିବେ ନାହିଁ। ଦୟାକରି ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pl: Nie można uruchomić programu wybierającego. Prawdopodobnie nie będzie można się zalogować. Skontaktuj się z administratorem systemu.
sk: Nie je možné spustiť aplikáciu pre výber relácie. Nebudete sa môcť prihlásiť. Prosím, kontaktujte správcu systému.
ta: தேர்வாளர் நிரலை துவக்க முடியவில்லை, நீங்கள் அனேகமாக நுழைய முடியாது.தயவு செய்து கணிணி நிர்வாகியை அணுகவும்.

source: %s: Error starting chooser on display %s
ar: %s: خطأ أثناء تشغيل المخيِّر على العرض %s
as: %s: ডিসপ্লে %s'ৰ মধ্যে নিৰ্বাচন ব্যবস্থা আৰম্ভ কৰোঁতে ব্যৰ্থ
bn: %s: ডিসপ্লে %s'র মধ্যে নির্বাচন ব্যবস্থা আরম্ভ করতে ব্যর্থ
cs: %s: Chyba při spouštění výběrového programu na displeji %s
es: %s: Ha ocurrido un error al iniciar el selector en la pantalla %s
eu: %s: Errorea hautatzailea %s pantailan abiaraztean
gl: %s: houbo un erro ao iniciar o selector na pantalla %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
it: %s: errore nell'avviare il selettore sul display %s
mr: %s: प्रदर्शकावर निवडकर्ता कार्यक्रम सुरू करताना चुक झाली%s
ne: %s: %s प्रदर्शनम चयनकर्ता सुरुआत गर्दा त्रुटि
or: %s: %s ପ୍ରଦର୍ଶନରେ ଚୟକକୁ ପ୍ରାରମ୍ଭ କରିବାରେ ତୃଟି
pl: %s: Błąd przy uruchamianiu ekranu powitalnego na ekranie %s
sk: %s: Chyba pri štarte privítania na displeji %s
ta: %s:தேர்வாளர் திரையில் தொடங்கும்போது பிழை %s

source: %s: Can't fork gdmchooser process
ar: %s: لا يمكن تشعيب عملية مخَيِّر GDM
as: %s: gdmchooser প্ৰসেস fork কৰোঁতে ব্যৰ্থ
bn: %s: gdmchooser প্রসেস fork করতে ব্যর্থ
cs: %s: Nelze rozvětvit proces gdmchooser
es: %s: No se puede bifurcar el proceso gdmchooser
eu: %s: Ezin da gdmchooser prozesua sardetu
gl: %s: non se pode facer fork dun proceso gdmchooser
hi: %s: जीडीएम स्वागतकर्ता प्रक्रिया फॉर्क नहीं कर सका
it: %s: impossibile eseguire una fork sul processo gdmchooser
mr: %s: gdm निवडकर्ता प्रक्रिया चालू होऊ शकत नाही.
ne: %s:GDMchooser प्रक्रिया विभाजन गर्न सकिँदैन
or: %s: ଜି.ଡି.ଏମ. ଚୟକ ପ୍ରକ୍ରିୟାକୁ ଫୋର୍କ କରିପାରିବ ନାହିଁ
pl: %s: Nie można utworzyć procesu dla ekranu powitalnego GDM
sk: %s: Nemôžem vykonať delenie procesu gdmchooser
ta: %s: ஜிடிஎம்தேர்வாளர் செயல் பிரிக்க முடியவில்லை

source: %s: Could not open ~/.xsession-errors
ar: %s: لا يمكن فتح ~/.xsession-errors
as: %s: ~/.xsession-errors ফাইলটি খুলতে ব্যৰ্থ
bn: %s: ~/.xsession-errors ফাইলটি খুলতে ব্যর্থ
cs: %s: Nelze otevřít ~/.xsession-errors
es: %s: No se pudo abrir ~/.xsession-errors
eu: %s: Ezin izan dira ~/.xsession-errors ireki
gl: %s: non se puido abrir ~/.xsession-errors
hi: %s: खोल नहीं पाया ~/.xsession-errors
it: %s: impossibile aprire ~/.xsession-errors
mr: %s: उघडू शकत नाही ~/.x सत्रामध्ये चुका आहेत.
ne: %s: ~/.x सत्र-त्रुटिहरू खोल्न सकेन
or: %s: ~/.xsession-errors କୁ ଖୋଲି ପାରିଲା ନାହିଁ
pl: %s: Nie można otworzyć pliku ~/.xsession-errors
sk: %s: Nemôžem otvoriť ~/.xsession-errors
ta: %s: திறக்க முடியவில்லை ~/.xsession-errors

source: %s: Execution of PreSession script returned > 0. Aborting.
ar: %s:·تنفيذ النص الشفري PreSession أرجع >·0.·إلغاء.
as: %s: PreSession স্ক্ৰিপ্ট থেকে প্ৰাপ্ত মান > 0 (০)। কৰ্ম বাতিল কৰা হবে।
bn: %s: PreSession স্ক্রিপ্ট থেকে প্রাপ্ত মান > 0 (০)। কর্ম বাতিল করা হবে।
cs: %s: Spuštění skriptu PreSession vrátilo > 0. Ukončování.
es: %s: La ejecución del script PreSession devolvió > 0. Se aborta.
eu: %s: PreSession script-aren exekuzioak hau eman du: > 0. Abortatu egingo da.
gl: %s: a execución do script PreSession devolveu un valor maior que cero. Interrompendo.
hi: %s: प्री-सेसन स्क्रिप्ट का कार्यान्वयन वापस > 0. छोड़ रहे.
it: %s: l'esecuzione dello script "PreSession" ha restituito un valore maggiore di 0. Chiusura in corso.
mr: %s: सत्रपूर्व लेखनाच्या अंमलबजावणीचा परिणाम 0 आहे. खंडीत होत आहे.
ne: %s: पूर्व सत्र स्क्रिप्टको कार्यान्वयन > 0 फिर्ता गरियो । परित्याग गर्दै ।
or: %s: ଉପ-ଅଧିବେଶନ ସ୍କ୍ରିପ୍ଟ ର ନିଷ୍ପାଦନ > ୦ ମୂଲ୍ଯ ଫେରାଇଲା। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Skrypt PreSession zwrócił wartość stanu > 0. Rezygnacja.
sk: %s: Vykonanie skriptu PreSession vrátilo > 0. Končím.
ta: %s: அமர்வு முன் குறுநிரல் திருப்பியது > 0. கைவிடப் படுகிறது.

source: Language %s does not exist; using %s
ar: الللغة %s غير موجودة، سأستخدم %s
as: ভাষা %s উপস্থিত নেই; %s ব্যবহাৰ কৰা হবে
bn: ভাষা %s উপস্থিত নেই; %s ব্যবহার করা হবে
cs: Jazyk %s neexistuje; používá se %s
es: El idioma %s no existe, se usará %s
eu: %s hizkuntza ez da existitzen, %s erabiliko da
gl: A lingua %s non existe, váise usar %s
hi: भाषा %s मौज़ूद नहीं, %s उपयोग कर रहा है
it: La lingua %s non esiste, sarà utilizzata %s
ne: %s भाषा अवस्थित छैन; %s प्रयोग गर्दै
or: %s ଭାଷା ଅବସ୍ଥିତ ନୁହେଁ; %sକୁ ବ୍ଯବହାର କରୁଅଛି
pl: Język %s nie istnieje; użyty został język %s
sk: Jazyk %s neexistuje; použijem %s
ta: மொழி %s இல்லை, %s ஐ பயன்படுத்துகிறது
