Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other computers as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that computer.
ar: المنطقة الرئيسية من هذا البرنامج تظهر المستضيفين على الشبكة المحلية المفعل عندهم "XDMCP". يمكن هذا المستخدمين من الولوج عن بعد لحواسيب أخرى و كأنهم قد سجلوا دخول باستعمال الكونسول. يمكنك إعادة مسح الشبكة بحثا عن مستضيفين جدد بنقر "انعاش". عند اختيارك لمستضيف، انقر "اتصال"، لفتح جلسة في هذا الحاسوب.
as: এই অ্যাপ্লিকেশনেৰ প্ৰধান অংশে স্থানীয় নেটওয়াৰ্কেৰ মধ্যে সক্ৰিয় "XDMCP" সহ গৃহস্থ ব্যৱস্থাপ্ৰণালীগুলি প্ৰদৰ্শিত হয়। এৰ সাহায্যে ব্যবহাৰকাৰীৰা কনসোলেৰ মাধ্যমে প্ৰৱেশেৰ অনুৰূপ দূৰবৰ্তী অবস্থান থেকে অন্যান্য কম্পিউটাৰে প্ৰৱেশ কৰোঁতে পাৰবেন। "নতুন কৰে প্ৰদৰ্শন" ক্লিক কৰে নেটওয়াৰ্কেৰ মধ্যে নতুন গৃহস্থ অনুসন্ধান কৰা সম্ভৱ। গৃহস্থ নিৰ্বাচন কৰে "সংযোগ" টেপা হলে সংশ্লিষ্ট কম্পিউটাৰে অধিবেশন আৰম্ভ কৰা হবে।
bn: এই অ্যাপ্লিকেশনের প্রধান অংশে স্থানীয় নেটওয়ার্কের মধ্যে সক্রিয় "XDMCP" সহ হোস্ট সিস্টেমগুলি প্রদর্শিত হয়। এর সাহায্যে ব্যবহারকারীরা কনসোলের মাধ্যমে লগ-ইনের অনুরূপ দূরবর্তী অবস্থান থেকে অন্যান্য কম্পিউটারে লগ-ইন করতে পারবেন। "নতুন করে প্রদর্শন" ক্লিক করে নেটওয়ার্কের মধ্যে নতুন হোস্ট অনুসন্ধান করা সম্ভব। হোস্ট নির্বাচন করে "সংযোগ" টেপা হলে সংশ্লিষ্ট কম্পিউটারে সেশান আরম্ভ করা হবে।
cs: Hlavní část této aplikace zobrazuje počítače v místní síti, které mají povolen protokol "XDMCP". Tento protokol umožňuje uživatelům přihlásit se k jiným počítačům vzdáleně tak, jako by se přihlásili na konzole. Kliknutím na tlačítko "Obnovit" můžete znovu prozkoumat síť a vyhledat nové počítače. Po vybrání počítače prosím klikněte na "Připojit se", čímž otevřete na vybraném stroji nové sezení.
es: El área principal de esta aplicación muestra los equipos en la red local que tienen activado «XDMCP». Esto permite que los usuarios accedan de modo remoto a otras máquinas como si accedieran usando la consola. Puede explorar la red buscando equipos nuevos pulsando «Actualizar». Cuando haya seleccionado un equipo pulse «Conectar» para abrir una sesión en ese equipo.
eu: Aplikazio honen area nagusiak "XDMCP" gaituta duten sare lokaleko ostalariak erakusten ditu. Honen bidez erabiltzaileak urruneko makinetan sar daitezke kontsola erabiliz, konektatuta egongo balira bezala. Sarea ostalari berrien bila berreskanea dezakezu "Freskatu" botoian klik eginez. Ostalaria hautatzen duzunean, egin klik "Konektatu"-n ordenagailuan saioa hasteko.
gl: A área principal desta aplicación mostra os host da rede local que teñen o "XDMCP" activado. Isto permite que os usuarios inicien sesións remotamente noutros computadores coma se o fixesen desde a consola. Pode volver examinar a rede para buscar novos host premendo en "Actualizar". Cando teña o host seleccionado, prema en "Conectar" para abrir unha sesión nese computador.
hi: इस कार्यक्रम का मुख्य क्षेत्र स्थिर नेटवर्क के "एक्सडीएमसीपी" सक्षम होस्ट को दिखाता है. यह उपयोक्ता को दूर से ही मशीन में लॉगइन इस प्रकार करने देता है जैसै वे कंसोल उपयोग कर रहे हों. आप नेटवर्क को नए होस्ट हेतु "ताज़ा करें" में क्लिक करके जाँच सकते हैं. जब आप एक होस्ट चुन लेते हैं, तो "कनेक्ट" में क्लिक करके उस कंप्यूटर में सत्र प्रारंभ करें.
it: L'area principale di questa applicazione mostra gli host sulla rete locale che hanno "XDMCP" abilitato. Questo permette agli utenti di effettuare l'accesso remoto su altri computer come se si stesse eseguendo nella console. È possibile eseguire una ricerca per nuovi host facendo clic su «Aggiorna». Dopo aver selezionato un host fare clic su «Connetti» per aprire una sessione su quel computer.
ne: यो अनुप्रयोगको मुख्य क्षेत्रले "XDMCP" सक्षम पारिएको स्थानीय सञ्जालहरूमा होस्टहरू देखाउँदछ । यसले प्रयोगकर्ताहरूलाई टाढाबाट अन्य कम्प्युटरमा लगइन गर्न अनुमति दिन्छ जस्तो की उनीहरू आफैं कन्सोल प्रयोग गरेर लगअन भएका छन् । तपाईँले "Refresh" क्लीक गरेर नयाँ होस्टहरूका लागि सञ्जाललाई पुन: स्क्यान गर्न सक्नुहुन्छ । जबतपाईँले एउटा होस्ट चयन गर्नुहुन्छ उक्त कम्प्युटरमा सत्र खोल्न "Connect" मा क्लीक गर्नुहोस् ।
pl: Główny obszar aplikacji zawiera listę komputerów w lokalnej sieci, obsługujących protokół "XDMCP". Pozwala on na zdalne logowanie się użytkowników na innych komputerach, tak jakby odbywało się to na lokalnej konsoli. Aby ponownie przeszukać sieć, należy nacisnąć "Odśwież". Po wybraniu komputera z listy, naciśnięcie "Połącz" rozpoczyna na nim sesję.
sk: Hlavná časť tejto aplikácie zobrazuje hostiteľov na lokálnej sieti, ktorí majú povolené "XDMCP". Toto umožňuje užívateľom prihlásenie sa vzdialene na iné počítače, akoby sa prihlásaili na ich konzoli. Stlačením "Aktualizovať" môžete skúsiť znovu nájsť všetkých hostiteľov. Po výbere hostiteľa stlačte "Pripojiť" pre otvorenie relácie na danom počítači.
ta: பயன்பாட்டின் முக்கிய இடம் வலையத்தில் "XDMCP" செயலாக்கப்படும் புரவலனை காட்டுகிறது. இது பயனரை மற்ற தொலை கணிணியில் நுழைய அனுமதிக்கும். தன்முனையகத்தை பயன்படுத்தி நுழைத்து போல் இருக்கும். புதிய புரவலனை தேட வலையத்தை மீண்டும்"Refresh" சொடுக்கி நீங்கள் புரவலனை தேர்வு செய்த பின் அந்த கணிணியில் ஒரு அமர்வை திறக்க. "Connect" ன் சொடுக்கவும்.

source: Socket for xdm communication
ar: مقبس لاتصالات xdm
as: xdm সংযোগেৰ বাবে ব্যবহৃত সকেট
bn: xdm সংযোগের জন্য ব্যবহৃত সকেট
cs: Socket pro komunikaci XDM
es: Socket para comunicación con xdm
eu: xdm komunikaziorako socket-a
gl: Conectador para a comunicación co XDM
hi: एक्सडीएम संचारण हेतु सॉकेट
it: Socket per la comunicazione xdm
mr: xdm संवादासाठी वापरण्याचे सॉकेट
ne: xdm सञ्चारका लागि सकेट
or: xdm ତଥ୍ଯ ବିନିମୟ ପାଇଁ ସକେଟ
pl: Gniazdo do komunikacji w standardzie xdm
sk: Zásuvka pre komunikáciu xdm
ta: xdm தொடர்புக்கான சொருகுவாய்

source: SOCKET
ar: مقبس
eu: SOCKETa
gl: CONECTADOR
hi: सॉकेट
mr: सॉकेट
or: ସକେଟ
pl: GNIAZDO
sk: ZÁSUVKA

source: Client address to return in response to xdm
ar: عنوان العميل ليتم ارجاعه استجابة لـ xdm
as: xdm'ৰ প্ৰত্যুত্তৰে উল্লেখ কৰা বাবে চিহ্নিত ক্লায়েন্ট ঠিকানা
bn: xdm'র প্রত্যুত্তরে উল্লেখ করা জন্য চিহ্নিত ক্লায়েন্ট ঠিকানা
cs: Klientská adresa vrácená jako odpověď XDM
es: Dirección de cliente a devolver en respuesta a xdm
eu: xdm-ri erantzuteko zein bezero-helbidetara itzuli behar den
gl: Enderezo do cliente para devolver en resposta ao XDM
hi: एक्सडीएम की प्रतिक्रिया में लौटाया जाने वाला क्लाएंट पता
it: Indirizzo cliente da inviare in risposta a xdm
mr: xdm ला प्रतिसाद म्हणून ग्राहकाचा पत्ता परत केला
ne: xdm लाई प्रतिक्रियामा फर्काउनका लागि क्लाइन्ट ठेगाना
or: xdm କୁ ଉତ୍ତରରେ ଦିଆଯିବା ଗ୍ରାହକ ଠିକଣା
pl: Adres klienta zwracany w odpowiedzi do XDM-a
sk: Adresa klienta vrátená ako odpoveď xdm
ta: xdm பதிலுக்கு திருப்பும் சேவைபயனி விலாசம்

source: ADDRESS
ar: عنوان
cs: ADRESA
es: DIRECCIÓN
eu: HELBIDEA
gl: ENDEREZO
hi: पता
it: INDIRIZZO
mr: पत्ता
or: ଠିକଣା
pl: ADRES
sk: ADRESA

source: Connection type to return in response to xdm
ar: نوع الاتصال ليتم إرجاع استجابة لـ xdm
as: xdm'ৰ প্ৰত্যুত্তৰে উল্লেখ কৰা বাবে চিহ্নিত সংযোগেৰ ধৰন
bn: xdm'র প্রত্যুত্তরে উল্লেখ করা জন্য চিহ্নিত সংযোগের ধরন
cs: Typ spojení vrácený jako odpověď XDM
es: Tipo de conexión a devolver en respuesta a xdm
eu: xdm-ri erantzuteko zein konexio-mota itzuli behar den
gl: Tipo de conexión para devolver en resposta ao xdm
hi: एक्सडीएम की प्रतिक्रिया में लौटाया जाने वाला कनेक्शन प्रकार
it: Tipo di connessione da inviare in risposta a xdm
mr: xdm ला प्रतिसाद म्हणून जोडणीचा प्रकार परत केला
ne: xdm लाई प्रतिक्रियामा फर्काउनका लागि जडान प्रकार
or: xdm କୁ ଉତ୍ତରରେ ଦିଆଯିବା ସଂଯୋଗ ପ୍ରକାର
pl: Typ połączenia zwracany w odpowiedzi do XDM-a
sk: Typ spojenia, ktorý sa mé vrátiť ako odpoveď xdm
ta: xdm பதிலுக்கு திருப்பும் இணைப்பு வகை

source: TYPE
ar: نوع
cs: TYP
es: TIPO
eu: MOTA
gl: TIPO
hi: प्रकार
it: TIPO
mr: प्रकार
or: ପ୍ରକାର
pl: TYP
sk: TYP

source: - gdm login chooser
ar: - مُخَيِّر الولوج gdm
as: - gdm প্ৰৱেশ নিৰ্বাচন ব্যবস্থা
bn: - gdm লগ-ইন নির্বাচন ব্যবস্থা
cs: - výběrový program přihlášení GDM
es: - selector de entrada gdm
eu: - gdm saio hautatzailea
gl: - selector de inicio de sesión GDM
hi: - gdm लॉगिन चयनक
it: - Selettore di accesso di gdm
ne: gdm लगइन चयनकर्ता
or: - ଜି.ଡି.ଏମ. ଲଗଇନ ଚୟକ
pl: - program wybierający logowanie gdm
sk: - gdm prihlásenie (výber)
ta: - ஜிடிஎம் உள் அனுமதி தேர்வாளர்

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ar: إصدارة المُخَيِّر (%s) لا توافق إصدارة المراقب (%s).ربما حدّثت GDM لِتَوّك. الرجاء إعادة تشغيل مراقب GDM أو الحاسوب.
as: নিৰ্বাচন ব্যবস্থাৰ সংস্কৰণ (%s) ও ডেমন সংস্কৰণেৰ (%s) মধ্যে গৰমিল। সম্ভৱত GDM আপগ্ৰেড কৰা হয়েছে। অনুগ্ৰহ কৰে GDM ডেমন অথবা কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক।
bn: নির্বাচন ব্যবস্থার সংস্করণ (%s) ও ডেমন সংস্করণের (%s) মধ্যে গরমিল। সম্ভবত GDM আপগ্রেড করা হয়েছে। অনুগ্রহ করে GDM ডেমন অথবা কম্পিউটার পুনরায় আরম্ভ করুন।
cs: Verze výběrového programu (%s) neodpovídá verzi démona (%s). Pravděpodobně byl právě aktualizován GDM. Restartujte prosím démona GDM nebo počítač.
es: La versión del selector (%s) no coincide con la versión del demonio (%s). Probablemente acaba de actualizar GDM. Reinicie el demonio GDM o el equipo.
eu: Hautatzailearen bertsioa (%s) ez dator bat daemon-aren bertsioarekin (%s). Seguru asko GDM oraintxe berritu duzu. Hasi berriro GDM-ren daemon-a edo berrabiarazi ordenagailua.
gl: A versión do selector (%s) non coincide coa versión do daemon (%s), probablemente vén de actualizar o GDM. Reinicie o daemon do GDM ou reinicie o computador.
hi: चयनक संस्करण (%s) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने जीडीएम को अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
it: La versione del selettore (%s) non combacia con quella del demone (%s). Probabilmente GDM è stato appena aggiornato. Riavviare il demone o il computer.
ne: चयनकर्ता संस्करण (%s) डोमेन संस्करण (%s) सँग मिल्दैन । तपाईँले सम्भवत GDM स्तरवृद्धि गर्नुभएको छ । कृपया GDM डोमेन वा कम्प्युटर पुन: सुरुआत गर्नुहोस् ।
pl: Wersja programu wybierającego (%s) nie odpowiada wersji demona (%s). Prawdopodobnie właśnie dokonano uaktualnienia GDM. Uruchom ponownie demon GDM lub komputer.
sk: Verzia výberu relácie (%s) nezodpovedá verzii démona (%s). Asi ste práve aktualizovali GDM. Prosím, reštartujte démona GDM alebo celý počítač.
ta: தேர்வுசெய்த பதிப்பு (%s) கிங்கரன் பதிப்பிற்கு பொருந்தவில்லை (%s). நீங்கள் ஜிடிஎம்மை மேம்படுத்தி உள்ளீர் போலும். ஜிடிஎம் கிங்கரனை மீண்டும் துவக்கவிம் அல்லது கணிணியை மீண்டும் துவக்கவும்.

source: Cannot run chooser
ar: لا يمكن تشغيل المُخَيِّر
as: নিৰ্বাচন ব্যবস্থা সঞ্চালনে ব্যৰ্থ
bn: নির্বাচন ব্যবস্থা সঞ্চালনে ব্যর্থ
cs: Nelze spustit výběrový program
es: No se puede ejecutar el selector
eu: Ezin da hautatzailea exekutatu
gl: Non se pode executar o selector
hi: चयनक नहीं चला सके
it: Impossibile avviare selettore
mr: निवडकर्ता सुरू होत नाही
ne: चयनकर्ता चलाउन सकिँदैन
or: ଚୟକକୁ ଚଳାଇ ପାରିବ ନାହିଁ
pl: Nie można uruchomić programu wybierającego
sk: Nie je možný výber relácie
ta: தேர்வாளரை ஓடவைக்க முடியவில்லை

source: A_dd host:
ar: أضِ_ف مستضيف:
as: গৃহস্থ যোগ কৰক: (_d)
bn: হোস্ট যোগ করুন: (_d)
cs: Při_dat počítač:
es: Aña_dir equipo:
eu: Ge_hitu ostalaria:
gl: _Engadir host:
hi: होस्ट जोडें (_d):
it: Aggiungere _host:
mr: यजमान जोडून द्या(A_)
ne: होस्ट थप्नुहोस्:
or: ଆଧାରକୁ ଯୋଗ କରନ୍ତୁ (_d):
pl: Dodaj _komputer:
sk: P_ridať hostiteľa:
ta: _ப புரவலனை சேர்க்கவும்:

source: C_onnect
ar: إِ_تّصل
as: সংযোগ স্থাপন কৰক:(_o)
bn: সংযোগ স্থাপন করুন:(_o)
cs: Připo_jit se
es: C_onectar
eu: K_onektatu
gl: C_onectar
hi: कनेक्ट (_o)
it: C_onnetti
mr: जोडून द्या(C_)
my: _ချိတ်ဆက်
ne: जडान गर्नुहोस्
or: ସଂଯୋଗ କରନ୍ତୁ (_o)
pl: _Połącz
sk: _Pripojiť
ta: _இணை

source: Exit the application
ar: إخرج من التطبيق
as: অ্যাপ্লিকেশন বন্ধ কৰক
bn: অ্যাপ্লিকেশন বন্ধ করুন
cs: Ukončí aplikaci
es: Salir de la aplicación
eu: Irten aplikaziotik
gl: Saír da aplicación
hi: अनुप्रयोग से बाहर हों
it: Esce dall'applicazione
mr: कार्यक्रम बंद(बाहेर पडा) करा
ne: अनुप्रयोग अन्त्य गर्नुहोस्
or: ପ୍ରୟୋଗରୁ ବାହାରି ଯାଆନ୍ତୁ
pl: Kończy pracę aplikacji
sk: Ukončiť túto aplikáciu
ta: பயன்பாட்டில் இருந்து வெளியேறு

source: How to use this application
ar: كيف تستعمل هذا التطبيق
as: অ্যাপ্লিকেশন ব্যবহাৰেৰ প্ৰণালী
bn: অ্যাপ্লিকেশন ব্যবহারের প্রণালী
cs: Jak používat tuto aplikaci
es: Cómo usar esta aplicación
eu: Aplikazio hau nola erabiltzen den
gl: Como usar esta aplicación
hi: इस अनुप्रयोग का उपयोग कैसे करें
it: Come utilizzare questa applicazione
mr: हा कार्यक्रम कसा वापरावा
ne: यो अनुप्रयोग कसरी प्रयोग गर्नुपर्दछ
or: ଏହି ପ୍ରୟୋଗକୁ କିପରି ବ୍ଯବହାର କରିବେ
pl: Wyświetla opis wykorzystania aplikacji
sk: Ako používať túto aplikáciu
ta: இந்த பயன்பாட்டை எப்படி பயன்படுத்த வேண்டூம்

source: Login Host Chooser
ar: مُخَيّر مستضيف الولوج
as: প্ৰৱেশ গৃহস্থ নিৰ্বাচন ব্যবস্থা
bn: লগ-ইন হোস্ট নির্বাচন ব্যবস্থা
cs: Výběrový program přihlášení počítače
es: Selector del equipo de entrada
eu: Saio hasierako ostalariaren hautatzailea
gl: Selector do host de inicio de sesión
hi: लॉगिन मेजबान चयनक
it: Selettore host di accesso
ne: होस्ट चयनकर्ता लगइन गर्नुहोस्
or: ଲଗଇନ ଆଧାର ଚୟକ
pl: Wybór komputerów do logowania
sk: Výber hostiteľa na prihlásenie
ta: உள் அனுமதி தேர்வாளர்

source: Open a session to the selected host
ar: فتح جلسة للمستضيف المُنتَقَى
as: নিৰ্বাচিত গৃহস্থে একটি অধিবেশন আৰম্ভ কৰক
bn: নির্বাচিত হোস্টে একটি সেশান আরম্ভ করুন
cs: Otevře sezení na vybraném počítači
es: Abrir una sesión en el equipo seleccionado
eu: Ireki saioa hautatutako ostalarian
gl: Abrir unha sesión no host seleccionado
hi: चयनित होस्ट हेतु एक सत्र खोलें
it: Apre una sessione all'host selezionato
mr: निवडलेल्या यजमानासाठी एक सत्र सुरु करा.
ne: चयन गरिएको होस्टमा सत्र खोल्नुहोस्
or: ଚୟିତ ଆଧାର ପାଇଁ ଗୋଟିଏ ଅଧିବେଶନକୁ ଖୋଲନ୍ତୁ
pl: Otwiera sesję na wybranym komputerze
sk: Otvoriť reláciu na vybranom hostiteľovi
ta: தேர்வுசெய்த புரவலனுக்கு அமர்வை திற

source: Probe the network
ar: إِسْبُْر الشبكة
as: নেটওয়াৰ্কে অনুসন্ধান কৰা হবে
bn: নেটওয়ার্কে অনুসন্ধান করা হবে
cs: Otestuje síť
es: Sondear la red
eu: Probatu sarea
gl: Sondar a rede
hi: नेटवर्क को जाँचें
it: Analizza la rete
mr: महाजालात निरीक्षण करा
ne: सञ्जाल अनुसन्धान गर्नुहोस्
or: ନେଟୱାର୍କରେ ଖୋଜନ୍ତୁ
pl: Przeszukaj sieć
sk: Vyskúšať sieť
ta: வலைப் பின்னலை ஆழ்ந்து பரிசீலி

source: Query and add this host to the above list
ar: استعلم و أضف هذا المستضيف للقائمة الموجودة أعلاه
as: চিহ্নিত গৃহস্থ অনুসন্ধান কৰে উপৰোক্ত তালিকায় যোগ কৰক
bn: চিহ্নিত হোস্ট অনুসন্ধান করে উপরোক্ত তালিকায় যোগ করুন
cs: Dotázat se počítače a přidat jej do seznamu výše
es: Consultar y añadir este equipo a la lista de arriba
eu: Kontsultatu eta gehitu ostalari hau goiko zerrendan
gl: Consultar e engadir este host á lista de arriba
hi: क्वैरी करें तथा इस होस्ट को ऊपर दी गई सूची में जोड़ें
it: Interroga e aggiunge questo host all'elenco soprastante
mr: विचारणा करा आणि या यजमानाचे नाव वरच्या यादीत टाका
ne: माथिको सूचीमा क्वेरी गर्नुहोस् र यो होस्ट्लाई थप्नुहोस्
or: ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ ଏବଂ ଉପରୋକ୍ତ ତାଲିକାରେ ଆଧାରକୁ ଯୋଗ କରନ୍ତୁ
pl: Zapytanie i dadanie komputera do powyższej listy
sk: Overiť a pridať tohto hostiteľa do zoznamu vyššie
ta: கேட்கவும்வி கேட்ட பின் புரவலனை மேல்கண்ட பட்டியலில் சேர்க்கவும்

source: Status
ar: الحالة
as: অবস্থা
bn: অবস্থা
cs: Stav
es: Estado
eu: Egoera
gl: Estado
hi: स्तर
it: Stato
mr: सद्य स्थिती
ne: वस्तुस्थिति
or: ସ୍ଥିତି
pl: Stan
sk: Stav
ta: நிலை

source: _Add
ar: أ_ضِف
as: যোগ কৰক (_A)
bn: যোগ করুন (_A)
cs: _Přidat
es: _Añadir
eu: _Gehitu
gl: _Engadir
hi: जोड़ें (_A)
it: A_ggiungi
mr: सामील करा(A_)
ne: थप्नुहोस्
or: ଯୋଗ କରନ୍ତୁ (_A)
pl: _Dodaj
sk: _Pridať
ta: _ச சேர்க்கவும்

source: GDM (The GNOME Display Manager) is not running.
as: GNOME ডিসপ্লে মেনেজাৰ.
es: GDM (GNOME Display Manager) no está en ejecución.
eu: GDM (GNOMEren pantaila-kudeatzailea) ez da exekutatzen ari.
mr: gdm (जीनोमचे प्रदर्शन करणारा व्यवस्थापक) चालू होत नाही.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm. If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
as: ডিসপ্লে মেনেজাৰ.
es: De hecho podría estar usando otro gestor de entrada como KDM (KDE Display Manager) o xdm. Si todavía desea utilizar esta característica, inicie GDM por usted mismo o pida a su administrador del sistema que lo haga.
eu: Bestelako pantaila-kudeatzailea erabili nahi izan dezakezu, KDM (KDEren pantaila kudeatzailea) edo xdm antzekoak. Oraindik ezaugarri hori erabili nahi baduzu, zeuk abiarazi GDM edo eskatu sistema-administratzaileari abiarazteko.

source: Cannot communicate with GDM (The GNOME Display Manager)
ar: لا أستطيع الإتصال بGDM (مدير عرض جنوم)
as: GDM'ৰ (GNOME Display Manager) সাথে সংযোগ কৰোঁতে ব্যৰ্থ
bn: GDM'র (GNOME Display Manager) সাথে সংযোগ করতে ব্যর্থ
cs: Nelze komunikovat s GDM (správcem obrazovky GNOME)
es: No se puede comunicar con GDM (GNOME Display Manager)
eu: Ezin da GDMrekin komunikatu (GNOME pantaila-kudeatzailea)
gl: Non se pode comunicar co GDM (The GNOME Display Manager)
hi: जीडीएम (गनोम डिस्प्ले प्रबंधक) से संचार नहीं कर सका.
it: Impossibile comunicare con GDM (GNOME Display Manager)
mr: gdm (जीनोमचे प्रदर्शन करणारा व्यवस्थापक) बरोबर संवाद साधता आला नाही.
ne: GDM (जीनोम प्रदर्शन प्रबन्धक)सँग सञ्चार गर्न सकिँदैनएन
or: ଜି.ଡି.ଏମ. (ନୋମ ପ୍ରଦର୍ଶନ ପରିଚାଳକ) ସହିତ ସମ୍ବାଦ ବିନିମୟ କରିପାରିବ ନାହିଁ
pl: Nie można nawiązać komunikacji z GDM (menedżerem ekranów GNOME)
sk: Komunikácia s GDM (Správca displeja) nie je možná.
ta: ஜிடிஎம்யுடன் தொடர்பு கொள்ள முடியவில்லை (க்நோம் காட்சி மேலாளர்)

source: Perhaps you have an old version of GDM running.
ar: ربما تعمل لديك إصدارة قديمة لGDM.
as: সম্ভৱত আপনি GDM'ৰ একটি পুৰোনো সংস্কৰণ ব্যবহাৰ কৰছেন।
bn: সম্ভবত আপনি GDM'র একটি পুরোনো সংস্করণ ব্যবহার করছেন।
cs: Možná je spuštěna stará verze GDM.
es: Quizás esté ejecutando una versión antigua de GDM.
eu: Baliteke GDMren bertsio zaharra exekutatzen ari izatea.
gl: Talvez ten unha versión antiga do GDM executándose.
hi: संभवतः आप के पास जीडीएम का पुराना संस्करण चल रहा है.
it: Forse la versione di GDM in esecuzione è vecchia.
mr: कदाचित तुमच्याकडे GDM ची जुनी आवृत्ती आहे.
ne: सायद तपाईँ GDM को पुरानो संस्करण चलाइरहनु भएको छ ।
or: ସମ୍ଭବତଃ ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଜି.ଡି.ଏମ. ର ଗୋଟିଏ ପୁରୁଣା ସଂସ୍କରଣ ଅଛି।
pl: Być może zainstalowana jest stara wersja GDM.
sk: Možno používate jeho starú verziu.
ta: நீங்கள் ஒருவேளை பழைய ஜிடிஎம் பதிப்பை ஓடவைத்து கொண்டு இருக்கலாம்.

source: Cannot communicate with GDM. Perhaps you have an old version running.
ar: لا أستطيع الإتصال بـ GDM، ربما تشغل اصدارة قديمة.
as: GDM'ৰ সাথে তথ্য আদান-প্ৰদান কৰোঁতে ব্যৰ্থ। সম্ভৱত আপনি একটি পুৰোনো সংস্কৰণ ব্যবহাৰ কৰছেন।
bn: GDM'র সাথে তথ্য আদান-প্রদান করতে ব্যর্থ। সম্ভবত আপনি একটি পুরোনো সংস্করণ ব্যবহার করছেন।
cs: Nelze komunikovat s GDM. Možná je spuštěna stará verze.
es: No se puede comunicar con GDM. Quizás está ejecutando una versión antigua.
eu: Ezin da GDM-rekin komunikatu, baliteke bertsio zaharra exekutatzen ari izatea.
gl: Non se pode comunicar co GDM, talvez ten unha versión antiga en execución.
hi: जीडीएम से संवाद नहीं कर सकता, संभवतः आप के पास पुराना संस्करण चल रहा है.
it: Impossibile comunicare con GDM. Forse c'è una vecchia versione in esecuzione.
ne: GDM सँग सञ्चार गर्न सकिँदैन । सायद तपाईँले पुरानो संस्करण चलाइ रहनुभएको छ ।
or: ଜି.ଡି.ଏମ. ସହିତ ସମ୍ବାଦ ବିନିମୟ କରିପାରିବ ନାହିଁ। ସମ୍ଭବତଃ ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଜି.ଡି.ଏମ. ର ଗୋଟିଏ ପୁରୁଣା ସଂସ୍କରଣ ଅଛି।
pl: Nie można nawiązać komunikacji z GDM. Być może uruchomiona jest stara wersja.
sk: Komunikácia s GDM nie je možná. Asi máte spustenú jeho starú verziu.
ta: ஜிடிஎம் உடன் தொடர்பு கொள்ள முடியவில்லை, பழைய பதிப்பு இயக்கத்தில் இருக்கலாம்.

source: The allowed limit of flexible X servers reached.
ar: وُصِلَ للحد المسموح به من خوادم X المرنة.
as: পৰিবৰ্তনযোগ্য X সেৱকেৰ সৰ্বাধিক সংখ্যা ছোঁয়া হয়েছে।
bn: পরিবর্তনযোগ্য X সার্ভারের সর্বাধিক সংখ্যা ছোঁয়া হয়েছে।
cs: Byl dosažen povolený limit pro flexibilní servery X.
es: Se ha alcanzado el límite de servidores X flexibles permitidos.
eu: X zerbitzari malguen baimendutako mugara iritsi da.
gl: Chegouse ao límite permitido de servidores X flexibles.
hi: लोच़दार एक्स सर्वर की स्वीकृत सीमा आ चुकी.
it: È stato raggiunto il limite massimo consentito di server X flexible.
mr: X सर्वर चालवण्याची महत्तम मर्यादा प्राप्त झाली आहे.
ne: लचकदार X सर्भरहरूको अनुमति दिइएको सीमामा पुगेको छ ।
or: ପରିବର୍ତ୍ତନକ୍ଷମ X ସେବକର ସ୍ବୀକୃତ ସୀମା ପହଞ୍ଚି ଗଲା।
pl: Osiągnięto ograniczenie liczby uruchomionych zagnieżdżonych serwerów.
sk: Dosiahnutý povolený limit flexibilných X serverov.
ta: நெகிழ் எக்ஸ் சேவையகத்தின் அனுமதிக்கப் பட்ட எல்லை வந்து விட்டது.

source: There were errors trying to start the X server.
ar: كانت هناك أخطاء عند محاولة تشغيل خادم X.
as: X সেৱক আৰম্ভ কৰোঁতে সমস্যা।
bn: X সার্ভার আরম্ভ করতে সমস্যা।
cs: Při pokusu o spuštění serveru X nastaly chyby.
es: Hubo errores intentando iniciar el servidor X.
eu: Erroreak gertatu dira X zerbitzaria abiaraztean.
gl: Houbo erros tentando iniciar o servidor X.
hi: एक्स सर्वर प्रारंभ करने की कोशिश में त्रुटियाँ हुईं.
it: Si sono verificati errori nell'avviare il server X.
mr: X सर्वर चालू करताना चुका झाल्या होत्या.
ne: X सर्भर सुरू गर्न प्रयास गर्दा त्यहाँ त्रुटिहरू थिए ।
or: X ସେବକକୁ ପ୍ରାରମ୍ଭ କରିବାର ପ୍ରଚେଷ୍ଟା କରିବା ସମୟରେ ତୃଟି ପରିଲିଖିତ ହେଲା।
pl: Przy próbie uruchomienia serwera X wystąpiły błędy.
sk: Nastali chyby pri pokuse o spustenie X servera.
ta: எக்ஸ் சேவகனை துவக்க முயற்சிக்கையில் பிழை.

source: The X server failed. Perhaps it is not configured well.
ar: فشل خادم X. ربما لم يُعَدّ جيدا.
as: X সেৱক বিফল। সম্ভৱত এইটো সঠিকৰূপে বিন্যাস কৰা হোৱা নাই।
bn: X সার্ভার বিফল। সম্ভবত এটি সঠিকরূপে কনফিগার করা হয়নি।
cs: Server X selhal. Možná je chybně nastaven.
es: El servidor X falló. Quizás no esté bien configurado.
eu: X zerbitzariak huts egin du. Baliteke ongi konfiguratuta ez egotea.
gl: Fallou o servidor X. Quizais non estea ben configurado.
hi: एक्स सर्वर असफल. शायद यह उचित प्रकार विन्यस्त्ड नहीं है.
it: Il server X non si è avviato. Probabilmente non è configurato correttamente.
mr: X सर्वर बंद पडला आहे. त्याचे संकलण नीटपणे झाले नसावे.
ne: X सर्भर असफल भयो । सायद यो राम्रोसँग कन्फिगर भएको छैन ।
or: X ସେବକ ପ୍ରାରମ୍ଭ ବିଫଳ ହୋଇଗଲା। ସମ୍ଭବତଃ ଏହାକୁ ସୂଚାରୁରୂପେ ବିନ୍ଯାସ କରାଯାଇ ନାହିଁ।
pl: Serwer X zwrócił błąd. Być może nie jest on poprawnie skonfigurowany.
sk: X server zlyhal. Možno nie je správne nastavený.
ta: எக்ஸ் சேவையகம் தோல்வி. ஒருவேளை சரியாக உருவமைக்கப் படவில்லை.

source: Too many X sessions running.
ar: هناك الكثير من جلسات X تعمل.
as: অত্যধিক সংখ্যক X অধিবেশন বৰ্তমানে চলছে।
bn: অত্যধিক সংখ্যক X সেশান বর্তমানে চলছে।
cs: Běží již příliš mnoho sezení serveru X.
es: Se están ejecutando demasiadas sesiones X.
eu: X saio gehiegi ari dira exekutatzen.
gl: Están executándose sesións X de máis.
hi: बहुत सारे एक्स सत्र चल रहे हैं.
it: Troppe sessioni X attive.
mr: बरीच X सत्रे सुरू आहेत.
ne: धेरै X सत्रहरू चलिरहेका छन् ।
or: ଅତ୍ଯାଧିକ ସଂଖ୍ଯକ X ଅଧିବେଶନ ଚାଲୁଅଛି।
pl: Zbyt wiele uruchomionych sesji X.
sk: Príliš veľa bežiacich relácií.
ta: நிறைய எக்ஸ்அமர்வுகள் ஓடி கொண்டு இருக்கிறன.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
as: ফাইল.
es: El servidor de Xnest no se puede conectar a su servidor X actual. Puede que le falte un archivo de autorización X.
eu: X zerbitzari habiaratua (Xnest) ezin da zure uneko X zerbitzariarekin konektatu. Beharbada X baimen-fitxategia falta zaizu.
mr: (Xnest) हा सर्वर तुमच्या चालू X सर्वर बरोबर जोडता येत नाही. तुमचीX मान्यताप्राप्त फाईल हरवली असावी.

source: The nested X server (Xnest) is not available, or GDM is badly configured. Please install the Xnest package in order to use the nested login.
es: El servidor anidad (Xnest) no está disponible, o GDM está mal configurado. Instale el paquete Xnest para usar la entrada anidada.
eu: X zerbitzari habiaratua (Xnest) ez dago erabilgarri, edo GDM gaizki konfiguratuta dago. Instalatu Xnest paketea saio-hasiera habiaratua hasteko.
