Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Server _name:
ar: إ_سم الخادم:
as: সেৱকেৰ নাম:(_n)
bn: সার্ভারের নাম:(_n)
cs: Náz_ev serveru:
es: _Nombre del servidor:
eu: Zerbitzari-_izena:
gl: _Nome do servidor:
hi: सर्वर नाम (_n):
it: _Nome server:
ne: सर्भर नाम:
or: ସେବକ ନାମ (_n):
pl: _Nazwa serwera:
sk: _Názov servera:
ta: _ப சேவையக பெயர்:

source: Servers To Start
ar: الخوادم الواجب تشغيلها
as: আৰম্ভ কৰাৰ উদ্দেশ্যে চিহ্নিত সেৱক
bn: আরম্ভ করার উদ্দেশ্যে চিহ্নিত সার্ভার
cs: Servery, které spustit
es: Servidores que se iniciarán
eu: Abiatuko diren zerbitzariak
gl: Servidores que se iniciarán
hi: शुरू करने के लिये सर्वर
it: Server da avviare
ne: सुरु गर्न सर्भरहरू
or: ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ସେବକ
pl: Liczba uruchamianych serwerów
sk: Servre, ktoré spustiť
ta: துவக்க வேண்டிய சேவையகங்கள்

source: Set positio_n of the window:
ar: اضبط موق_ع النافذة:
bn: উইন্ডোর অবস্থান নির্ধারণ করুন: (_n)
cs: Nastavit u_místění okna:
eu: Ezarri leihoaren _posizioa:
gl: Definir a posició_n da ventá:
hi: विंडो की स्थिति सेट करें (_n):
it: Impostare posizio_ne della finestra:
ne: सञ्झ्यालको स्थिति सेट गर्नुहोस्:
pl: Położe_nie okna:
sk: _Nastaviť umiestnenie okna:
ta: சாளர _இடத்தை அமை:

source: Sh_ow title bar
ar: اعرض شريط التسمية
bn: শিরোনাম বার প্রদর্শন করা হবে (_o)
cs: Zobr_azovat záhlaví okna
eu: _Erakutsi titulu-barra
gl: M_ostrar a barra de título
hi: शीर्षक बार दिखाएं (_o)
it: Mostrare la _barra del titolo
ne: शिर्षक पट्टी देखाउनुहोस्
pl: Wyświ_etlanie paska tytułu
sk: Ukázať titul_ok okna
ta: தலைப்பு பட்டியை _காட்டு

source: Shake the display when an incorrect username/password is entered.
ar: رجّ العرض عند إدخال اسم مستخدم/كلمة سر خطأ.
bn: ভুল ব্যবহারকারীর নাম/পাসওয়ার্ড লেখা হলে ডিসপ্লে ঝাঁকানো হবে।
cs: Zatřepe s displejem v případě zadání nesprávného uživatelského jména/hesla.
es: Hacer temblar la pantalla cuando se introduzca un nombre de usuario/contraseña incorrecto.
eu: Astindu pantaila okerreko erabiltzaile-izena/pasahitza sartzean.
hi: डिस्प्ले हिलाएं जब एक गलत उपयोक्तानाम/शब्दकूट दाखिल किया जाता है.
it: Fa traballare lo schermo all'inserimento di un nome utente o password errato.
ne: एउटा गलत प्रयोगकर्ता नाम/पासवर्ड प्रविष्टि भएको बेला प्रदर्शन हल्लाउनुहोस् ।
pl: Trzęsie ekranem w przypadku wprowadzenia błędnego użytkownika/hasła.
sk: Zatriasť displejom po zadaní nesprávneho užívateľského mena/hesla.
ta: பயனர்பெயர்/கடவுச்சொல் உள்ளீடு தவறானால் திரையை குலுக்குக.

source: Sho_w Actions menu
ar: اظ_هر قائمة الأعمال
as: কৰ্ম সংক্ৰান্ত মেনু প্ৰদৰ্শন কৰা হবে (_w)
bn: কর্ম সংক্রান্ত মেনু প্রদর্শন করা হবে (_w)
cs: Zobrazovat nabídku a_kcí
es: Mostrar el menú «_Acciones»
eu: Erakutsi _ekintzak menua
gl: _Mostrar o menú de accións
hi: कार्य मेनू दर्शाएँ (_w)
it: Mostrare il men_ù «Azioni»
ne: कार्य मेनु देखाउनुहोस्
or: କାର୍ଯ୍ଯ ତାଲିକାକୁ ଦେଖାନ୍ତୁ (_w)
pl: Wyświ_etlanie menu czynności
sk: Zobraziť ponuku _akcií
ta: செயல்கள் பட்டியை _காட்டு

source: Show visual feedback is the password entry. Turning this option on can be a security hazard as the length of your password can be guessed.
es: Muestra retroalimentación en la entrada de constraseñas. Activar esta opción puede ser un peligro para la seguridad ya que puede verse la longitud de su contraseña.
eu: Izartxoak bistaratzea pasahitzaren sarrera da. Aukera hau gaitzea segurtazun arazoa izan daiteke, zure pasahitzaren luzera asma daitekelako.

source: Specifies if Custom Command will appear outside the login manager, for example on the desktop through the Log Out/Shut Down widgets.
ar: يحدد ما إذا كان الأمر المخصص سيظهر خارج مدير الولوج، مثلا على سطح المكتب من خلال أداة اخرج/اطفيء.
cs: Určí, zda se vlastní příkaz zobrazí mimo správce přihlášení, např. na pracovní ploše v prvcích "Odhlásit"/"Vypnout".
es: Especifica si el comandos personalizado aparecerá fuera del gestor de entrada, por ejemplo en el escritorio a través de los widgets de Salir/Apagar.
eu: Komando pertsonalizatua saio-hasierako kudeatzailetik kanpo agertuko den zehazten du, adibidez, mahaigainean Saio amaiera/Itzali trepetetan zehar.
gl: Especifica se o comando personalizado aparecerá fóra do xestor de inicio de sesión, por exemplo, no escritorio a través dos widgets Terminar a sesión ou Apagar.
hi: निर्दिष्ट करता है यदि पसंददा कमांड लॉगिन मैनेजर के बाहर प्रकट होगा, उदाहरण के लिए, लॉग आउट/शटडाउन विजेट से होकर डेस्कटॉप पर.
it: Indica se il comando personalizzato deve apparire fuori dal gestore degli accessi, per esempio sulla scrivania attraverso i widget Termina sessione/Spegnimento.
ne: यदि अनुकुल आदेश लगइन प्रबन्धकको बाहिर देखियो भने लग आउट/ बन्द विजेट मार्फत डेस्कटपमा निर्दिष्ट गर्दछ ।
pl: Określa czy dodatkowe polecenie pojawi się także poza menedżerem logowania. Np. przy przyciskach wylogowania/zamknięcia systemu.
sk: Určuje, či sa má Vlastný príkaz zobraziť mimo správcu prihlásenia, anpríklad na pracovnej ploche pomocou widgetov Odhlásiť /Vypnúť.
ta: உள்நுழை மேலாளருக்கு வெளியே தனிப்பயன் கட்டளை தெரியுமா. எ-டு:மேல்மேசையில் வெளியேறு/நிறுத்துக விட்செட்களுடன்.

source: Specifies if gdm will be stopped/restarted once Custom Command has been executed.
ar: يحدد ما إذا كان gdm سيوقف/يعاد تشغيله عندما ينفّذ الأمر المخصص.
cs: Určí, zda bude GDM zastaven/restartován poté, co byl vykonán vlastní příkaz.
es: Especifica si gdm se parará/reiniciará una vez se haya ejecutado el comando personalizado.
eu: Komando pertsonalizatua exekutatu ondoren 'gdm' gelditu/berrabiarazi egingo den zehazten du.
gl: Especifica se o gdm será detido ou reiniciado unha vez que se execute o comando personalizado.
hi: निर्दिष्ट करता है यदि gdm रूक जायेगा/फिर आरंभ होगा जब पसंदीदा कमांड का निष्पादन किया जाता है.
it: Indica se gdm deve essere fermato/riavviato dopo l'esecuzione del comando personalizzato.
ne: यदि जीडीएम रोकिन्छ/पुन:सुरु गरिन्छ भने एक पटक अनुकुल आदेश कार्यान्वयन भएको निर्दिष्ट गर्दछ ।
pl: Określa czy gdm będzie zatrzymany/uruchomiony ponownie po wykonaniu dodatkowego polecenia
sk: Určuje, či sa má gdm zastaviť/reštartovať, akonáhle bol vykonaný vlastný príkaz.
ta: தனிப்பயன் கட்டளை செயலானால் ஜிடிஎம் நிறுத்தப்படுமா அல்லது மறுதுவக்கம் செய்யப்படுமா என குறிக்கிறது.

source: Specifies the label that will be displayed on the Custom Command buttons and menu items.
ar: يحدد العنوان الذي سيظهر على زر الأمر المخصص وفي مُدخل القائمة.
cs: Určí popisek, který bude zobrazen na tlačítkách vlastních příkazů a položkách nabídek.
es: Especifica la etiqueta que se mostrará en los botones del Comando Personalizado y los elementos del menú.
eu: Komando pertsonalizatuaren botoietan eta menuen elementuetan bistaratuko den etiketa zehazten du.
gl: Especifica a etiqueta que se mostrará nos botóns de comando personalizado e elementos de menú.
hi: लेबल निर्दिष्ट करता है जो पसंदीदा कमांड बटन और मेनू आइटम पर प्रदर्शित किया जाता है.
it: Indica l'etichetta da visualizzare sul pulsante del comando personalizzato e nelle voci di menù.
ne: अनुकुल आदेश बटनहरू र मेनु वस्तुहरूमा प्रदर्शित हुने लेबल निर्दिष्ट गर्दछ ।
pl: Określa etykietę wyświetlaną na przyciskach i w menu poleceń dodatkowych.
sk: Určuje označenie, ktoré sa zobrazí na tlačidlách a položkách ponuky pre Vlastný príkaz.
ta: தனிப்பயன் கட்டளை பொத்தான் மற்றும் பட்டி உருப்படிகள் மீது காட்டப்படும் அடையாளத்தை குறிக்கிறது.

source: Specifies the label that will be displayed on the Custom Command list items and radio buttons.
ar: يحدد العنوان الذي سيظهر على زر راديو الأمر المخصص وفي عناصر اللائحة.
cs: Určí popisek, který bude zobrazen na položkách seznamu vlastních příkazů a na přepínačích.
es: Especifica la etiqueta que se mostrará en los botones de radio y los elementos de lista Comando Personalizado
eu: Komando pertsonalizatuaren elementu-zerrendetan eta irrati-botoietan agertuko den etiketa zehazten du.
gl: Especifica a etiqueta que se mostrará nos elementos de lista de comando personalizado e nos botóns de opción.
hi: लेबल निर्दिष्ट करता है जो पसंदीदा कमांड बटन और रेडियो बटन पर प्रदर्शित किया जाता है.
it: Indica l'etichetta da visualizzare nell'elenco dei comandi personalizzati e nei pulsanti radio.
ne: अनुकुल आदेश सूची वस्तुहरू र रेडियो बटनहरूमा प्रदर्शित हुने लेबल निर्दिष्ट गर्दछ ।
pl: Określa etykietę dodatkowego polecenia wyświetlaną w listach i przyciskach radio.
sk: Určuje označenie, ktoré sa zobrazí na položkách ponuky a radio tlačidlách Vlastného príkazu.
ta: தனிப்பயன் கட்டளை பட்டி உருப்படிகள் மற்றும் ரேடியோ பொத்தான் மீது காட்டப்படும் அடையாளத்தை குறிக்கிறது.

source: Specifies the message that will be displayed on Custom Command tooltip entries.
ar: يحدد الرسالة التي ستظهر فى مُدخلات تلميحة الأمر المخصص.
cs: Určí zprávu, která bude zobrazena v položkách místní nápovědy k vlastním příkazům.
es: Especifica el mensaje que se mostrará en las entradas de consejos del Comando Personalizado
eu: Komando pertsonalizatuaren argibide-sarreran bistaratuko den mezua zehazten du.
gl: Especifica a mensaxe que se mostrará nas entradas de indicación de comando personalizado.
hi: लेबल निर्दिष्ट करता है जो पसंदीदा कमांड बटन टूलटिप प्रविष्टि पर प्रदर्शित किया जाता है.
it: Indica il messaggio da visualizzare nei suggerimenti relativi al comando personalizzato.
ne: अनुकुल आदेश टूलटिप प्रविष्टिहरूमा प्रदर्शित हुने सन्देश निर्दिष्ट गर्दछ ।
pl: Określa podpowiedź wyświetlaną po zatrzymaniu kursora na dodatkowym poleceniu.
sk: Určuje správu, ktorá sa zobrazí v položkách bublinového popisu Vlastného príkazu.
ta: தனிப்பயன் கட்டளை கருவி குறிப்பு உள்ளீடுகளில் காட்டப்படும் செய்தியை குறிப்பிடுகிறது.

source: Specifies the message that will be displayed on the warning dialog box when one of the Custom Command widgets is activated.
ar: يحدد الرسالة التي ستظهر في صندوق حوار التحذير عند تنشيط أي من قطع الأمر الخصص.
cs: Určí zprávu, která bude zobrazena ve varovném dialogovém okně v případě aktivace jednoho z prvků vlastních příkazů.
es: Especifica el mensaje que se mostrará en la caja de diálogo de aviso cuando se active uno de los widgets de Comando Personalizado.
eu: Komando pertsonalizatuaren trepeta bat aktibatzen denean abisuko elkarrizketa-koadroan bistaratuko den mezua zehazten du.
gl: Especifica a mensaxe que se mostrará na caixa de diálogo de aviso cando se active un dos widgets de comando personalizado.
hi: संदेश निर्दिष्ट करता है जो चेतावनी संवाद बॉक्स पर प्रदर्शित किया जायेगा जब पसंदीदा कमांड विजेट का एक सक्रिय किया जाता है.
it: Indica il messaggio che verrà visualizzato sulla finestra di dialogo di avvertimento quando uno dei widget di comando personalizzato è attivato.
ne: अनुकुल आदेश विजेटहरू मध्ये एक सक्रिय हुँदा चेतावनी संवाद बाकसमा प्रदर्शित हुने सन्देश निर्दिष्ट गर्दछ ।
pl: Określa treść ostrzeżenia przed wykonaniem dodatkowego polecenia.
sk: Určuje správu, ktorá sa zobrazí v okne varovania, keď je aktivovaný niektorý z widgetov pre Vlastný príkaz.
ta: தனிப்பயன் கட்டளை விட்செட் ஒன்று செயல்படுத்தப்பட்டால் எச்சரிக்கை உரையாடல் பெட்டியில் காட்டப்படும் செய்தியை குறிக்கிறது.

source: Systemwide directory for face files. The sysadmin can place icons for users here without touching their homedirs. Faces are named after their users' logins. The face images must be stored in gdk-pixbuf supported formats and they must be readable for the GDM user.
ar: دليل النظام العام لملفات الوجوه. يستطيع مدير النظام وضع أيقونات المستخدمين هنا بدون لمس أدلتهم المنزليّة. تسمى الوجوه تبعا لاسم ولوج مستخدميها. يجب أن تخزن ملفات الوجوه بصيغة gdk-pixbuf مدعومة ويجب أن تطون مقروءة لمستخدم GDM.
cs: Adresář se soubory obličejů pro celý systém. Správce systému zde může umístit ikony určené uživatelům, aniž by zasáhl do jejich domovských adresářů. Obličeje jsou pojmenovány po přihlašovacích jménech svých uživatelů. Obrázky s obličeji musí být ve formátu podporovaném gdk-pixbuf a musí být přístupné ke čtení uživatelům GDM.
es: Directorio para todo el sistema para archivos de rostros. El administrador del sistema puede colocar iconos para los usuarios aquí sin tocar sus directorios personales. Los rostros se nombran tras la entrada de sus usuarios. Las imágenes de rostros se deben almacenar en un formato soportado por gdk-pixbuf y deben ser legibles por el usuario de GDM.
eu: Aurpegi-fitxategien sistema guztirako direktorioa. Sistemako administratzaileak hor ezar ditzake aurpegiak erabiltzaile guztientzako (beraien etxeak ukitu gabe). Aurpegiak dagokien erabiltzaileak saioa hasi ondoren izendatzen dira. Aurpegien irudiak 'gdk-pixbuf'ek onartzen dituen formatuan egon behar dute, eta nahikoa baimen izan behar dituzte GDM erabiltzaileak irakurtzeko.
gl: Directorio de todo o sistema para os ficheiros de face. O administrador do sistema pode colocar aquí iconas para os usuarios sen tocar os seus directorios home. As faces noméanse despois dos inicios de sesión dos seus usuarios. As imaxes de face deben ser almacenadas en formatos soportados polo gdk-pixbuf e deben ser escribibles polo usuario do GDM.
hi: फेस फाइल के लिए सिस्टम वाइड निर्देशिका. sysadmin यहां उपयोक्ता के लिए प्रतीक रख सकता है बिना उनके घर निर्देशिका को छूते हुए. फेस को उनके उपयोक्ता के लॉगिन के बाद नामकरण किया जाता है. फेस चित्र को जरूर gdk-pixbuf समर्थित प्रारूप में जमा किया जाना चाहिए और उन्हें GDM उपयोक्ता के लिए पठनीय होना चाहिए.
it: Directory di sistema per i file dei volti. L'amministratore di sistema può porre qui le icone per gli utenti senza toccare le loro directory home. Il nome del file coincide con il nome di accesso. Le immagini dei volti devono essere memorizzate in un formato supportato da gdk-pixbuf e devono essere leggibili dall'utente GDM.
ne: फेस फाइलहरूका लागि प्रणालीगत डाइरेक्टरी । प्रणाली प्रशासकले प्रयोगकर्ताहरूको लागि उनीहरूको गृह डाइरेक्टरीलाई नछोइकन प्रतिमाहरू राख्न सक्दछ । फेसहरू उनीहरूको प्रयोगकर्ताहरूको लगइन पछि नामाकरण गरिन्छ । मोहडा छविहरू gdk-pixbuf समर्थित ढाँचामा भण्डारण गर्नुपर्दछ र तिनिहरू जीडीएम प्रयोगकर्ताका लागि पढ्नयोग्य हुनुपर्दछ ।
pl: Systemowy katalog obrazów twarzy użytkowników. Administrator może umieścić tam obraz bez zapisywania ich w katalogach domowych. Nazwy obrazów odpowiadają nazwom użytkowników. Obraz musi być w formacie obsługiwanym przez gdk-pixbuf, a plik musi być dostępny do odczytu dla użytkownika GDM.
sk: Adresár pre súbory tvárí, s platnosťou pre celý systém. Správca sem môže uložiť ikony pre používateľov bez toho, aby manipuloval s ich domovskými adresármi. Tváre sa pomenujú podľa používateľských mien. Obrázky musia byť uložené vo formáte, ktorý dokáže prečítať gdk-pixbux, a musia byť čitateľné pre používateľa GDM.
ta: முக கோப்புகளுக்கு கணினிசார் அடைவு. கணினி நிர்வாகி பயனர் அடைவை தொடாமல் இங்கு பயனர்களுக்கான பிம்பங்களை வைக்கலாம். முக கோப்புகள் பயனர் உள்நுழைவு பெயர்களை ஒத்திருக்கும். அவை ஜிடிகே பிக்ஸ்பஃப் முறையில் இருக்க வேண்டும். ஜிடிஎம் பயனரால் படிக்கும் படி இருக்க வேண்டும்.

source: Text to appear in the warning pop-up dialogs
ar: النص الذي سيظهر في حوارات التحذير المنبثقة
bn: সতর্কতাসূচক ডায়লগ বক্সে প্রদর্শিত লেখা
cs: Text, který má být zobrazen ve varovných dialogových oknech
eu: Abisuko laster-leihoetan agertuko den testua
gl: Texto que aparecerá nos diálogos emerxentes de aviso
hi: चेतावनी पॉपअप संवाद में पाठ प्रकट होता है
it: Testo che appare nei dialoghi a comparsa di avvertimento
ne: चेतावनी पपअप संवादहरूमा देखापर्नलाई पाठ
pl: Tekst w oknie dialogowym ostrzeżenia.
sk: Text, ktorý sa objaví vo výstražných oknách
ta: எச்சரிக்கை துள்ளு உரையாடலில் உள்ளே இருக்க வேண்டிய உரை

source: Text to appear on the buttons and menu items
ar: النص الذي سيظهر على الأزرار وعناصر القائمة
bn: বাটন ও মেনুতে প্রদর্শিত লেখা
cs: Text, který má být zobrazen na tlačítkách a položkách nabídek
eu: Botoi eta menuko elementuetan agertuko den testua
gl: Texto que aparecerá nos botóns e elementos de menú
hi: बटन व मेनू मद पर प्रकट होने के लिए पाठ
it: Testo che appare sui pulsanti e le voci di menù
ne: बटन र मेनु वस्तुहरूमा देखिने पाठ
pl: Tekst na przyciskach i w menu
sk: Text, ktorý sa objaví na tlačidlách a položkách ponuky
ta: பொத்தான்கள் மற்றும் பட்டி உருப்படிகள் மீது இருக்க வேண்டிய உரை

source: Text to appear on the radio buttons and list items
ar: النص الذي سيظهﻻ على أزرار الراديو وعناصر اللائحة
bn: রেডিও বাটন ও তালিকায় প্রদর্শিত লেখা
cs: Text, který má být zobrazen na přepínačích a položkách seznamů
eu: Irrati-botoi eta elementuen zerrendan agertuko den testua
gl: Texto que aparecerá nos botóns de opción e nos elementos de lista
hi: रेडियो बटन व सूची मद पर प्रकट होने के लिए पाठ
it: Testo che appare sui pulsanti radio e le voci di elenco
ne: रेडियो बटन र सूची वस्तुहरूमा देखिने पाठ
pl: Tekst na przyciskach radio i elementach listy
sk: Text, ktorý sa objaví na tlačidlách voľby a položkách zoznamu
ta: ரேடியோ பொத்தான் மற்றும் பட்டியல் உருப்படிகள் மீது இருக்க வேண்டிய உரை

source: Text to appear on the tooltips
ar: النص الذي سيظهر على تلميحات الأدوات
bn: টুল-টিপে প্রদর্শিত লেখা
cs: Text, který má být zobrazen v místní nápovědě
eu: Argibideetan agertuko den testua
gl: Texto que aparecerá nas indicacións
hi: टूलटिप पर प्रकट होने के लिए पाठ
it: Testo che appare sui suggerimenti
ne: टूलटिपमा देखिने पाठ
pl: Tekst podpowiedzi
sk: Text, ktorý sa objaví v radách
ta: கருவி குறிப்புகளில் இருக்க வேண்டிய உரை

source: The UDP port number gdm should listen to for XDMCP requests. Don't change this unless you know what you are doing.
ar: رقم منفذ UDP الذي سيستمع gdm لطلبات XDMCP فيه. لا تغيّر هذا إلا إذا كنت تعرف ماالذي تفعله.
cs: Číslo portu UDP, na kterém by měl GDM naslouchat požadavkům XDMCP. Neměňte prosím, pokud si nejste jisti tím, co děláte.
es: El número de puerto UDP en el que gdm debe escuchar peticiones XDMCP. No cambie esto a no ser que sepa lo que está haciendo.
eu: UDP ataka-zenbakia XDMCP eskaerak 'gdm'ek entzuteko. Ez aldatu zertan ari zaren ez badakizu.
gl: O número de porto UPD en que o gdm debería escoitar por pedidos XDMCP. Non cambie isto a menos que saiba o que está facendo.
hi: UDP पोर्ट संख्या जिसपर gdm को XDMCP आग्रह के लिए सुनना चाहिए. इसे मत बदलें जबतक कि आप जानते हैं कि आप क्या कर रहे हैं.
it: Il numero di porta UDP su cui gdm deve stare in ascolto per le richieste XDMCP. Non cambiare questo campo a meno che non si sia certi di cosa si fa.
ne: यूडीपी पोर्ट सङ्ख्या जीडीएमले XDMCP का लागि अनुरोधहरूलाई सुन्नुपर्दछ । तपाईँले के गरिरहनुभयेको छ भन्ने तपाईँलाई थाहा नभए सम्म यो परिवर्तन नगर्नुहोस् ।
pl: Numer portu UDP, na którym GDM ma nasłuchiwać żądań XDMCP. Opcja dla użytkowników zaawansowanych.
sk: Číslo UDP portu, na ktorom má GDM prijímať XDMCP požiadavky. Nechajte tak, ak presne neviete, o čo ide.
ta: XDMCP வேண்டுகோள்களுக்கு ஜிடிஎம் செவி சாய்க்க வேண்டிய யூடிபி(UDP) எண். என்ன செய்கிறோம் என தெரியாவிட்டால் இதை மாற்றாதீர்கள்.

source: The command to execute, with full path to the binary of the X server, and any extra arguments needed. Example: /usr/X11R6/bin/X
ar: الأمر الذي سينفّذ، مع المسار الكامل للملف الثنائي لخادم X، وأي معطيات أخرى مطلوبة. مثال: /usr/X11R6/bin/X
cs: Příkaz, který má být vykonán, s plnou cestou k binárnímu souboru serveru X, a případně s potřebnými argumenty. Příklad: /usr/X11R6/bin/X
es: El comando a ejecutar, con ruta completa al binario del servidor X, y cualquier argumento extra necesario. Ejemplo: /usr/X11R6/bin/X
eu: Exekutatuko den komandoa (X zerbitzariaren bitarraren bide-izen osoarekin) eta beharrezko argumentu gehigarriekin. Adibidez, /usr/X11R6/bin/X
gl: O comando que se executará, co camiño completo ao binario do servidor X, e calquera argumento extra necesario. Por exemplo: /usr/X11R6/bin/X
hi: निष्पादन के लिए कमांड, X सर्वर के द्विपदीय में पूरा पथ, और कोई अतिरिक्त वितर्क जरूरी है. उदाहरण: /usr/X11R6/bin/X
it: Il comando da eseguire con il percorso completo all'eseguibile del server X e tutti gli argomenti necessari. Per esempio: /usr/X11R6/bin/X
ne: X सर्भरको बाइनरीको पूर्ण मार्ग र कुनै आवश्यक अतिरिक्त तर्कहरू सहित कार्यान्वयन गर्नका लागि आदेश । उद्दाहरण: /usr/X11R6/bin/X
pl: Polecenie do wykonia z pełną ścieżką pliku wykonywalnego X serwera i wszystkimi wymaganymi parametrami: Np: /usr/X11/R6/bin/X
sk: Príkaz, ktorý sa má spustiť, s plnou cestou ku binárke X servera, a všetkými potrebnými parametrami. Príklad: /usr/X11R6/bin/X
ta: செயல்படுத்த கட்டளை, X வழங்கன் இன் இருமத்துக்கான முழு பாதை மற்றும் தேவையான கூடுதல் தரு மதிப்பு உடன். எ-டு: /usr/X11R6/bin/X

source: The greeter will play a sound after a failed login attempt.
ar: سيعزف المرحّب صوتا بعد محاولة الولوج الفاشلة.
bn: লগ-ইনের প্রচেষ্টা ব্যর্থ হলে অভিবাদন ব্যবস্থা দ্বারা শব্দ বাজানো হবে।
cs: Uvítací program přehraje zvuk po nezdařeném pokusu o přihlášení.
es: El interfaz reproducirá un sonido después de un intento fallido de entrada.
eu: Ongietorriko-interfazeak soinu bat erreproduzituko du saio-hasierak huts egiten badu.
gl: A interface de benvida reproducirá un son despois dunha tentativa fallada de inicio de sesión.
hi: विफल लॉगिन प्रयास के बाद स्वागतकर्ता एक ध्वनि बजायेगी.
it: Il greeter riprodurrà un suono dopo un tentativo di accesso fallito.
ne: असफल लगइन प्रयत्न पछि ग्रिटरले ध्वनी बजाउनेछ ।
pl: Odegranie dźwięku po niepoprawnym logowaniu
sk: Privítanie prehrá zvuk pri neúspešnom pokuse o prihlásenie.
ta: தோல்வியுற்ற உள்நுழைவு முயற்சிக்குப்பின் முகமன் ஒரு ஓசையை எழுப்பும்.

source: The greeter will play a sound after a successful login attempt.
ar: سيعزف المرحّب صوتا بعد محاولة الولوج الناجحة.
bn: সফল লগ-ইনের পরে অভিবাদন প্রক্রিয়ার শব্দ বাজানো হবে।
cs: Uvítací program přehraje zvuk po úspěšném pokusu o přihlášení.
es: El interfaz reproducirá un sonido después de un intento exitoso de entrada.
eu: Ongietorriko-interfazeak soinu bat erreproduzituko du saioa ongi hasten bada.
gl: A interface de benvida reproducirá un son despois dunha tentativa de inicio de sesión con éxito.
hi: स्वागतकर्ता एक सफल लॉगिन प्रयास के बाद एक ध्वनि देगा
it: Il greeter riprodurrà un suono dopo un tentativo di accesso riuscito.
ne: सफल लगइन प्रयत्न पछि ग्रिटरले ध्वनी बजाउनेछ ।
pl: Odegranie dźwieku po udanym logowaniu/
sk: Privítanie prehrá zvuk pri úspešnom pokuse o prihlásenie.
ta: வெற்றிகரமான உள்நுழைவு முயற்சிக்குப்பின் முகமன் ஒரு ஓசையை எழுப்பும்.

source: The greeter will play a sound or beep when it is ready for a login.
ar: سيعزف المرحّب صوتا أو يصفّر عندما يكون مستعدّا للولوج.
bn: লগ-ইনের জন্য প্রস্তুত হলে অভিবাদন প্রক্রিয়ার শব্দ অথবা বিপ আওয়াজ হবে।
cs: Uvítací program přehraje zvuk nebo pípne, až bude připraven k přihlášení.
es: El interfaz reproducirá un sonido o un pitido cuando esté preparado para una entrada.
eu: Ongietorriko-interfazeak soinu bat erreproduzituko du saioa hasteko prest dagoenean.
gl: A interface de benvida reproducirá un son ou emitirá un son de aviso cando estea listo para un inicio de sesión.
hi: स्वागतकर्ता एक सफल लॉगिन प्रयास के बाद एक ध्वनि या बीप देगा जब यह लॉगिन के लिए तैयार है.
it: Il greeter riprodurrà un suono o un bip quando è pronto per l'accesso.
ne: ग्रिटर लगइनका लागि तयार हुँदा ग्रिटरले ध्वनी बजाउनेछ ।
pl: Odegranie dźwięku przy gotowości do logowania.
sk: Privítanie prehrá zvuk keď je pripravené na prihlásenie používateľa.
ta: உள்நுழைவுக்கு தயாரானால் முகமன் ஒரு பீப் அல்லது ஓசையை எழுப்பும்.

source: The horizontal position of the login window.
ar: الموضع الأفقي لنافذة الولوج.
bn: লগ-ইন উইন্ডোর অনুভূমিক অবস্থান।
cs: Horizontální umístění přihlašovacího okna.
es: La posición horizontal de la ventana de entrada.
eu: Saio-hasierako leihoaren posizio horizontala.
gl: A posición horizontal da ventá de inicio de sesión.
hi: लॉगिन विंडो का क्षैतिज स्थिति
it: La posizione orizzontale della finestra di accesso.
ne: लगइन सञ्झ्यालको तेर्सो स्थिति ।
pl: Pozycja pozioma okna logowania.
sk: Horizontálna pozícia prihlasovacieho okna.
ta: சாளரத்தின் கிடைமட்ட இடம்.

source: The name that will be displayed to the user.
ar: الإسم الذي سيظهر للمستخدم.
bn: ব্যবহারকারী জন্য প্রদর্শিত নাম।
cs: Jméno, které bude zobrazeno uživateli.
es: El nombre que se mostrará al usuario.
eu: Erabiltzaileari erakutsiko zaion izena.
gl: O nome que se mostrará ao usuario.
hi: नाम जिसे उपयोक्ता को प्रदर्शित किया जायेगा.
it: Il nome che verrà visualizzato all'utente.
ne: प्रयोगकर्तामा प्रदर्शित हुने नाम ।
pl: Nazwa wyświetlana użytkownikowi
sk: Meno, ktoré sa používateľovi zobrazí.
ta: பயனருக்கு காட்டப்படும் பெயர்.
