Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: <b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until GDM is restarted.
ar: <b>تحذير:</b> قد تمنع الإعدادات غير الصحيحة X من إعادة التشغيلظ. لن ستصبح هذه التغييرات نافذة بعد إعادة تشغبل X.
as: <b>সতৰ্কবাণী:</b> বৈশিষ্ট্যেৰ মান ভুল হলে X সেৱক আৰম্ভ নাও হতে পাৰে। GDM পুনৰায় আৰম্ভ না কৰা অবধি এই সমস্ত বৈশিষ্ট্যেৰ পৰিবৰ্তিত মান প্ৰয়োগ কৰা সম্ভৱ হবে না।
bn: <b>সতর্কবাণী:</b> বৈশিষ্ট্যের মান ভুল হলে X সার্ভার আরম্ভ নাও হতে পারে। GDM পুনরায় আরম্ভ না করা অবধি এই সমস্ত বৈশিষ্ট্যের পরিবর্তিত মান প্রয়োগ করা সম্ভব হবে না।
cs: <b>Varování:</b> Nesprávné nastavení může zabránit restartu serveru X. Změny v tomto nastavení se projeví až po restartu GDM.
es: <b>Advertencia:</b> Ajustes incorrectos pueden impedir que el servidor X se reinicie. Los cambios en estos ajustes no tendrán efecto hasta que GDM se reinicie.
eu: <b>Abisua:</b> ezarpen okerrek X zerbitzaria berrabiaraztea sahiestuko dute. Aldaketa hauek ez dute eraginik izango GDM berrabiarazi arte.
gl: <b>Aviso:</b> As configuracións incorrectas poderían impedir que se reiniciase o servidor X. Os cambios destas definicións non serán efectivas até que se reinicie o GDM.
hi: <b>चेतावनी:</b> गलत जमावट X सर्वर को फिर आरंभ होने से रोकेगा. इस जमावट में बदलाव तबतक प्रभावी नहीं होगा जबतक GDM फिर आरंभ नहीं किया जाता है.
it: <b>Attenzione:</b> impostazioni non corrette possono impedire il riavvio del server X. I cambiamenti a queste impostazioni non avranno effetto fino a quando GDM non viene riavviato.
ne: <b>चेतावनी:</b> गलत सेटिङ्ले X सर्भरलाई पुन: सुरु हुनबाट रोक्न सक्दछ । जीडीएम पुन: सुरु नगरेसम्म यी सेटिङ्हरूका परिवर्तनले प्रभाव पार्ने छैन ।
pl: <b>Uwaga:</b> Nieprawidłowe ustawienia mogą spowodować, że X serwer się nie uruchomi. Zmiany tych ustawień będą uwzględnione dopiero po ponownym uruchomieniu GDM.
sk: <b>Upozornenie:</b> Nesprávne nastavenia môžu zabrániť X serveru v reštartovaní. Zmeny v týchto nastaveniach sa neprejavia, kým nebude GDM reštartované.
ta: <b>எச்சரிக்கை</b> தவறான அமைப்புகள் எக்ஸ் சேவையகத்தை மீண்டும் துவங்குவதை தடுக்கும். ஜிடிஎம் மீண்டும் துவங்கும் வரை இந்த மாறுதல்கள் செயலில் வரா.

source: A_dd...
ar: أ_ضف...
as: যোগ কৰক...(_d)
bn: যোগ করুন...(_d)
cs: _Přidat...
es: A_ñadir…
eu: _Gehitu...
gl: E_ngadir...
hi: जोड़ें (_d)...
it: _Aggiungi...
ne: थप्नुहोस्...
or: ଯୋଗ କରନ୍ତୁ (_A) ...
pl: _Dodaj...
sk: Pri_dať...
ta: _ச சேர்க்கவும்...

source: A_llow remote system administrator login
ar: ا_سمح لمدير النظام بالولوج عن بعد
as: দূৰবৰ্তী ব্যৱস্থাপ্ৰণালী থেকে অ্যাডমিনিস্ট্ৰেটৰ প্ৰৱেশেৰ অনুমতি প্ৰদান কৰা হবে (_l)
bn: দূরবর্তী সিস্টেম থেকে অ্যাডমিনিস্ট্রেটর লগ-ইনের অনুমতি প্রদান করা হবে (_l)
cs: Umožnit vzdálené přihlášení správce s_ystému
es: _Permitir entrada remota al administrador del sistema
eu: _Baimendu sistemako administratzailearen urruneko saio-hasierak
gl: _Permitir iniciar unha sesión remota no xestor do sistema
hi: दूरस्थ समयबद्ध लॉगइन स्वीकारें (_l)
it: Consentire _l'accesso remoto dell'amministratore di sistema
ne: टाढाको प्रणाली प्रशासकलाई लगइन गर्न अनुमति दिनुहोस्
or: ଦୂର ତନ୍ତ୍ର ପ୍ରଶାସକ ଲଗଇନ ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ (_l)
pl: Możliwość z_dalnego logowania na konto administratora
sk: Povo_liť správcovi systému vzdialené prihlásenie
ta: _த தொலை கணிணி நிர்வாகி உள்நுழைவதை அனுமதி

source: A_pply User Changes
ar: _طبّق تعديلات المستخدمين
as: ব্যবহাৰকাৰী সংক্ৰান্ত পৰিবৰ্তন প্ৰয়োগ কৰা হবে (_p)
bn: ব্যবহারকারী সংক্রান্ত পরিবর্তন প্রয়োগ করা হবে (_p)
cs: Použí_t změny uživatelů
es: A_plicar los cambios del usuario
eu: _Aplikatu erabiltzailearen aldaketak
gl: A_plicar os cambios de usuario
hi: उपयोक्ता बदलाव लागू करें (_p)
it: A_pplica cambiamenti utente
ne: प्रयोगकर्ता परिवर्तनहरू लागू गर्नुहोस्
or: ଚାଳକ ପରିବର୍ତ୍ତନକୁ ପ୍ରୟୋଗ କରନ୍ତୁ (_p)
pl: _Zastosuj zmiany użytkowników
sk: Po_užiť zmeny používateľov
ta: _ச பயனர் மாற்றங்களை செயல்படுத்து

source: Accessibility
ar: الإتاحة
as: সহায়ক প্ৰযুক্তি
bn: সহায়ক প্রযুক্তি
cs: Zpřístupnění
es: Accesibilidad
eu: Erabilerraztasuna
gl: Accesibilidade
hi: अभिगम्यता
it: Accessibilità
mr: उपलब्धता
ne: पहुँचता
or: ପ୍ରବେଶାନୁମତି
pl: Dostępność
sk: Prístupnosť
ta: அணுகல் இயலுமை

source: Accessible from the outside of the login manager
ar: متاح من خارج مدير الولوج
bn: লগ-ইন পরিচালনব্যবস্থার বাইরে থেকে ব্যবহারযোগ্য
cs: Zpřístupnění mimo správce přihlášení
eu: Saio-hasieraren kudeatzailea kanpotik atzigarria
gl: Accesible desde fóra do xestor de inicio de sesión
hi: लॉगिन मैनेजर के बाहर से पहुंचयोग्य
it: Accessibile dall'esterno del gestore accessi
ne: लगइन प्रबन्धकको बाहिरबाट पहुँचयोग्य
pl: Dostępne spoza menedżera logowania
sk: Prístupné zvonka správcu prihlásenia
ta: உள்நுழை மேலாளருக்கு வெளியே அணுக இயலும்.

source: Add / Modify Servers To Start
ar: أضف / عدل الخادمات الواجب بدأها
as: আৰম্ভ কৰাৰ উদ্দেশ্যে চিহ্নিত সেৱক যোগ / পৰিবৰ্তন কৰক
bn: আরম্ভ করার উদ্দেশ্যে চিহ্নিত সার্ভার যোগ / পরিবর্তন করুন
cs: Přidat / upravit servery ke spuštění
es: Añadir/Modificar servidores que iniciar
eu: Gehitu/aldatu zerbitzariak abiatzeko
gl: Engadir ou modificar os servidores que se van iniciar
hi: आरंभ करने के लिये सर्वर जोडें/रूपांतरित करें
it: Aggiunta / Modifica server da avviare
ne: सुरू गर्न सर्भरहरू थप्नुहोस् / परिमार्जन गर्नुहोस्
or: ସେବକକୁ ପ୍ରାରମ୍ଭ ସହିତ ଯୋଗ / ରୂପାନ୍ତରିତ କରନ୍ତୁ
pl: Dodaje / modyfikuje uruchamiane serwery
sk: Pridať / upraviť servre na spustenie
ta: தொடங்க வேண்டிய சேவையகத்தை சேர்க்கவும் / மாற்று

source: Add S_erver...
ar: أضف _خادم...
as: সেৱক যোগ কৰক...(_e)
bn: সার্ভার যোগ করুন...(_e)
cs: Přidat s_erver...
es: Añadir _servidor…
eu: Gehitu _zerbitzaria...
gl: Engadir un s_ervidor...
hi: सर्वर जोडें (_e)...
it: Aggiungi s_erver...
ne: सर्भर थप्नुहोस्...
or: ସେବକକୁ ଯୋଗ କରନ୍ତୁ (_e)
pl: Dodaj _serwer...
sk: Pridať S_erver...
ta: _ச சேவையகத்தை சேர்க்கவும்...

source: Add User
ar: أضف مستخدم
as: ব্যবহাৰকাৰী যোগ কৰক
bn: ব্যবহারকারী যোগ করুন
cs: Přidat uživatele
es: Añadir usuario
eu: Gehitu erabiltzailea
gl: Engadir un usuario
hi: उपयोक्ता जोड़ें
it: Aggiunta utente
ne: प्रयोगकर्ता थप्नुहोस्
or: ଚାଳକକୁ ଯୋଗ କରନ୍ତୁ
pl: Dodaj użytkownika
sk: Pridať používateľa
ta: பயனர் ஐ சேர்க்கவும்

source: Adds a chooser button to the Actions menu that will restart the current X server with a chooser. XDMCP does not need to be enabled on the local computer for this to work.
ar: تضيف لقائمة الإجراءات زر مخيّر يقوم بإعادة تشغيل خادم X مع مخيِّر. لا يحتاج لتفعيل XDMCP على الحاسوب المحلي كي يعمل هذا.
cs: Přidá tlačítko výběrového programu do nabídky "Akce", které způsobí restart aktivního serveru X s výběrovým programem. Není nutné, aby byl na místním počítači zapnut XDMCP.
es: Añade un botón de selector al menú «Acciones» que reiniciará el servidor X actual con un selector. No se necesita activar XDMCP en el equipo local para que esto funcione.
eu: Aukeratzeko botoia gehitzen du Ekintzen menuan, uneko X zerbitzaria aukeratzaile batekin berrabiarazteko. XDMCP ez da gaitu behar ordenagailu lokalean funtzionatzeko.
gl: Engade un botón de selección no menú Accións que reiniciará o servidor X cun selector. Non é necesario que o XDMCP estea activado no computador local para que isto funcione.
hi: क्रिया मेनू में चयनक बटन जोड़ें जो चयनक से मौजूदा X सर्वर को फिर आरंभ करेगा. XDMCP इसे कार्य करने के लिए स्थानीय कंप्यूटर पर सक्रिय किया जाना जरूरी नहीं है.
it: Aggiunge un pulsante di selezione al menù «Azioni» che riavvierà il server X attuale con un selettore. Non è necessario abilitare XDMCP sul computer locale per attivare questa funzionalità.
ne: कार्य मेनुमा एउटा चयनकर्ता बटन थप्दछ जसले हालको X सर्भरलाई चयनकर्तासँग पुन: सुरु गर्नेछ । यसका लागि काम गर्न स्थानीय क्म्प्युटरमा XDMCP सक्षम पार्न आवश्यक छैन ।
pl: Do menu Akcje dodaje przycisk, który ponownie uruchomi X serwer z menu woboru. Do działania tej opcji nie jest wymagane włączenie XDCMP na tym komputerze.
sk: Pridá tlačidlo výberu do ponuky Akcie, ktoré reštartuje súčasný X server s výberom. Aby to fungovalo, XDMCP nemusí byť povolené na lokálnom počítači.
ta: செயல்கள் பட்டிக்கு ஒரு தேர்வு பொத்தானை சேர்க்கும். அது தற்போதைய எக்ஸ் சேவையகத்தை ஒரு தேர்வுடன் மறு துவக்கம் செய்யும். இது வேலை செய்ய XDMCP உள் கணினியில் இயலுமை செய்ய அவசியம் இல்லை.

source: All users with a lower UID will be excluded from the face browser, automatic and timed login.
ar: كل المستخدمين ذوي UID أقل سيستبعدوا من متصفّح الوجوه، الولوج الآلي والمؤقّت بوقت.
bn: নিম্ন মাপের UID সহ ব্যবহারকারীদেরকে ফেস-ব্রাউজার, স্বয়ংক্রিয় ও সময়নির্ধারিত লগ-ইনে অন্তর্ভুক্ত করা হবে না।
cs: Všichni uživatelé s nižším UID budou vyjmuti z prohlížeče obličejů, automatického a časovaného přihlášení.
es: Todos los usuarios con un UID menor se excluirán del visor de rostros, y de las entradas automáticas y temporizadas.
eu: UID baxuagoa duten erabiltzeileek aurpegi-arakatzailetik, saio-hasiera automatikotik eta denboraz mugatutakotik.
gl: Todos os usuarios cun UID menor excluiranse do navegador de faces e do inicio de sesión automático e temporizado.
hi: कम UID के साथ सभी उपयोक्ता फेस ब्रॉउजर से निकाले जायेंगे, स्वचालित व समयबद्ध लॉगिन.
it: Tutti gli utenti con un UID basso verranno esclusi dall'elenco dei volti e dall'accesso automatico e temporizzato.
ne: कम यूआईडी भएका सबै प्रयोगकर्ताहरू फेस ब्राउजरबाट हटाइने छन्, स्वाचालित र समयबद्ध लगइन ।
pl: Wszyscy użytkownicy o niższym UID będą wyłączenie z przeglądarki obrazów twarzy, czasowego i automatycznego logowania.
sk: Všetci užívatelia s nižším UID budú vyradení z prehliadača tvárí, automatického a časovaného prihlásenia.
ta: குறைந்த யூஐடி உள்ள பயனர்கள் முக உலாவி, தானியங்கி மற்றும் நேர உள் நுழைவு ஆகியவற்றில் இருந்து விலக்கப்படுவார்கள்.

source: Allo_w remote timed logins
ar: اس_مح بولوج عن بعد مؤقت بوقت
as: দূৰবৰ্তী অবস্থানে সময় নিৰ্ধাৰিত প্ৰৱেশেৰ অনুমতি প্ৰদান কৰা হবে (_w)
bn: দূরবর্তী অবস্থানে সময় নির্ধারিত লগ-ইনের অনুমতি প্রদান করা হবে (_w)
cs: Umožni_t vzdálené časované přihlášení
es: Permitir entradas remotas _temporizadas
eu: Baimendu denbora_z mugatutako urruneko saio-hasierak
gl: Pe_rmitir inicios de sesión remotos temporizados
hi: दूरस्थ समयबद्ध लॉगइन स्वीकारें (_w)
it: Consentire gli accessi tempori_zzati remoti
ne: रिमोट समयबद्ध लगइनलाई अनुमति दिनुहोस्
or: ଦୂର ସମୟ ଅନୁସାରେ ଲଗଇନକୁ ସ୍ବୀକାର କରନ୍ତୁ (_w)
pl: Możliwość _zdalnego logowania z opóźnieniem czasowym
sk: Povoliť časované vz_dialené prihlásenia
ta: _த தொலை தூர நேர நுழைவை அனுமதி

source: Allow changing the GTK+ (widget) theme from the greeter. Currently this only affects the standard greeter. The theme will stay in effect on this display until changed and will affect all the other windows that are put up by GDM.
ar: يسمح بتغيير سمة GTK+ في المرحِّب. يؤثّر هذا حاليا على المرحّب القياسي فقط. ستظل السِّمة مؤثِّرة على هذا العرض حتى تُغيّر وستُؤثّر على أي نوافذ يبدأها GDM.
bn: অভিবাদন পর্দা থেকে GTK+ (উইজেট) থিম পরিবর্তন অনুমোদন করা হবে। বর্তমানে শুধুমাত্র প্রমিত অভিবাদন পর্দার ক্ষেত্রে এটি প্রযোজ্য। পরিবর্তন না করা অবধি এই থিম প্রয়োগ করা হবে এবং GDM দ্বারা প্রদর্শিত সব উইন্ডোর ক্ষেত্রে প্রযোজ্য হবে।
cs: Umožní změnu motivu GTK+ z uvítacího programu. V současnosti pouze ze standardního uvítacího programu. Motiv zůstane na tomto displeji aktivní až do doby, než dojde ke změně, a projeví se na všech dalších oknech souvisejících s GDM.
es: Permite cambiar el tema de GTK+ (widgets) desde el interfaz. Actualmente esto sólo afecta al interfaz estándar. El tema estará en efecto en esta pantalla hasta que se cambie y afectará a las demás ventanas que estén controladas por GDM.
eu: Baimendu GTK+ (trepeta) aldatzea ongietorriaren interfazetik. Unean honek ongietorriaren interfaze estandarrean soilik eragiten du. Gaia egoten jarraituko du pantailan aldatu arte eta GDMrekin jarri diren beste leiho guztiei eragingo die.
gl: Permitir a modificación do tema GTK+ (widget) desde a interface de benvida. Actualmente isto afecta só á interface de benvida estándar. O tema estará activo nesta pantalla até que sexa modificado e afectará a todas as outras ventás creadas polo GDM.
hi: GTK+ (widget) थीम को ग्रीटर से बदलना स्वीकारें. अभी यह सिर्फ मानक स्वागतकर्ता को प्रभावित करता है. थीम इस डिस्प्ले पर प्रभावी रहेगा जबतक कि बदला नहीं गया और सभी अन्य विंडो को प्रभावित करेगा जो कि GDM द्वारा रखे जाते हैं.
it: Permette di cambiare il tema GTK+ (widget) dal greeter. Attualmente questo influenza solo il greeter standard. Il tema avrà effetto su questo display finché non viene cambiato e influenzerà tutte le altre finestre che vengono aperte da GDM.
ne: ग्रिटरबाट GTK+ (विजेट) विषयवस्तु परिवर्तनलाई अनुमति दिनुहोस् । हाल यसले मानक ग्रिटरलाई मात्र असर गर्दछ । विषयवस्तुले परिवर्तन नभएसम्म यो प्रदर्शनमा प्रभावमा रहनेछ र जीडीएमद्वारा राखिएका अन्य सबै सय्झ्यालहरूलाई प्रभावित गर्नेछ ।
pl: Zezwala na zmianę motywu GTK+ z poziomu ekranu powitalnego. Jak na razie dotyczy to tylko standardowego ekranu powitalnego. Motyw będzie używany do czasu zmiany i będzie dotyczył wszystkich okien GDM.
sk: Povoliť zmenu GTK+ (widget) témy cez privítanie. V súčasnosti to ovplyvní iba štandardné privítanie. Táto téma zostane platná pre tento displej, až kým sa nezmení, a ovplyvní všetky ostatné okná, ktoré budú zobrazené cez GDM.
ta: ஜிடிகே+ (சிறுநிரல்) கருத்தை முகமனுக்கு மாற்றுவதை அனுமதிக்கவும். இப்போதி இது செந்தர முகமனை மட்டுமே பாதிக்கும். மாற்றப்படும் வரை இந்த கருத்து செயலில் இருக்கும். மற்ற ஜிடிஎம் ஆல் உருவாக்கிய சாளரங்களையும் பாதிக்கும்.

source: Allow group writable files and directories.
ar: اسمح بملفات وأدلّة قابلة للكتابة من المجموعة.
bn: দল দ্বারা লিখনযোগ্য ফাইল ও ডিরেক্টরি অনুমোদন করা হবে।
cs: Umožní skupině zápis souborů a adresářů.
es: Permitir archivos y directorios escribibles por el grupo.
eu: Baimendu taldeari fitxategi eta direktorioetan idaztea.
gl: Permitir ficheiros e directorios escribibles polo grupo.
hi: समूह के लिखने योग्य फाइल व निर्देशिका स्वीकारें
it: Permette file e directory scrivibili dal gruppo.
ne: लेखनयोग्य फाइलहरू र डाइरेक्टरीहरूलाई समूह गर्न अनुमति दिनुहोस् ।
pl: Zezwól na pliki i katalogi zapisywalne przez grupę.
sk: Povoliť adresáre a súbory zapisovateľné skupinou.
ta: குழு எழுதக்கூடிய கோப்புகள் மற்றும் அடைவுகளை அனுமதி

source: Allow logi_n if group write permissions on user's home directory
ar: اسمح با_لولوج إذا كان مسموحا للمجموعة بالكتابة في دليل منزل المستخدم.
bn: ব্যবহারকারীর ব্যক্তিগত ডিরেক্টরিটি দল দ্বারা লিখনযোগ্য হলে স্বয়ংক্রিয় লগ-ইন অনুমোদন করা হবে (_n)
cs: Umožňovat přihlášení, pokud může _skupina zapisovat v uživatelově domovském adresáři
eu: Baimendu _saio-hasiera taldeak idazteko baimena badu erabiltzailearen etxean
gl: Permitir o i_nicio de sesión se o grupo ten permisos de escrita no directorio home do usuario
hi: login स्वीकारें यदि उपयोक्ता के होम निर्देशिका पर लिखने की अनुमति है (_n)
it: Consentire l'accesso se la directory home dell'utente ha il permesso di scrittura per il _gruppo
ne: यदि प्रयोगकर्ताको गृह डाइरेक्टरीमा समूह लेखन अनुमति छ भने लगइन गर्न अनुमति दिनुहोस्
pl: Zezwole_nie logowania jeśli grupa ma prawa zapisu do katalogu użytkownika
sk: Povoliť prihláse_nie aj keď skupina smie zapisovať do používateľovho domovského priečinka
ta: பயனர் இன் இல்ல அடைவில் குழு எழுது அனுமதி இருப்பின் _உள்நுழைவை அனுமதி

source: Allow login _if all write permissions on user's home directory
ar: اسمح بال_ولوج إذا كان مسموحا للجميع بالكتابة في دليل منزل المستخدم.
bn: ব্যবহারকারীর ব্যক্তিগত ডিরেক্টরিটি সার্বজনীনরূপে লিখনযোগ্য হলে স্বয়ংক্রিয় লগ-ইন অনুমোদন করা হবে (_i)
cs: Umožňovat přihlášení, po_kud může kdokoliv zapisovat v uživatelově domovském adresáři
eu: Baimendu saio-_hasiera guztiek idazteko baimena badute erabiltzailearen etxean
gl: Permitir o inicio de sesión _se ten todos os permisos de escrita no directorio home do usuario
hi: login स्वीकारें यदि उपयोक्ता के होम निर्देशिका पर सभी को लिखने की अनुमति है (_i)
it: Consentire l'accesso se la _directory home dell'utente ha il permesso di scrittura per tutti
ne: यदि प्रयोगकर्ताको गृह डाइरेक्टरीमा सबै लेखन अनुमतिहरू छ भने लगइन गर्न अनुमति दिनुहोस्
pl: Zezwole_nie logowania jeśli wszyscy mają prawa zapisu do katalogu użytkownika
sk: Povoliť prihlásen_ie aj keď zapisovať do používateľovho domovského priečinka smú všetci
ta: பயனர் இன் இல்ல அடைவில் _அனைவரும் எழுத அனுமதி இருப்பின் உள்நுழைவை அனுமதி

source: Allow world writable files and directories.
ar: اسمح مبلفات وأدلة قابلة للكتابة من الجميع.
bn: সর্বজন দ্বারা লিখনযোগ্য ফাইল ও ডিরেক্টরি।
cs: Umožní všem počítačům zápis souborů a adresářů.
es: Permitir archivos y directorios escribibles por todos.
eu: Baimendu munduari fitxategi eta direktorioetan idaztea.
gl: Permitir os ficheiros e directorios modificables por todos.
hi: सर्वव्यापी लिखने योग्य फाइल व निर्देशिका बनाएं
it: Permette file e directory scrivibili da chiunque.
ne: शब्द लेखनयोग्य फाइलहरू र डाइरेक्टरीहरूलाई अनुमति दिनुहोस् ।
pl: Zezwól na pliki i katalogi zapisywalne przez wszystkich.
sk: Povoliť adresáre a súbory zapisovateľné všetkými.
ta: அனைவரும் எழுதக்கூடிய கோப்புகள் மற்றும் அடைவுகளை அனுமதி.

source: Allows the configurator to be run from the greeter. Note that the user will need to type in the root password before the configurator will be started.
ar: تسمح بتشغيل الإعداد من المرحّب. لا حظ أن المستخدم سيحتاج لكتابة كلمة سر الجذر قبل بدأ الإعداد.
bn: কনফিগারেশন ব্যবস্থাটি অভিবাদন পর্দা থেকে সঞ্চালনের অনুমোদন করা হবে। কনফিগারেশন ব্যবস্থা আরম্ভের পূর্বে ব্যবহারকারীকে root পাসওয়ার্ড লিখতে হবে।
cs: Umožní konfiguračnímu programu spuštění z uvítacího programu. Uživatel bude nucen zadat heslo superuživatele před samotným spuštěním konfiguračního programu.
es: Permite ejecutar el configurador desde el interfaz de entrada. Note que el usuario necesitará teclear la contraseña de root antes de que se inicie el configurador.
eu: Ongietorri-interfazetik konfiguratzailea exekutatzea baimentzen du. Erabiltzaileak supererabiltzailearen (root) pasahitza idatzi beharko du konfiguratzailea abiarazi aurretik.
gl: Permite executar o configurador desde a interface de benvida. Note que o usuario podería necesitar escribir o contrasinal de usuario antes de que se inicie o configurador.
hi: विन्यासक को स्वागतकर्ता के लिए चलाना स्वीकारें. नोट करें कि उपयोक्ता को रूट शब्दकूट टाइप करने की जरूरत होगी इससे पहले कि विन्यासक आरंभ होगा.
it: Consente al configuratore di essere eseguito dal greeter. Notare che l'utente dovrà inserire la password di root prima di avviare il configuratore.
ne: ग्रिटरबाट चलाउन कन्फिगरेटरलाई अनुमति दिनुहोस् । याद राख्नुहोस् कन्फिगरेटर सुरु हुनु पहिले प्रयोगकर्ताले मूल पासवर्डमा टाइप गर्न आवश्यक हुनेछ ।
pl: Zezwala na uruchomienie konfiguratora z poziomu ekranu powitalnego. Wymagane jest podanie hasła roota.
sk: Povolí spustenie konfigurátora z prihlasovacej obrazovky. Nezabudnite, že na spustenie konfigurátora musí používateľ zadať heslo administrátora.
ta: முகமன் திரையிலிருந்து வடிவமைப்பை அனுமதிக்கிறது. வடிவமைப்பை துவங்க ரூட் இன் கடவுச்சொல் ஐ பயனர் உள்ளிட வேண்டும்.

source: Always append -nolisten tcp to the command line of local X servers, thus disallowing TCP connection. This is useful if you do not care for allowing remote connections, since the X protocol could really be potentially a security hazard to leave open, even though no known security problems exist. Also disables X forwarding, but does not affect XDMCP.
ar: ألحق دائم -nolisten tcp إلى سطر الأمر لخادمات X المحلّية، وبذا لا تسمح باتصالات TCP. يفيد هذا إذا كنت لا تهتم بالسماح بالإتصالات عن بعد، حيث أن برتوكول X قد يشكّل مخاطرة أمنيّة محتملة ليترك مفتوحا، بالرغم من عدم وجود مشاكل أمنيّة معروفة. يبطل هذا أيضا توجيه X، لكن لا يؤثّر على XDMCP.
cs: Do příkazové řádky místních serverů X vždy doplní "-nolisten tcp", čímž znemožní spojení TCP. Užitečné v případě, kdy nezáleží na možnosti vzdáleného připojení, jelikož protokol X, který je ponechán otevřený, může být skutečně bezpečnostním rizikem, a to i přesto, že neexistují známé bezpečnostní problémy. Taktéž vypíná předávání X, ale nevztahuje se na XDMCP.
es: Agregar siempre -nolisten tcp a la línea de comandos de los servidores X locales, para que de esta forma no se permitan conexiones TCP. Esto es útil si no quiere preocuparse de permitir conexiones remotas, debido a que el protocolo X podría ser potencialmente un riesgo de seguridad si se dejase abierto, incluso aunque no existan problemas de seguridad conocidos. También desactiva el reenvío de X, pero no afecta a XDMCP.
eu: Beti gehitu '-nolisten tcp' X zerbitzarien lokaleko komando-lerroan, TCP konexioak saihestuz. Erabilgarria da urruneko konexiorik ez baduzu nahi, X protokoloak segurtasun zuloak irekita utz baitezake, nahiz eta segurtasun arazorik ez egon. X birbideratzea ere desgaitzen duen arren, ez dio XDMCPri eragiten.
gl: Engadir sempre -nolisten tcp á liña de comandos dos servidores X locais, impedindo deste modo a conexión TCP. Isto é útil se non lle importa permitir as conexións remotas, xa que deixar aberto o protocolo X podería ser potencialmente un perigo de seguranza, aínda que non existan problemas de seguranza coñecidos. Tamén desactiva o reenvío de X, mais non afecta ao XDMCP.
hi: -nolisten tcp को स्थानीय X सर्वर के कमांड लाइन में हमेशा जोड़ें, इसप्रकार TCP संबंधन को अस्वीकृत करते हुए. यह उपयोगी है अगर आप दूरस्थ संबंधन स्वीकारने के लिए ध्यान नहीं देते हैं, चूंकि X प्रोटोकॉल को खुला रखना संभावित रूप से सुरक्षा खतरा हो सकता है, हालांकि कोई ज्ञात सुरक्षा समस्या मौजूद है. X अग्रसारण को भी निष्क्रिय करती है, लेकिन XDMCP को प्रभावित नहीं करती है.
it: Aggiunge sempre «-nolisten tcp» al comando dei server X locali per non consentire connessioni TCP. È utile se non si desidera abilitare connessioni remote, dato che potrebbe essere rischioso lasciare aperto il protocollo X, anche se non esistono problemi di sicurezza noti. Disabilita anche l'inoltro di X, ma non influenza XDMCP.
ne: स्थानीय X सर्भरको आदेश रखामा -nolisten tcp सधैँ थप्नुहोस्, यसले गर्दा टीसीपी जडानलाई अस्वीकार गर्दछ । X प्रोटोकोलले साँच्चै सम्भावित सुरक्ष खतरा खुला छोड्न सक्ने हुनाले, यहाँ सम्म की कुनै सुरक्षा समस्याहरू अवस्थित रहेको थाहा नहुने हुनाले यदि तपाईँ टाढाको जडानलाई अनुमति दिन मतलब गर्नुहुन्न भने यो उपयोगी हुन्छ । फर्वार्ड गर्न Xलाई अक्षम पनि बानउँदछ, तर XDMCP लाई असर गर्दैन ।
pl: Dodawanie opcji -nolisten tcp do polecenia lokalnego X serwera, aby wyłączyć polecenia TCP. Opcja przydatna do zablokowania zdalnych połączeń, gdyż protokół X może stanowić źródło potencjalnych problemów z bezpieczeństwem. Opcja wyłącza również 'X forwarding; lecz nie dotyczy XDMCP.
sk: Vždy pripojiť -nolisten tcp do príkazového riadku lokálnych X serverov, čím sa zakáže pripojenie TCP. Je to užitočné v prípade, že nepotrebujete vzdialené prihlásenia, nakoľko ponechanie otvoreného X protokolu môže predstavovať bezpečnostné riziko, aj keď zatiaľ nie sú známe konkrétne zraniteľnosti. Zakáže sa tým aj X preposielanie, ale neovplyvní XDMCP.
ta: உள்ளமை எக்ஸ் சேவயகங்க கட்டளைகளுக்கு எப்போதும் -nolisten tcp என பின்னிடவும். இது டிசிபி இணைப்புகளை அனுமதி மறுக்கும். நீங்கள் தொலை இணைப்புகளை விரும்பாவிட்டால் இது பயனாகும். X ஆசார கோட்பாடுகளை திறந்த நிலையில் வைப்பது எப்போதுமே பாதுகாப்பு பிரச்சினைகள் இல்லாவிடினும் நல்லதல்ல. இது X மேலனுப்புதலையும் தடுக்கும் ஆனால் XDMCP ஐ பாதிக்காது.

source: Apply Co_mmand Changes
ar: طبّق تغييرات الأ_مر
bn: কমান্ড সংক্রান্ত পরিবর্তন প্রয়োগ করা হবে (_p)
cs: P_oužít změny příkazů
eu: Aplikatu _komanden aldaketak
gl: Aplicar as modificacións dos co_mandos
hi: कमांड बदलाव लागू करें (_m)
it: Applica _modifiche al comando
ne: आदेश परिवर्तनहरू लागू गर्नुहोस्
pl: Zastosuj z_miany w poleceniu
sk: Po_užiť zmeny v príkaze
ta: _ச கட்டளை மாற்றங்களை செயல்படுத்துக

source: Author:
ar: المؤلف:
as: লেখক:
bn: লেখক:
cs: Autor:
es: Autor:
eu: Egilea:
gl: Autor:
hi: लेखक:
it: Autore:
mr: लेखक
ne: लेखक:
or: ଲେଖକ:
pl: Autor:
sk: Autor:
ta: ஆசிரியர்:

source: Background
ar: الخلفية
as: পটভূমি
bn: পটভূমি
cs: Pozadí
es: Fondo
eu: Atzeko planoa
gl: Fondo
hi: पृष्ठ भूमि
it: Sfondo
mr: पार्श्वभूमी
ne: पृष्ठभूमि
or: ପ୍ରୁଷ୍ଠଭୂମି
pl: Tło
sk: Pozadie
ta: பின்னணி
