Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Enables XDMCP INDIRECT choosing (i.e. remote execution of gdmchooser) for X-terminals which don't supply their own display browser.
ar: يفعّل اختيار XDMCP INDIRECT (بعبارة أخرى؛ تشغيل gdmchooser عن بعد) لطرفيات-X التي لا توفّر متصفّع العرض الخاص بها.
bn: যে সমস্ত X-টার্মিনাল দ্বারা নিজস্ব ডিসপ্লে-ব্রাউজার উপলব্ধ করা হয় না, সেগুলির জন্য XDMCP INDIRECT নির্বাচন (অর্থাৎ, দূরবর্তী রূপে gdmchooser-র সঞ্চালন) সক্রিয় করা হয়।
cs: Povolí výběr XDMCP INDIRECT (tj. vzdálené vykonání programu gdmchooser) pro terminály X, které neposkytují svůj vlastní prohlížeč displejů.
es: Activa la elección XDMCP INDIRECT (ej. ejecución remota de gdmchooser) para los terminales X que no suministran su propio examinador de pantallas.
eu: XDMCP INDIRECT gaitzen du (adib. gdmchooser-en urruneko exekuzioa) pantaila-arakatzailea onartzen ez duten X-terminalentzako.
gl: Activa a selección XDMCP INDIRECT (é dicir, a execución remota do gdmchooser) para os terminais X que non fornecen o seu propio navegador de pantalla.
hi: XDMCP INDIRECT चयन (यानी gdmchooser का दूरस्थ निष्पादन) X-टर्मिनल के लिए सक्रिय करता है जो अपना डिस्प्ले ब्रॉउजर नहीं देते हैं.
it: Abilita la scelta XDMCP INDIRECT (ovvero l'esecuzione remota di gdmchooser) per i terminali X che non forniscono il proprio navigatore di display.
ne: XDMCP INDIRECT चयन (जस्तै gdmchooser को टाढाको कार्यान्वयन )लाई X टर्मिनलका लागि सक्षम पार्नुहोस् जसले तिनिहरूक आफ्नो प्रदर्शन ब्राउजर आपूर्ति गर्दैन ।
pl: Włącza wybór XDMCP INDIRECT (tj. zdalne wykonanie gdmchooser) dla X terminali, które nie obsługują przedglądania ekranów.
sk: Povolí XDMCP INDIRECT výber (tj. vzdialené spustenie výberu) pre X-terminály ktoré neposkytujú vlastný výber obrazoviek.
ta: தன் சொந்த காட்சி உலாவியை தராதஎக்ஸ் முனையங்களுக்கு XDMCP INDIRECT தேர்வை இயலுமை படுத்துகிறது. (அதாவது ஜிடிஎம் தேர்வியின் தொலை இயக்கம்)

source: Enables greeter to be launched with additional Gtk+ modules. This is useful when extra features are required such as accessible login. Note that only "trusted" modules should be used to minimize security issues.
ar: يَسْمح بتشغيل المُرحِّب مع وحدات Gtk+ إضافيّة. يفيد هذا عند الحاجة لمميزات إضافيّة مثل الولوج المُعان. لاحظ وجوب استخدام وحدات "موثوقة" فقط لتقليل المشاكل الأمنيّة.
cs: Povolí uvítacímu programu spuštění s dodatečnými moduly GTK+. Užitečné v případě, že jsou vyžadovány další vlastnosti jako zpřístupněné přihlášení. Kvůli minimalizaci bezpečnostních rizik by měly být použity pouze důvěryhodné moduly.
es: Permite al interfaz lanzarse con módulos GTK+ adicionales. Esto es útil cuando se requieren características adicionales como una entrada accesible. Note que sólo se deberían usar módulos «confiados» para minimizar problemas de seguridad.
eu: GTK+ modulo gehigarriekin abiaraztea gaitzen du. Erabilgarria da erabilgarritasunezko saio-hasiera bezalako funtzionalitate gehiago behar badira. Jakin ezazu modulo "fidagarriak" bakarrik erabili beharko liratekeela segurtasun arriskuak gutxiagotzeko.
gl: Activa a execución da interface de benvida con módulos Gtk+ adicionais. Isto é útil cando se necesitan características extra como o inicio de sesión accesible. Note que só se deberían usar os modulos "de confianza" para minimizar os perigos de seguranza.
hi: अतिरिक्त Gtk+ मॉड्यूल के साथ स्वागतकर्ता का लांच सक्रिय करता है. यह उपयोगी है जब अतिरिक्त फीचर जरूरी होता है जैसै कि अभिगम योग्य लॉगिन. नोट करें कि सिर्फ "trusted" मॉड्यूल को सुरक्षा मुद्दे को न्यूनतम करने के लिए प्रयोग किया जाना चाहिए.
it: Abilita l'avvio del greeter con moduli GTK+ aggiuntivi. Questo è utile quando sono richieste funzionalità extra come l'accessibilità. Si noti che dovrebbero essere usati solo i moduli "fidati" per minimizzare i problemi di sicurezza.
ne: थप Gtk+ मोड्युलहरूसँग सुरु गर्न ग्रिटर सक्षम पार्दछ । अतिरिक्त विशेषताहरू जस्तै पहुँचयोग्य लगइन आवश्यक परेमा यो उपयोगी हुन्छ । याद राख्नुहोस् सुरक्षा विषयहरू न्यूनिकरण गर्न "विश्वसनीय" मोड्युलहरू मात्र प्रयोग गर्नु पर्दछ ।
pl: Włącza uruchomienie ekranu powitalnego z dodatkowymi modułami GTK+. Opcja przydatna gdy potrzebne są dodatkowe funkcje jak np. login z rozszerzoną dostępnością. Ze względów bezpieczeństwa zaleca się użycie tylko "zaufanych" modułów.
sk: Povoľuje spúšťať privítanie pomocou prídavných modulov Gtk+. Je to užitočné vtedy, keď sú potrebné extra vychytávky, ako napríklad accessible login. Upozornenie: treba používať iba "dôveryhodné" moduly, aby bolo bezpečnostné riziko čo najmenšie.
ta: முகமன் கூடுதல் ஜிடிகே+ கூறுகளுடன் துவக்க இயலுமைபடுத்துகிறது. இது அணுகக்கூடிய உள்நுழைவு போன்ற கூடுதல் வசதிகள் தேவையான போது பயன்ப்டும். பாதுகாப்பு கருதி "நம்பிகையான" கூறுகளை மட்டுமே உபயோகிக்க வேண்டும் என அறிக.

source: Full path and arguments to command to be executed. If the value is missing, the command will not available.
es: Ruta completa y argumentos al comando para ejecutar. Si el valor falta, el comando no estará disponible.
eu: Exekutatuko den komandoaren bide-izen osoa eta argumentuak. Balioa falta bada, komandoa ez da erabilgarri egongo.

source: Full path and arguments to the command to be executed
ar: المسار الكامل ومعاملات الأمر الذي سينفّذ
bn: সঞ্চালনযোগ্য কমান্ডের সম্পূর্ণ পাথ ও আর্গুমেন্ট
cs: Plná cesta a argumenty příkazu, který má být vykonán.
eu: Exekutatuko den komandoaren bide-izen osoa eta argumentuak
gl: Camiño completo e argumentos para o comando que se vai executar
hi: कमांड में पूर्ण पथ व तर्क निष्पादित किया जायेगा
it: Percorso completo e argomenti del comando da eseguire
ne: कार्यान्वयन हुनका लागि आदेशमा पूरा मार्ग र तर्कहरू
pl: Pełna ścieżka i parametry polecenia do wykonania
sk: Celá cesta a parametre pre príkaz na spustenie
ta: கட்டளையை இயக்க முழு தடம் மற்றும் தருமதிப்பு.

source: GDM should run the login window on this server and allow a user to log in. If not selected, then GDM will just run this server and wait for it to terminate.
ar: على GDM أن يشغّل نافذة الولوج على هذا الخادم ليسمح للمستخدمين بالولوج. إذا لم ينتقى، سيشغل GDM هذا الخادم فقط وينتظر حتى ينتهي.
bn: GDM দ্বারা এই সার্ভারে লগ-ইন উইন্ডো সঞ্চালন করে ব্যবহারকারীকে লগ-ইন করার সুবিধা উপলব্ধ করা হবে। নির্বাচিত না হলে GDM দ্বারা এই সার্ভার সঞ্চালিত হবে ও সমাপন না হওয়া অবধি অপেক্ষা করা হবে।
cs: GDM by měl na tomto serveru spustit přihlašovací okno a umožnit uživateli přihlášení. Pokud není vybráno, pak GDM tento server pouze spustí a vyčká ukončení.
es: GDM debería ejecutar la ventana de entrada en este servidor y permitit a un usuario entrar. Si no se selecciona, entonces GDM ejecutará este servidor y esperará a que termine.
eu: GDMek saio-hasierako leihoa exekutatu beharko luke zerbitzari honetan, eta saioa hastea baimendu erabiltzaileari. Ez bada hautatzen, GDMekk zerbitzari hau exekutatu eta amaitu arte zai geldituko da.
gl: O GDM debería executar a ventá de inicio de sesión neste servidor e permitir a un usuario iniciar a sesión. Se non está seleccionado, entón o GDM só executará este servidor e agardará a que remate.
hi: GDM को सर्वर पर लॉगिन विंडो चलाना चाहिए और उपयोक्ता को लॉगिन के लिए अनुमति देना चाहिए. यदि चयनित नहीं है, तब GDM इस सर्वर को सिर्फ चलायेगा और इसके समाप्त होने के लिए प्रतीक्षा करेगा.
it: GDM dovrebbe avviare la finestra di accesso su questo server e permettere all'utente di accedere. Se non selezionato, GDM avvierà semplicemente questo server e aspetterà che termini.
ne: जीडीएमले य सर्भरमा लगइन सञ्झ्याल चलाउनु पर्दछ र प्रयोगकर्तालाई लगइन गर्न अनुमति दिनु पर्दछ । यदि चयन नगरिएमा जीडीएमले यो सर्भर चलाउने मात्र छ र टर्मिनेट गर्नलाई यसलाई प्रतिक्षा गर्नेछ ।
pl: GDM powinien uruchomić okno logowania na tym serwerze i zezwolić na logowanie. W przeciwnym przypadku GDM uruchomi X serwer i będzie czekać na jego zakończenie.
sk: GDM by mal spustiť okno prihlásenia na tomto serveri a umožniť prihlásenie používateľa. Ak nie je zvolené, tak GDM sa iba spustí na tomto serveri a počká na jeho ukončenie.
ta: ஜிடிஎம் ஒரு உள்நுழை சாளரத்தை இந்த சேவையகத்தில் இயக்கி ஒரு பயனரை உள்நுழைய அனுமதிக்க வேண்டும்.தேர்வு செய்யாது போனால் ஜிடிஎம் சேவையகத்தை இயக்கி அது முடிய காத்திருக்கும்.

source: General
ar: عامّ
bn: সাধারণ
cs: Obecné
eu: Orokorra
gl: Xeral
hi: सामान्य
it: Generale
mr: सर्वसाधारण
ne: साधारण
pl: Ogólne
sk: Všeobecné
ta: பொது

source: Given user should be logged in after a number of seconds (set with Pause before login) of inactivity on the login screen. This is useful for public access terminals or perhaps even home use.
ar: سيولج المُستخدم المُعطى بعد عدد من الثواني (ضبط بواسطة المهلة قبل الولوج) بون نشاط في شاشة الولوج. يفيد هذا في الطرفيات المتوفّرة للعموم أو حتى الإستخدام المنزلي.
cs: Daný uživatel by měl být přihlášen po uplynutí doby nečinnosti v sekundách (s pauzou před přihlášením) na přihlašovací obrazovce. Užitečné pro veřejně přístupné terminály a možná i pro domácí použití.
es: El usuario dado debería entrar tras un número de segundos (estaplecidos con Pausa antes de entrada) de inactividad en la pantalla de entrada. Esto es útil para los terminales de acceso público o quizás para uso doméstico.
eu: Emandako erabiltzaileak saioa hasi beharko luke saio-hasierako pantaila segundo batzuk inaktibo igarotean ('Saioa hasteko geldialdia' aukeran ezarri). Erabilgarria da sarbide publikoen terminaletan erabiltzeko edo etxean erabiltzeko ere.
gl: O usuario indicado debería iniciar a sesión despois dun número de segundos (definido en Pausa antes de iniciar a sesión) de inactividade na pantalla de inicio de sesión. Isto é útil para terminais de acceso público ou talvez incluso para o uso doméstico.
hi: दिया गया उपयोक्ता को लॉगिन स्क्रीन पर निष्क्रियता के (लॉगिन के पहले ठहरें के साथ सेट) सेकेंड की संख्या के बाद लॉगिन किया जाना चाहिए. यह सार्वजनिक अभिगम टर्मिनल या संभवतः घर के काम के लिए उपयोगी है.
it: L'utente indicato dovrebbe accedere dopo alcuni secondi di inattività della schermata di accesso (impostati con «Pausa prima dell'accesso»). Questo è utile per terminali di accesso pubblico o forse anche per l'uso casalingo.
ne: दिइएको प्रयोगकर्ता लगइन पर्दामा निष्क्रियताको केही सेकेण्ड (लगइन पहिले पज सँग सेट गर्नहोस्) पछि लगइन हुनुपर्दछ । यो सार्वजनिक पहुँच टर्मिनलहरूका लागि वा सायद हुन सक्दछ गृह प्रयोगको लागि पनि उपयोगी छ ।
pl: Dany użytkownik powinien zostać zalogowany po danej liczbie sekund (ustawianej za pomocą Opóźnienie przed zalogowaniem) braku aktywnościu. Opcja przydatna dla publicznie dostępnych terminali i w domu.
sk: Uvedený používateľ sa musí prihlásiť po určitom počte sekúnd (nastavenom pri Prestávke pred prihlásením) neaktívnosti na prihlasovacom okne. Je to užitočné pre terminály s verejným prístupom, alebo možno aj pre domáce použitie.
ta: கொடுத்த பயனர் (உள்நுழையும் முன் தாமதி ஆல் நிர்ணயிக்கப்பட்ட) குறிப்பிட்ட நொடிகள் கழித்து செயல் இல்லையானால் உள்நுழைய வேண்டும்.இது பொது அணுகல் முனையங்கள் அல்லது இல்ல கணினிகளுக்கும் கூட பயன்படும்.

source: Given user should be logged in upon first bootup. No password will be asked. This is useful for single user workstations where local console security is not an issue.
ar: سيولج المستخدم المعطى عند أول إقلاع. لن يُسأل عن كلمة السر. يفيد هذا في منصّات العمل وحيدة المستخدم حيث لا يُأْبه لأمان الكونسول المحلّي.
cs: Daný uživatel by měl být přihlášen po prvním nastartování počítače. Žádné heslo nebude vyžadováno. Užitečné pro jednouživatelské pracovní stanice, kde se nehledí na bezpečnost místní konzoly.
es: El usuario dado iniciará sesión tras el primer arranque. No se pedirá ninguna contraseña. Esto es útil para estaciones de trabajo con un solo usuario donde la seguridad de la consola local no es un problema.
eu: Emandako erabiltzaileak saioa hasiko du aurreneko abioaren ondoren. Ez zaio pasahitzik eskatuko. Erabiltzaile bakarreko lanpostutan erabili ohi da, baldin eta kontsola lokalak segurtasun arriskurik ez badute.
gl: O usuario indicado debería ter iniciado a sesión despois do primeiro inicio. Non se solicitará un contrasinal. Isto é útil para estacións de traballo cun único usuario onde a seguranza da consola local non é un problema.
hi: दिए गये उपयोक्ता को पहले बूटअप पर लॉगिन होना चाहिए. कोई शब्दकूट नहीं पूछा जायेगा. यह एकल उपयोक्ता वर्कस्टेशन के लिए उपयोगी है जहां स्थानीय कंसोल सुरक्षा एक मुद्दा नहीं है.
it: L'utente indicato dovrebbe accedere al sistema all'avvio senza la richiesta della password. Questo è utile per postazioni usate da un singolo utente dove la sicurezza della console locale non è un problema.
ne: दिइएको प्रयोगकर्ता पहिलो बुटमा लगइन गर्नुपर्दछ । कुनै पासवर्ड सोधिने छैन । स्थानीय कन्सोल सुरक्षा कुनै विषय नभएको एकल प्रयोगकर्ता कार्यस्थानका लागि यो उपयोगी हुनेछ ।
pl: Dany użytkownik zostanie zalogowany zaraz po uruchomieniu komputera bez pytania o hasło. Opcja przydatna dla komputerów z jednym użytkownikiem, gdzie wymagania bezpieczeństwa nie są krytyczne.
sk: Uvedený používateľ sa musí prihlásiť hneď po prvom štarte systému. Nebude vyžadované heslo. Je to užitočné pre pracovné stanice s jediným používateľom, kde nezáleží na bezpečnosti lokálnej konzoly.
ta: துவக்கத்திலேயே பயனர் உள்நுழைய வேண்டும். கடவுச்சொல் கேட்கப்பட மாட்டாது. இது ஒரே நபர் பயன்படுத்தும் உள்ளமை முனைய பாதுகாப்பு பிரச்சினை இல்லாத கணினியில் பயனாகும்.

source: Greeter Chooser
ar: المرحِّب المُخَيِّر
cs: Uvítací program Výběrový program
es: Interfaz de entrada Selector de equipos
eu: Interfaze Aukeratzailea
gl: Interface de benvida Selector
hi: स्वागतकर्ता चयनक
it: Greeter Selettore
ne: ग्रिटर छनौटकर्ता
or: ଶୁଭେଚ୍ଛକ ଚୟନକ
pl: Ekran powitalny Program wybierający (XDMCP)
sk: Privítanie Výber
ta: முகமன் தேர்வாளர்

source: Honor _indirect requests
ar: احترم الطلبات غير ال_مباشرةى:
as: পৰোক্ষ অনুৰোধ গ্ৰাহ্য কৰা হবে (_i)
bn: পরোক্ষ অনুরোধ গ্রাহ্য করা হবে (_i)
cs: Odpovídat na _nepřímé požadavky
es: Confiar en las solicitudes _indirectas
eu: Errespetatu _zeharkako eskaerak
gl: Confiar nas solicitudes _indirectas
hi: परोक्ष निवेदन स्वीकारें (_i)
it: Rispettare le richieste _indirette
ne: अप्रत्यक्ष अनुरोधहरू सम्मान गर्नुहोस्
or: ପରୋକ୍ଷ ନିବେଦନକୁ ସମ୍ମାନ ଦିଅନ୍ତୁ (_i)
pl: Przyjmowanie poś_rednich połączeń
sk: Uznávať _nepriame požiadavky
ta: _மறை வேண்டுகோள்களை அனுமதி

source: I_mage:
ar: _صورة:
as: ছবি:(_m)
bn: ছবি:(_m)
cs: _Obrázek:
es: _Imagen:
eu: _Irudia:
gl: I_maxe:
hi: बिंब (_m):
it: I_mmagine:
ne: छवि:
or: ପ୍ରତିଛବି (_m):
pl: _Obraz:
sk: _Obrázok:
ta: _ப பிம்பம்)

source: I_nclude:
ar: م_درَج:
as: অন্তৰ্ভুক্ত কৰা হবে:(_n)
bn: অন্তর্ভুক্ত করা হবে:(_n)
cs: Z_ahrnutí:
es: _Incluir:
eu: _Txertatu:
gl: I_ncluír:
hi: शामिल करें (_n):
it: Inc_ludere:
ne: समावेश गर्नुहोस्:
or: ଅନ୍ତର୍ଭୂକ୍ତ କରନ୍ତୁ (_n):
pl: D_ołączani:
sk: Zahr_núť:
ta: _ச சேர்க்கவும்:

source: If a user has no defined face image, GDM will use the "stock_person" icon defined in the current GTK+ theme. If no such image is defined, the image specified by DefaultFace will be used. The image must be in an gdk-pixbuf supported format and the file must be readable to the GDM user.
ar: إذا لم يُكن لمستخدم صورة وجه معرّفة، فسيتخدم GDM أيقونة "stock_perso" المعرّفة في سِمة GTK+ الحالية. إذا لم يكن هناك صورة كهذه، فستُستخد الصورة المحدّدة بواسطة DefaultFace. يجب أن تكون الصورة بصيغة gdk-pixbuf مدعومة ويجب أن يكون الملف مقروءا لمستخدم GDM.
cs: Pokud uživatel nemá vybrán žádný obrázek obličeje, GDM vybere ikonu "stock_person" definovanou v aktivním motivu GTK+. Pokud žádný takový obrázek není definován, bude použit obrázek zadaný hodnotou "DefaultFace". Obrázek musí být ve formátu podporovaném gdk-pixbuf a soubor musí být přístupný ke čtení uživatelovi GDM.
es: Si un usuario no tiene definida una imagen de rostro, GDM usará el icono «stock_person» definido en el tema GTK+ actual. Si dicha imagen no está definida, la imagen especificada en DefaultFace será la que se use. La imagen debe estar en un formato soportado por gdk-pixbuf y el archivo debe ser legible por el usuario de GDM.
eu: Erabiltzaile batek ez badu aurpegirik hautatu, GDMek "stock_person" ikonoa erabiliko du (uneko GTK+ gaian definitutakoa). Horrelako irudirik ez balego definituta, 'DefaultFace'n zehaztutako irudia erabiliko da. Irudia 'gdk-pixbuf'ek onartzen duen formatuan egon behar du, eta fitxategiak nahikoa baimen izan behar ditu GDM erabiltzaileak irakurtzeko.
gl: Se un usuario non ten unha imaxe de face definida, o GDM usará a icona "stock_person" definida no tema GTK+ actual. Se non se define tal imaxe usarase a imaxe especificada en DefaultFace. A imaxe debe estar nun formato soportado polo gdk-pixbuf e o ficheiro debe ser lexible para o usuario de GDM.
hi: यदि एक उपयोक्ता का कोई परिभाषित फेस इमेज नहीं है, GDM "stock_person" आइकन वर्तमान GTK+ थीम में परिभाषित का प्रयोग करेगा. यदि कोई ऐसा चित्र नहीं परिभाषित है, DefaultFace के द्वारा निर्दिष्ट चित्र प्रयोग किया जायेगा. चित्र निश्चित रूप से एक gdk-pixbuf समर्थित प्रारूप है और फाइल को जरूर GDM उपयोक्ता के लिए पढ़ने योग्य होना चाहिए.
it: Se un utente non ha un'immagine per il volto, GDM utilizza l'icona «stock_person» definita per il tema GTK+. Se questa immagine non è definita, verrà usata quella indicata in «Volto predefinito». L'immagine deve essere in un formato gdk-pixbuf supportato e il file deve essere leggibile dall'utente GDM.
ne: यदि प्रयोगकर्तासँग कुनै परिभाषित मोहडा छवि छैन भने जीडीएमले हालको GTK+ विषयवस्तुमा परिभाषित "stock_person" प्रतिमा प्रयोग गर्नेछ । यदि त्यस्तो छवि परिभाषित गरिएको छैन भने पूर्वनिर्धारित मोहडाद्वारा निर्दिष्ट गरिएको छवि प्रयोग गरिनेछ । छवि एउटा gdk-pixbuf समर्थित ढाँचामा हुनुपर्दछ र फाइल जीडीएम प्रयोगकर्तालाई पढ्नयोग्य हुनुपर्दछ ।
pl: Gdy użytkownik nie ma zdefiniowanego obrazu GDM użyje ikony "stock_person" określonej w bieżącym motywie GTK+. W przypadku braku tej definicji użyty zostanie obraz określony przez DefaultFace. Obraz musi być w formacie obsługiwanym przez gdk-pixbuf, a plik musi być dostępny do odczytu dla użytkownika GDM.
sk: Ak používateľ nemá definovaný obrázok tváre, GDM použije ikonu "stock_person" definovanú v aktuálnej Gtk+ téme. Ak nie je taký obrázok definovaný, použije sa obrázok podľa PredvolenejTváre. Tento obrázok musí byť vo formáte podporovanom gdk-pixbuf a súbor musí byť čitateľný pre používateľa GDM.
ta: பயனருக்கு வரையறுத்த படம் இல்லையானால் ஜிடிஎம் பொதுவான இப்போதைய கருத்தில் உள்ள தனிமனிதன் சின்னத்தை பயன்படுத்தும். அப்படி வரையறுத்த படம் இருப்பின் DefaultFace ஆல் குறித்த படம் பயன்படும். இந்த படம் ஜிடிகே(gdk)-பிக்ஸ்பஃப் ஆதரவு பெற்ற முறையில் இருக்க வேண்டும். கோப்பு ஜிடிஎம் பயனரால் படிக்கக்கூடியதாகவும் இருக்க வேண்டும்.

source: Image file to display in the logo box. The file must be in an gdk-pixbuf supported format and it must be readable by the GDM user. If no file is specified the logo feature is disabled.
ar: مف الصورة التي ستعرض في صندوق الشعار. يجب أن يكون الملف بصيغة gdk-pixbuf مدعومة ويجب أن يكون الملف مقروءا لمستخدم GDM. إذا لم يُحدّد أي ملف فستُعطّل ميزة الشعار.
cs: Soubor obrázku, který má být zobrazen na panelu s logem. Obrázek musí být ve formátu podporovaném gdk-pixbuf a soubor musí být přístupný ke čtení uživatelovi GDM. Pokud není zadán žádný soubor, bude vlastnost s logem vypnuta.
es: El archivo de imagen a mostrar en la caja del logo. El archivo debe estar en un formato soportado por gdk-pixbuf y debe ser legible por el usuario GDM. Si no se especifica ningún archivo la característica del logotipo se desactiva.
eu: Irudiaren fitxategia logotipoaren kutxan bistaratzeko. Irudia 'gdk-pixbuf'ek onartzen duen formatuan egon behar du, eta fitxategiak nahikoa baimen izan behar ditu GDM erabiltzaileak irakurtzeko. Ez bada fitxategirik zehazten logotipoaren funtzionalitatea desgaitu egiten da.
gl: O ficheiro de imaxe que se mostrará na caixa de logotipo. A imaxe debe estar nun formato soportado polo gdk-pixbuf e o ficheiro debe ser lexible para o usuario de GDM. Se non se especifica un ficheiro desactivarase a funcionalidade de logotipo.
hi: लोगो बॉक्स में डिस्प्ले के लिए चित्र फाइल. फाइल को जरूर gdk-pixbuf समर्थित प्रारूप में होना चाहिए और इसे GDM उपयोक्ता के द्वारा पठनीय होना चाहिए. यदि कोई फाइल लोगो को निर्दिष्ट नहीं किया है, फीच निष्क्रिय किया जाता है.
it: Immagine da visualizzare nel riquadro del logo. Il file deve essere in un formato gdk-pixbuf supportato e leggibile dall'utente GDM. Se nessun file è specificato, la caratteristica è disabilitata.
ne: लोगो बाकसमा प्रदर्शन गर्न छवि फाइल । फाइल एउटा gdk-pixbuf समर्थित ढाँचामा हुनुपर्दछ र यो जीडीएम प्रयोगकर्ताद्वारा पढ्नयोग्य हुनुपर्दछ । यदि कुनै फाइल निर्दिष्ट गरइएको छैन भने लोगो विशेषता अक्षम पारिन्छ ।
pl: Obraz wyświetlany jako logo. Obraz musi być w formacie obsługiwanym przez gdk-pixbuf, a plik musi być dostępny do odczytu dla użytkownika GDM. Gdy nie określi się pliku, logo nie jest wyświetlane.
sk: Súbor obrázka, ktorý sa má zobraziť v okne prihlásenia. Súbor musí byť vo formáte, ktorý dokáže prečítať gdk-pixbuf, a musí byť čitateľný pre používateľa GDM. Ak nie je určený žiadny súbor, funkcia loga bude vypnutá.
ta: லோகோ பெட்டியில் காட்ட பிம்ப கோப்பு. அது ஜிடிகே(gdk)-பிக்ஸ்பஃப் பாணியில் இருக்க வேண்டும்; ஜிடிஎம் பயனரால் படிக்கப்பட முடியவேண்டும். குறிப்பிடவில்லையானால் லோகோ வசதி கிடைக்காது.

source: Includ_e Hostname Chooser (XDMCP) menu item
ar: _تضمّن عنصر القائمة "مُخيِّر اسم المستضيف (XDMCP)"
as: গৃহস্থ-নেম নিৰ্বাচন ব্যবস্থা (XDMCP) মেনু অন্তৰ্ভুক্ত কৰা হবে (_e)
bn: হোস্ট-নেম নির্বাচন ব্যবস্থা (XDMCP) মেনু অন্তর্ভুক্ত করা হবে (_e)
cs: Zobrazovat v nabídce položku s výběrem názvu počítače (_XDMCP)
es: Incluir el elemento «_Selector de equipos» (XDMCP) en el menú
eu: Txertatu 'Ostalari-izen aukeratzailea (XDMCP)' menuko elementuak
gl: Incluír o elemento de menú _Selector de host (XDMCP)
hi: मेजबाननाम चयनक (XDMCP) मेनू मद से शामिल करें (_e)
it: Includere il menù Selettore nome _host (XDMCP)
ne: होस्टनाम छनौटकर्ता (XDMCP) मेनु वस्तु समावेश गर्नुहोस्
or: ଆଧାର ନାମ ଚୟନକ (XDMCP) ସୂଚୀ ବସ୍ତୁକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରନ୍ତୁ (_e)
pl: Dołączenie pozycji _uruchamiającej program wybierający (XDMCP)
sk: Zahrnúť položku p_onuky pre výber názvu hostiteľa (XDMCP)
ta: _த புரவலன் தேர்வாளர் (XDMCP) பட்டி உருப்படியை சேர்க்கவும்

source: Include Con_figure menu item
ar: ادرج عنصر القائمة "إع_داد"
as: বিন্যাস মেনু অন্তৰ্ভুক্ত কৰা হবে (_f)
bn: কনফিগার মেনু অন্তর্ভুক্ত করা হবে (_f)
cs: Zobrazovat _v nabídce položku nastavení
es: Incluir el elemento «Con_figurar» en el menú
eu: Txertatu _Konfigurazioa menuko elementuak
gl: Incluír o elemento de menú Con_figurar
hi: विन्यास मेनू मद शामिल करें (_f)
it: Incl_udere il menù «Configura»
ne: कन्फिगर मेनु वस्तु समावेश गर्नुहोस्
or: ବିନ୍ଯାସ ସୂଚୀ ବସ୍ତୁକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରନ୍ତୁ (_f)
pl: Dołączenie pozycji _konfigurowania menedżera logowania
sk: Zahrnúť položku ponuky pre kon_figuráciu
ta: _கட்டமைப்பு பட்டி உருப்படியை சேர்க்கவும்

source: Indicates that the X server should be started at a different process priority.
ar: توضّح أن خادم X يجب أن يبدأ بأولويّة عمليّة مختلفة.
bn: X সার্ভার ভিন্ন প্রসেস প্রাইওরিটি সহযোগে আরম্ভ করা হবে।
cs: Ukazuje, že server X by měl být nastartován s jinou prioritou procesu.
es: Indica que el servidor X debería ser iniciado con una prioridad de proceso diferente.
eu: X zerbitzaria bestelako prozesu-lehentasunarekin abiarazi behar dela adierazten du.
gl: Indica que o servidor X debería ser iniciado cunha prioridade de proceso diferente.
hi: संकेत करता है कि X सर्वर को भिन्न प्रक्रिया प्राथमिकता पर आरंभ होना चाहिए.
it: Indica che il server X dovrebbe essere avviato con una priorità di esecuzione diversa.
ne: X सर्भर फरक प्रक्रिया प्राथमिकतामा सुरुआत हुनुपर्दछ भन्ने इङ्गित गर्दछ ।
pl: Wskazuje, że proces X serwera ma być uruchomiony z innym priorytetem.
sk: Určuje, že X server má byť spustený s inou prioritou procesu.
ta: X வழங்கன் வேறு செயல் முன்னுரிமையுடன் துவக்கப்பட வேண்டும் என காட்டுகிறது.
