Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: When the user logs in and already has an existing session, they are connected to that session rather than starting a new session. This only works for session's running on VT's (Virtual Terminals) started with gdmflexiserver, and not with XDMCP.
es: Cuando el usuario inicia sesión y ya tiene una sesión existente,conectarlo a esa sesión en lugar de iniciar una sesión nueva. Esto sólo funciona para las sesiones que se ejecutan en terminales virtuales iniciados con gdmflexiserver, y no con XDMCP.

source: _Apply Command Changes
es: _Aplicar cambios al comando

source: _Global face dir
es: Dir de rostros _global

source: _No restart required
es: _No se requiere reinicio

source: _Position X:
es: _Posición X:

source: _Quiver when incorrect username/password entered
es: _Temblar cuando se introduce un usuario/contraseña incorrecto

source: _Show visual feedback in the password entry
es: _Mostrar retroalimentación visual en la entrada de contraseña

source: A-M
ar: ا-ص
hi: अ-म
mr: ए ते एम

source: N-Z
ar: ض-ي
hi: न-ज़
mr: एन ते झेड

source: Hide visual feedback in the password entry. Turning this option on can increase security, as the length of your password cannot be guessed by people looking at your screen.
it: Nasconde il riscontro visivo nel campo della password. Abilitare questa opzione può aumentare la sicurezza in quanto la lunghezza della password non può essere ipotizzata.
pl: Ukrywa znaki zastępcze podczas wpisywania hasła. Włączenie tej opcji uniemożliwia podejrzenie długości hasła użytkownika.
sk: Skryť vizuálnu odozvu v položke hesla. Zapnutie tejto možnosti môže zvýšiť bezpečnosť, nakoľko pohľadom na obrazovku nebude možné odhadnúť dĺžku Vášho hesla.

source: _Hide visual feedback in the password entry
it: _Nascondere riscontro visivo nel campo password
pl: _Ukrycie znaków w polu hasła
sk: Skryť _spätnú väzbu v políčku s heslom

source: Welcome to %n
it: Benvenuti su %n
sk: Vitajte na %n

source: command failed %s: %d
or: %s ନିର୍ଦ୍ଦେଶ ବିଫଳ ହୋଇଯାଇଛି: %d

source: Default System Session
as: অবিকল্পিত ব্যৱস্থাপ্ৰণালীৰ অধিবেশন
mr: मुलभूत प्रणाली सत्र

source: This is the default system session
as: এইটো ব্যৱস্থাপ্ৰণালীৰ অবিকল্পিত অধিবেশন
mr: हे मुलभूत प्रणाली सत्र आहे

source: Configure the login window (GNOME Display Manager)
as: GNOME ডিসপ্লে মেনেজাৰ

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear.
as: <b> টোকা</b> ব্যবহাৰকাৰী নিৰাপত্তা ব্যবহাৰকাৰী.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
mr: या सुचीप्रमाणे तुमची मार्गदर्शिका (व्यक्तीगत) आहे:%s' .परंतु ती अस्तित्वात नसावी. तुम्हाला मूळ मार्गदर्शिकेकडे जायचे आहे का ? तुम्ही अनपयशी (failsafe) सत्र वापरत नसाल तर असे करता येणार नाही

source: N-Z|Panjabi
mr: पंजाबी

source: I will now try to restart the X server again.
mr: मी आता X सर्वर पुन्हा चालू करण्याचा प्रयत्न करीन.

source: Would you like me to try to run the mouse configuration program? Note that you will need the root password for this.
mr: मी तुमच्यासाठी माउस (उंदीर)चा संकलीत कार्यक्रम पाहू का? लक्षात असू द्या की तुम्हाला या साठी मुख्य उपयोगकर्त्याच्या पासवर्डची (सांकेतिक शब्द)गरज आहे

source: %s: Root cannot be autologged in, turing off automatic login
mr: %s: रूट आपोआप आत जाऊ शकत नाही, स्वयंचालित प्रवेश बंद करीत आहोत

source: %s: Root cannot be autologged in, turing off timed login
mr: %s: रूट आपोआप आत जाऊ शकत नाही, स्वयंचालित समयबध्द प्रवेश वेळ बंद करीत आहोत

source: %s: Display number %d in use! I will use %d
mr: %s: दर्शक संख्या %1d वापरात आहे ! मी %2d चा वापर करीन

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
mr: X सर्वर चालू होऊ शकला नाही. कदाचित तो योग्यरीत्या ठेवलेला नाही. तुम्हाला कंसोलवर काम करावे लागेल आणिX configuration program पुन्हा चालू करावा लागेल. नंतर जिडीएम पुन्हा चालू करा.

source: Master rebooting...
mr: मुख्य reboot सुरु होत आहे...

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
mr: चुकीचा पर्याय %s: %s. उपलब्ध आज्ञांचे पर्याय (यादी) पहाण्यास मदत करणारा '%s --help'(Help) हा कार्यक्रम सूरु करा.

source: Flexible server request denied: Not authenticated
mr: अन्य सर्वरची विनंती नाकारली आहे: सत्यता पडताळून पाहिलेली नाही

source: Query logout action request denied: Not authenticated
mr: लॉगआउट क्रिया प्रश्न विनंती नाकारली आहे: अधिप्रमाणता नाही

source: Set logout action request denied: Not authenticated
mr: लॉगआउट क्रिया निर्धारण विनंती नाकारली आहे: अधिप्रमाणता नाही

source: The session you selected does not look valid. I will run the GNOME failsafe session for you.
mr: तुम्ही निवडलेले सत्र योग्य दिसत नाही. मी तुमच्यासाठी GNOME failsafeसत्र चालू करीत आहे.

source: %s: Cannot find or run the base Xsession script, will try GNOME failsafe
mr: %s: पायाभूत X सत्राचे लेखन मिळत नाही वा सुरु होत नाही, GNOME failsafe सत्र चालू करीत आहे.

source: Please make sure the Caps Lock key is not enabled.
mr: कृपया Caps Lock बटण दाबलेले नाही ह्याची खात्री करुन घ्या.

source: Please ask your system administrator to enable it in the GDM configurator program.
mr: कृपया तुमच्या संगणक व्यवस्थापकाला gdm संकलनामध्ये Xnest सुरू करण्यास सांगाकार्यक्रम.

source: Can't open default host icon: %s
mr: साधारण स्वागतकर्तादर्शक चिन्ह सुरू होत नाहीः %s

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm.
mr: बहुदा तुम्ही एक वेगळा व्यवस्थापक घेत असाल,जसा केडीएम (केडीईप्रदर्शन करणारा व्यवस्थापक) किंवा एक्सडीएम.

source: Can't lock screen
mr: पडदा बंद करु शकत नाही.

source: A-M|English (British)
mr: इग्लिश (ब्रिटीश)

source: %s: String too long!
mr: %s: अक्षरमालिका खूप मोठी आहे

source: %sWelcome to %s%s
mr: %1s तुमचे स्वागत आहे to %2s%3s

source: Could not fork a new process!
mr: नविन प्रक्रिया चालू करू शकत नाही.

source: You likely won't be able to log in either.
mr: तुम्हाला प्रवेश मिळू शकत नाही

source: _Reboot
mr: पुन्हा सुरू करा

source: TimedLoginDelay was less than 5. I'll just use 5.
mr: स्वत:हून प्रवेश करण्यापूर्वी संगणक जितका वेळ थांबतो तो अवधी ५ सेकंदा पेक्षा कमी होता जो संगणकाला मान्य नाही म्हणून मी ५ हे मूल्य वापरेन.

source: Failsafe Gnome
mr: अनपयशी जिनोम

source: Failsafe xterm
mr: अनपयशी एक्सटर्म

source: %s: Session directory %s not found!
mr: %s:सत्र मार्गदर्शिका मिळाली नाही%s

source: Yaikes, nothing found in the session directory.
mr: अरेरे, या सत्र मार्गदर्शिकेत काहीच आढळले नाही.

source: No default session link found. Using Failsafe GNOME.
mr: साधारण सत्रासाठी लागणारी जोडणी मिळाली नाही. अनपयशी जिनोम वापरीत आहे.

source: Log in using the language that you have used last time you logged in
mr: तुम्ही मागील वेळी प्रवेश करण्यासाठी वापरलेली भाषा वापरून प्रवेश करा

source: Log in using the default system language
mr: साधारण पध्दतीची भाषा वापरून प्रवेश करा

source: Doubleclick on the user to log in
mr: वापरकर्ता वर दोनदा क्लिक करून प्रवेश करा

source: _XDMCP Chooser...
mr: XDMCP निवडकर्ता

source: Shut_down
mr: बंद करा

source: Shut down the system so that you may safely turn off the computer.
mr: यंत्रणा बंद करा म्हणजे तुम्हाला सुरक्षितपणे संगणक बंद करता येईल.

source: Can't open DefaultImage: %s. Suspending face browser!
mr: साधारण प्रतिमा सुरू होत नाही%s. समोरील ब्राउझर स्थगित होत आहे

source: Reboot
mr: पुन्हा चालू करा

source: No configuration was found
mr: संकलन मिळाले नाही

source: The configuration was not found. GDM is using defaults to run this session. You should log in and create a configuration file with the GDM configuration program.
mr: संकलन मिळाले नाही. हे सत्र सुरू करण्यासाठी gdm साधारण संकलन वापरीत आहे. तुम्हाला प्रवेश करून gdm बरोबर एक संकलन फाईल बनवावी लागेल

source: The face browser is not configured
mr: समोरील ब्राउझर संकलित झालेला नाही

source: The face browser is not configured in the GDM configuration. Please ask your system administrator to enable it in the GDM configurator program.
mr: gdm संकलनामध्ये समोरील ब्राउझर संकलित झालेला नाही. कृपया तुमच्या संगणक व्यवस्थापकाला gdm संकलक कार्यक्रमामध्ये तो ब्राउझर सुरू करण्यासाठी विचारा

source: Select a photograph to show in the facebrowser:
mr: समोरील ब्राउझरमध्ये दाखविण्यासाठी एक छायाचित्र निवडा.

source: Browse
mr: संचार करा

source: No picture selected.
mr: एकही चित्र निवडलेले नाही.

source: Picture is too large
mr: चित्र अतिशय मोठे आहे.

source: The system administrator disallowed pictures larger than %d bytes to show in the face browser
mr: संगणक व्यवस्थापकाने %d बाईटपेक्षा अधिक मोठी चित्रे समोरील संचारकावर दाखविण्यास प्रतिबंध केला आहे

source: File %s cannot be open for reading Error: %s
mr: फाईल %s वाचनासाठी उघडू शकत नाही त्रुट: %s

source: _Welcome string:
mr: स्वागतकर्ती अक्षरमाला

source: Re_mote welcome string:
mr: दूरस्थ स्वागतकर्ती अक्षरमाला

source: Standard greeter
mr: प्रमाणित स्वागतकर्ता

source: Graphical greeter
mr: आरेखन स्वागतकर्ता

source: String to be shown in the greeter as welcome. You can insert %n in here and it will be replaced by the name of your computer.
mr: स्वागत कर्त्याच्या रूपात अक्षरमाला दिसायला हवी तुम्ही %n येथे घ्या आणि त्याऐवजी तुमच्या संगणकाचे नाव तिथे येईल

source: Always use 24 hour cloc_k format
mr: नेहमी २४ तासांच्या घड्याळाचा नमुना वापरा

source: _Automatic login username:
mr: आपोआप वापर कर्त्याचा प्रवेश

source: _Login a user automatically on first bootup
mr: प्रथमत: सुरू करण्यासाठी वापर कर्त्याचा आपोआप प्रवेश करा

source: Timed login us_ername:
mr: वापरकर्त्याच्या प्रवेशाची वेळ पूर्व नियोजित

source: Login a user automa_tically after a specified number of seconds
mr: निश्चित सेकंदानंतर आपोआप सुरू होणारा प्रवेश

source: Miscellaneous
mr: विविध

source: Show choosable user images (_face browser)
mr: निवड योग्य वापरकर्त्या प्रतिमा दाखवा (संचारक)

source: _No background
mr: पार्श्वभूमी

source: _Only color on remote displays
mr: केवळ दूरस्थ प्रर्दशकच रंगीत करा

source: Pick a color
mr: एक रंग निवडा.

source: Preview:
mr: पूर्वावलोकन करा

source: No screenshot available
mr: पडदा उपलब्ध नाही

source: description widget
mr: विजेट

source: author
mr: लेखक

source: copyright
mr: काॅपी राइट

source: _Delete theme
mr: धारा काढून टाका

source: Allow _root to login with GDM
mr: gdm द्वारा मुख्य उपयोग कर्त्याला प्रवेश द्या

source: Allow root to login r_emotely with GDM
mr: gdm द्वारा दूरस्थ मुख्य उपयोग कर्त्याला प्रवेश द्या

source: Show the "Actions" menu (formerly known as the "System" menu). If not set, none of the system commands will be available (this includes reboot, shutdown, configure, chooser)
mr: "कृती" हा मेनू (ज्याला आधी पध्दती मेनू म्हटले जात होते)दाखवा. जर हा मेनू नसेल तर संगणकावरिल एकही आज्ञा उपलब्ध होणार नाही (यात पुन्हा सुरू करा, बंद करा,संकलन करा, निवडकर्ता अशा आज्ञा आहेत.

source: Allow c_onfiguration from the login screen
mr: पडद्यावरील प्रवेशाद्वारे संकलन करू द्या

source: Allo_w running XDMCP chooser from the login screen
mr: पडद्यावरील प्रवेशाद्वारे चालू XDMCP निवडकर्त्याला प्रवेश करू द्या

source: Always disallow TCP connections to _X server (disables all remote connections)
mr: एक्स सर्व्हरसाठी टीसीपीची जोडणी कधीही करू नका(त्यामुळे सर्व दूरस्थ संपर्क जोडण्या बंद होतात).

source: Retry _delay (seconds) :
mr: (सेकंदामध्ये) उशीर झाला. पुन्हा प्रयत्न करा

source: _Test sound
mr: चाचणी ध्वनी(_T)

source: No XDMCP support in the binary. To enable XDMCP support you must recompile GDM with the XDMCP libraries.
mr: बायनरी मध्ये XDMCP चा पाठींबा नाही. XDMCP पाठींब्यासाठी तुम्हाला XDMCP च्या संदर्भालयाशी gdm पुन्हा जुळवावा लागेल.

source: Enable _XDMCP
mr: XDMCP सुरू करा

source: Ping interval (seconds):
mr: (सेकंदामध्ये ) मध्यांतर

source: Details: %s
mr: तपशील%s

source: Select new theme archive to install
mr: बसविण्यासाठी नविन सुसूत्र संग्रहिका निवडा

source: Do you really wish to remove theme '%s' from the system?
mr: तुम्हाला '%s' संगणका मधून ही सुसूत्र संग्रहिका खरंच काढायची आहे का?

source: A graphical application for configuring the GNOME Display Manager (GDM)
mr: हा एक आरेखित कार्यक्रम असून, जिनोम प्रदर्शक, व्यवस्थापक संकलित करण्यासाठी उपयोगी होतो

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
mr: स्वागतकर्त्याच्या आवृत्तीशी (%s)पार्श्वभूमीतील प्रक्रियेची* आवृत्ती जुळत नाही.बहुदा तुम्ही gdm आत्ताच सुधारला असेल. कृपया gdm डेमन * पुन्हा सुरू करा किंवा संगणक पुन्हा चालू करा.

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
mr: स्वागतकर्त्याच्या आवृत्तीशी(%1s) पार्श्वभूमीतील प्रक्रियेची आवृत्ती(%2s) जुळत नाही. बहुदा तुम्ही gdm आत्ताच सुधारला असेल. कृपया gdm डेमन * पुन्हा सुरू करा किंवा संगणक पुन्हा चालू करा.

source: Last
mr: शेवटचे

source: Can't open DefaultImage: %s!
mr: साधारण प्रतिमा उघडता येत नाही%s!

source: Doubleclick on the user to log in
mr: प्रवेश करण्यासाठी वापरकर्ता दोनदा क्लिक करा

source: _XDMCP Chooser
mr: XDMCP निवडकर्ता

source: You've got capslock on!
mr: capslock बटण चालू आहे.

source: (memory buffer
mr: (साठवण)

source: /dev/urandom is not a character device
kk: /dev/urandom символдық құрылғы емес
my: /dev/urandomသည် အက္ခရာစက် မဟုတ်ပါ

source: Enable debugging code
en@shaw: 别 梆仇 答
kk: Жөндеу кодын қосу

source: Display ID
en@shaw: ゐ ID
kk: Дисплей ID

source: could not find user "%s" on system
en@shaw: 拆 筐 "%s"
kk: жүйеден "%s" пайдаланушысы табылмады

source: Unable to initialize login system
en@shaw: 仇别 ゐ拆 ゐ
kk: Жүйеге кіру жүйесін іске қосу мүмкін емес

source: Unable to authenticate user
en@shaw: 仇别 佛ю别 筐
kk: Пайдаланушыны анықтау мүмкін емес

source: Unable to authorize user
en@shaw: 仇别 火拆 筐
kk: Пайдаланушыны растау мүмкін емес

source: Unable to establish credentials
en@shaw: 仇别 ゐ юゐ
kk: Нақтылықты тексеру мүмкін емес

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
kk: X серверін іске қосу мүмкін емес (сіздің графикалық қоршамыңыз), себебі ішкі қатеде. Жүйелік администраторыңызға хабарласыңыз немесе өзіңіздің syslog шығысын тексеріңіз. Бұл экран уақытша сөндіріледі. Мәселе шешілген кезде GDM қызметін қайта қосыңыз.

source: Server was to be spawned by user %s but that user doesn't exist
kk: Серверді %s пайдаланушысы қосқан, бірақ ол пайдаланушысы жоқ болып тұр

source: Couldn't set groupid to %d
kk: Groupid мәнін %d-ға орнату қатесі

source: initgroups () failed for %s
kk: %s үшін initgroups () қатесі
my: %s အတွက် initgroups () မအောင်မြင်ခဲ့ပါ

source: Couldn't set userid to %d
kk: Userid мәнін %d-ға орнату қатесі

source: Couldn't set groupid to 0
kk: Groupid мәнін 0-ге орнату қатесі

source: The username
en@shaw: 筐拣别
kk: Пайдаланушы аты
my: သုံးစွဲသူအမည်

source: Hostname
en@shaw: ｐ答别
kk: Хост аты
my: အိမ်ရှင်အမည်

source: The hostname
en@shaw: ｐ答别
kk: хост аты
my: အိမ်ရှင်အမည်

source: Display Device
en@shaw: ゐ 拆
kk: Экран құрылғысы
my: ရုပ်ပြစက်

source: The display device
en@shaw: ゐ 拆
kk: экран құрылғысы
my: ရုပ်ပြစက်

source: worker exited with status %d
kk: worker %d күйімен жұмысын аяқтады

source: error initiating conversation with authentication system - %s
en@shaw: 火 梆别 拣别 佛ю别 - %s
kk: пайдаланушыны анықтау жүйесімен алмасу қатесі - %s

source: general failure
en@shaw: ○ю拣 别ゐ
kk: жалпы қате

source: out of memory
en@shaw: ヰюヰ拣
kk: жады жеткіліксіз

source: application programmer error
en@shaw: ゐ别 答ヰ 火
kk: бағдарламалаушы қатесі

source: unknown error
en@shaw: 仇答 火
kk: белгісіз қате

source: error informing authentication system of preferred username prompt - %s
en@shaw: 火 桂ヰ 佛ю别 火 筐拣别 ヰ - %s
kk: аутентификация жүйесіне тандалған пайдаланушы жөнінде хабарлау қатесі - %s

source: error informing authentication system of user's hostname - %s
en@shaw: 火 桂ヰ 佛ю别 筐' ｐ答别 - %s
kk: аутентификация жүйесіне пайдаланушының хост аты жөнінде хабарлау қатесі - %s

source: error informing authentication system of user's console - %s
en@shaw: 火 桂ヰ 佛ю别 筐' 答 - %s
kk: аутентификация жүйесіне пайдаланушының консолі жөнінде хабарлау қатесі - %s

source: error informing authentication system of display string - %s
en@shaw: 火 桂ヰ 佛ю别 ゐ - %s
kk: аутентификация жүйесіне экран жолы жөнінде хабарлау қатесі - %s

source: error informing authentication system of display xauth credentials - %s
kk: аутентификация жүйесіне экран xauth credentials жөнінде хабарлау қатесі - %s

source: no user account available
en@shaw: 筐 别ゐ
kk: қолжетерлік пайдаланушы тіркелгілер жоқ
my: အသုံးပြုသူအကောင့် မရှိပါ

source: Unable to change to user
en@shaw: 仇别 别 筐
kk: Пайдаланушыға ауысу мүмкін емес
my: အသုံးပြုသုကို မပြောင်းလဲနိုင်ပါ

source: Unable establish credentials
kk: Мәліметтерді тексеру мүмкін емес

source: User %s doesn't exist
kk: %s пайдаланушысы жоқ

source: Group %s doesn't exist
kk: %s тобы жоқ

source: GdmXdmcpDisplayFactory: Could not read XDMCP header!
kk: GdmXdmcpDisplayFactory: XDMCP header оқу мүмкін емес!

source: XMDCP: Incorrect XDMCP version!
kk: XMDCP: Қате XDMCP нұсқасы!

source: XMDCP: Unable to parse address
kk: XMDCP: Адресті өндеу мүмкін емес

source: Cannot write PID file %s: possibly out of diskspace: %s
kk: PID файлы %s жазу мүмкін емес: дискіде орын жоқ болуы мүмкін: %s

source: Logdir %s does not exist or isn't a directory.
kk: Лог бумасы %s жоқ немесе ол бума емес болып тұр.

source: Authdir %s does not exist. Aborting.
kk: Аутентификация %s бумасы жоқ. Тоқтатылады.

source: Authdir %s is not a directory. Aborting.
kk: Аутентификация %s бумасы бума емес. Тоқтатылады.

source: Authdir %s is not owned by user %d, group %d. Aborting.
kk: Аутентификация %s бумасы пайдаланушы %d, тобы %d иелігінде емес. Тоқтатылады.

source: Authdir %s has wrong permissions %o. Should be %o. Aborting.
kk: Аутентификация %s бумасының %o рұқсаты қате. %o болуы керек. Тоқтатылады.

source: Can't find the GDM user '%s'. Aborting!
kk: GDM пайдаланушысы '%s' табылмады. Тоқтатылады!

source: The GDM user should not be root. Aborting!
kk: GDM пайдаланушысы root болмауы керек. Тоқтатылады!
my: ဂျီဒီအမ်အသုံးပြုသူသည် root မဖြစ်သင့်ပါ။ ဖျက်ချနေသည်။

source: Can't find the GDM group '%s'. Aborting!
kk: GDM тобы '%s' табылмады. Тоқтатылады!

source: The GDM group should not be root. Aborting!
kk: GDM тобы root болмауы керек. Тоқтатылады!
my: ဂျီအီအမ်အုပ်စုသည် root မဖြစ်သင့်ပါ။ ဖျက်ချနေသည်။

source: Make all warnings fatal
en@shaw: ヰ别 佛 别
kk: Барлық ескертулерді фаталды деп белгілеу
my: သတိပေးချက်အားလုံးကို အရေးကြီးသတိပေးချက်အဖြစ်မှတ်ယူမည်

source: Exit after a time - for debugging
en@shaw: ю 拆 - 梆仇
kk: Уақыт өте шығу - жөндеу режимі

source: GNOME Display Manager
en@shaw: 路答 ゐ ヰ○
kk: GNOME Дисплей Менеджері
my: နုန်ရုပ်ပြမန်နေဂျာ

source: Only root wants to run GDM
kk: GDM бағдарламасын тек root қоса алады

source: Power Manager
en@shaw: ヰ○
kk: Электр қоректендіру менеджері

source: Power management daemon
en@shaw: ヰ○ヰ 梆ヰ
kk: Электр қоректендіру менеджер қызметі

source: GNOME Settings Daemon
en@shaw: 路答 ю 梆ヰ
kk: GNOME баптаулар қызметі

source: GNOME Screen Magnifier
en@shaw: 路答 梆 ヰ拆
kk: GNOME экран ұлғайтқышы

source: Magnify parts of the screen
en@shaw: ヰ 葛 梆
kk: Экран бөліктерін ұлғайту

source: GNOME Onscreen Keyboard
en@shaw: 路答 梆 梆
kk: GNOME экрандағы пернетақта

source: Use an onscreen keyboard
en@shaw: 筐 梆 梆
kk: Экрандағы пернетақтаны қолдану

source: Orca Screen Reader
en@shaw: 路 梆 梆
kk: Orca Экранды Оқу

source: Present on-screen information as speech or braille
en@shaw: ю -梆 拣ヰ别 梆 别
kk: Экрандағы ақпараттын бар болуы, оқу не braille

source: Select System
en@shaw: ゐю
kk: Жүйені таңдау
my: စနစ်ရွေးချယ်မည်

source: XMCP: Could not create XDMCP buffer!
kk: XMCP: XDMCP жасау мүмкін емес!

source: Value
en@shaw: ゐ
kk: Мәні

source: percentage of time complete
en@shaw: 拣ю 拆 ヰゐ梆
kk: орындалған уақыт пайызын көрсету

source: Inactive Text
en@shaw: ю
kk: Белсенді емес мәтін

source: The text to use in the label if the user hasn't picked an item yet
kk: Пайдаланушы элементті таңдамаса, белгі мәтіні

source: Active Text
en@shaw: ю
kk: Белсенді мәтін

source: The text to use in the label if the user has picked an item
en@shaw: ю 筐 ゐ别 筐 ｐ 拆
kk: Пайдаланушы элементті таңдаса, белгі мәтіні

source: Automatically logging in...
en@shaw: 佛ヰゐ ゐ ...
kk: Жүйеге авто кіру...

source: Cancelling...
en@shaw: ゐ...
kk: Бас тарту...

source: Failed to restart computer
kk: Компьютерді қайта қосу сәтсіз аяқталды

source: You are not allowed to restart the computer because multiple users are logged in
kk: Сізге көмпьютерді қайта қосуға болмайды, өйткені бірнеше пайдаланушы жұмыс жасауда

source: Failed to stop computer
kk: Компьютерді сөндіру сәтсіз аяқталды

source: You are not allowed to stop the computer because multiple users are logged in
kk: Сізге көмпьютерді сөндіруге болмайды, өйткені бірнеше пайдаланушы жұмыс жасауда

source: Select language and click Log In
en@shaw: ゐю ゐ ゐ ゐ
kk: Тілді тандап, Кіру пернесін шертіңіз

source: Authentication Dialog
en@shaw: 佛ю别 拆ゐ
kk: Аутентификация сұхбаты

source: Computer Name
en@shaw: ヰ筐 别
kk: Компьютер аты

source: Log In
en@shaw: ゐ
kk: Кіру

source: Shut Down
en@shaw: 仇
kk: Сөндіру

source: Suspend
en@shaw: ю
kk: Ұйықтату

source: Version
en@shaw: 火
kk: Нұсқасы

source: Panel
kk: Панель

source: Languages
en@shaw: ゐ○
kk: Тілдер

source: _Languages:
en@shaw: _ゐ○:
kk: _Тілдер:

source: _Language:
en@shaw: _ゐ:
kk: _Тіл:

# language
source: Other...
en@shaw: 仇...
kk: Басқа...

source: Choose a language from the full list of available languages.
en@shaw: 叼 ゐ ゐ 别ゐ ゐ○.
kk: Қолжетерлік тілдер тізімінен тілді тандаңыз.

source: Unspecified
en@shaw: ю拆
kk: Көрсетілмеген

source: Keyboard layouts
en@shaw: 梆 ゐ别
kk: Пернетақта жаймалары

source: _Keyboard:
en@shaw: _梆:
kk: _Пернетақта:

# keyboard
source: Other...
en@shaw: 仇...
kk: Басқа...

source: Choose a keyboard layout from the full list of available layouts.
en@shaw: 叼 梆 ゐ别 ゐ 别ゐ ゐ别.
kk: Қолжетерлік пернетақта жаймалар тізімінен керектігін тандаңыз.

source: Label Text
en@shaw: ゐ别 ю
kk: Белгі мәтіні

source: The text to use as a label
en@shaw: ю 筐 ゐ别
kk: Белгі ретінде қолданылатын мәтін

source: Icon name
en@shaw: 拆 别
kk: Белгіше аты

source: The icon to use with the label
en@shaw: 拆 筐 ゐ别
kk: Белгімен қолданылатын белгіше

source: Default Item
en@shaw: 佛ゐ 拆
kk: Бастапқы құрама

source: The id of the default item
kk: Бастапқы құраманың id-ы

source: Max Item Count
en@shaw: ヰ 拆
kk: Максималды саны

source: The maximum number of items to keep around in the list
en@shaw: ヰヰ 仇ヰ 拆ヰ 梆 拣 ゐ
kk: Тізімде сақталатын элементтер макс. саны

source: Remote Login (Connecting to %s...)
en@shaw: ヰ答 ゐ (ю %s...)
kk: Алыстан кіру (%s байланыс орнату...)

source: Remote Login (Connected to %s)
en@shaw: ヰ答 ゐ (ю %s)
kk: Алыстан кіру (%s байланысқан)

source: Remote Login
en@shaw: ヰ答 ゐ
kk: Алыстан кіру

source: _Sessions:
kk: _Сессиялар:

source: Banner message text
en@shaw: ヰю ю
kk: Қарсы алу хабарламасы
my: ခေါင်းစီးစာတန်း

source: Disable showing the restart buttons
en@shaw: 别 答 梆葛 仇
kk: Қайта қосу батырмасын көрсетпеу
my: ပြန်စတင်မည် ခလုတ်များ ပြခြင်း ပိတ်မည်

source: Do not show known users in the login window
en@shaw: 答 筐拣 ゐ
kk: Кіру тересінде белгілі пайдаланушыларды көрсетпеу

source: Enable accessibility keyboard plugin
en@shaw: 别 юゐ 梆 ゐ仇
kk: Ыңғайлылық пернетақта плагинің қосу

source: Enable debugging
en@shaw: 别 梆仇
kk: Жөндеуді қосу

source: Enable debugging mode for the greeter.
kk: Қарсы алушы үшін жөндеу режимін қосу.

source: Enable on-screen keyboard
en@shaw: 别 -梆 梆
kk: Экрандағы пернетақтаны қосу
