Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Enable screen magnifier
en@shaw: 别 梆 ヰ拆
kk: Экран ұлғайтқышын қосу

source: Enable screen reader
en@shaw: 别 梆 梆
kk: Экран оқуды қосу

source: Enable showing the banner message
en@shaw: 别 答 ヰю
kk: Қарсы алу хабарламасын көрсету
my: ခေါင်းစီးစာတန်းပြခြင်းဖွင့်မည်

source: Icon name to use for greeter logo
kk: Қарсы алу белгішесі

source: Recently selected keyboard layouts
en@shaw: 梆ゐ ゐю 梆 ゐ别
kk: Соңғы тандалған пернетақта жаймалары

source: Recently selected languages
en@shaw: 梆ゐ ゐю ゐ○
kk: Соңғы тандалған тілдер

source: Set to TRUE to disable showing known users in the login window.
kk: АҚИҚАТ мәніне орнатыңыз, жүйеге кіру терезесінде белгілі пайдаланушыларды көрсетпеу үшін.

source: Set to TRUE to disable showing the restart buttons in the login window.
kk: АҚИҚАТ мәніне орнатыңыз, жүйеге кіру терезесінде қайта қосу батырмасын көрсетпеу үшін.

source: Set to True to enable the background settings manager plugin.
kk: Ақиқат мәніне орнатыңыз, фон баптаулар менеджер плагинді қосу үшін.

source: Set to True to enable the media-keys settings manager plugin.
kk: Ақиқат мәніне орнатыңыз, медиа пернелер баптаулар менеджер плагинді қосу үшін.

source: Set to True to enable the on-screen keyboard.
kk: Ақиқат мәніне орнатыңыз, экрандағы пернетақтаны қосу үшін.

source: Set to True to enable the plugin to manage the accessibility keyboard settings.
kk: Ақиқат мәніне орнатыңыз, арнайы баптауларды басқару плагинді қосу үшін.

source: Set to True to enable the screen magnifier.
kk: Ақиқат мәніне орнатыңыз, экран ұлғайтқышын қосу үшін.

source: Set to True to enable the screen reader.
kk: Ақиқат мәніне орнатыңыз, экраннан оқуды қосу үшін.

source: Set to True to enable the sound settings manager plugin.
kk: Ақиқат мәніне орнатыңыз, дыбыс баптаулар менеджер плагинді қосу үшін.

source: Set to True to enable the xrandr settings manager plugin.
kk: Ақиқат мәніне орнатыңыз, xrandr баптаулар менеджер плагинді қосу үшін.

source: Set to True to enable the xsettings settings manager plugin.
kk: Ақиқат мәніне орнатыңыз, xsettings баптаулар менеджер плагинді қосу үшін.

source: Set to a list of keyboard layouts to be shown by default at the login window.
en@shaw: ю ゐ 梆 ゐ别 答 佛ゐ ゐ .
kk: Жүйеге кіру тересінде көрсетілетін пернетақта жаймалар тізімін көрсетіңіз.

source: Set to a list of languages to be shown by default at the login window.
en@shaw: ю ゐ ゐ○ 答 佛ゐ ゐ .
kk: Жүйеге кіру тересінде көрсетілетін тілдер тізімін көрсетіңіз.

source: Set to the themed icon name to use for the greeter logo.
kk: Белгішелер темасының атын көрсетіңіз, қарсы алу лого ретінде қолдану үшін.

source: Set to true to show the banner message text.
en@shaw: ю ヰю ю.
kk: Ақиқат деп орнатыңыз, егер қарсы алу мәтінді көргіңіз келсе.
my: ခေါင်းစီးစာတန်းပြရန် အမှန်သို့ သတ်မှတ်ပါ။

source: Set to true to use compiz as the window manager.
kk: Ақиқат деп орнатыңыз, егер терезелер менеджері ретінде compiz қолданғыңыз келсе.

source: Text banner message to show on the login window.
en@shaw: ю ヰю ゐ .
kk: Кіру терезесінде көрсетілетін мәтін хабарламасы.

source: True if the background settings manager plugin is enabled.
en@shaw: ю ヰ○ ゐ仇 别ゐ.
kk: Ақиқат, егер фон баптаулар менеджер плагині қосулы тұрса.

source: True if the media-keys settings manager plugin is enabled.
en@shaw: ヰ梆-梆 ю ヰ○ ゐ仇 别ゐ.
kk: Ақиқат, егер медиа пернелер баптаулар менеджер плагині қосулы тұрса.

source: True if the sound settings manager plugin is enabled.
en@shaw: ю ヰ○ ゐ仇 别ゐ.
kk: Ақиқат, егер дыбыс баптаулар менеджер плагині қосулы тұрса.

source: True if the xrandr settings manager plugin is enabled.
kk: Ақиқат, егер xrandr баптаулар менеджер плагині қосулы тұрса.

source: True if the xsettings settings manager plugin is enabled.
kk: Ақиқат, егер xsettings баптаулар менеджер плагині қосулы тұрса.

source: Use compiz as the window manager
kk: Терезелер менеджері ретінде compiz қолдану

source: Duration
en@shaw: 别
kk: Уақыты

source: Number of seconds until timer stops
en@shaw: 仇ヰ ю 仇 拆ヰ
kk: Таймер тоқтағанға дейін қалған секунд саны

source: Start time
en@shaw: 葛 拆
kk: Уақытты жіберу

source: Time the timer was started
en@shaw: 拆 拆ヰ 葛
kk: Таймер қосылған уақыты

source: Is it Running?
en@shaw: 仇?
kk: Ол орындалып тұр ма?

source: Manager
en@shaw: ヰ○
kk: Менеджер

# user
source: Other...
en@shaw: 仇...
kk: Басқа...

source: Choose a different account
en@shaw: 叼 拣
kk: Басқа тіркелгіні тандаңыз

source: Guest
en@shaw: ю
kk: Қонақ

source: Login as a temporary guest
en@shaw: ゐ юヰ拣拣 ю
kk: Уақытша қонақ ретінде кіру

source: Automatic Login
en@shaw: 佛答ヰ ゐ
kk: Автоматты кіру

source: Automatically login to the system after selecting options
en@shaw: 佛ヰゐ ゐ ゐю
kk: Опцияларды тандау кейін жүйеге автоматты түрде кіру

source: Log in as %s
en@shaw: ゐ %s
kk: %s ретінде кіру

source: Currently logged in
en@shaw: 仇ゐ ゐ
kk: Жүйеге кіріп тұр

source: The User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: 筐 ゐ ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.
kk: Пайдаланушыларды ауыстыру апплеті еркін бағдарлама; сіз оны Free Software Foundation шығарған GNU General Public License аясында еркін тарата не/және өзгерте аласыз; лицензия нұсқасы 2 не (тандауыңызша) кез-келген кейін шыққан.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
kk: Бұл бағдарлама пайдалы болады деген сеніммен таратылады, бірақ ЕШҚАНДАЙ КЕПІЛДЕМЕ берілмейді; КОММЕРЦИЯЛЫҚ ҚҰНДЫЛЫҚ немесе белгілі бір МАҚСАТТАР ҮШІН СӘЙКЕС КЕЛЕТІНІ үшін де. Көбірек білу үшін GNU General Public License қараңыз.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
en@shaw: ｐ 梆 路 ○ю拣 仇ゐ ゐ拆 ゐ 答; , 拆 别, ., 51 ゐ 梆, ゐ, 路, ヰ 02110-1301, 叼ю
kk: Сіз осы бағдарламамен бірге GNU General Public License көшірмесін алуыңыз керек еді; олай болмаса, Free Software Foundation, Inc. ұйымына хабарласыңыз, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: A menu to quickly switch between users.
en@shaw: ヰю ゐ 梆 筐拣.
kk: Пайдаланушылар арасында тез ауысу мәзірі.

source: translator-credits
en@shaw: 路ヰ 路火ヰ
kk: Бауржан Муфтахидинов

source: Can't lock screen: %s
en@shaw: ゐ 梆: %s
kk: Экранды бұғаттау мүмкін емес: %s

source: Can't temporarily set screensaver to blank screen: %s
en@shaw: юヰ拣拣ゐ ю 梆别 ゐ 梆: %s
kk: Уақытша скринсейверді бос экранға орнату мүмкін емес: %s

source: Can't logout: %s
kk: Жүйеден шығу мүмкін емес: %s

source: Available
en@shaw: 别ゐ
kk: Бар

source: Invisible
kk: Көрінбейді

source: Busy
kk: Бос емес

source: Away
kk: Кетіп қалды

source: Account Information...
en@shaw: 拣ヰ别...
kk: Тіркелгі ақпараты...

source: System Preferences...
en@shaw: ю拣...
kk: Жүйе баптаулары...

source: Lock Screen
en@shaw: ゐ 梆
kk: Экранды бұғаттау

source: Switch User
en@shaw: 筐
kk: Пайдаланушыны ауыстыру

source: Quit...
kk: Шығу...

source: Unknown
en@shaw: 仇答
kk: Белгісіз

source: User Switch Applet
en@shaw: 筐 ゐ
kk: Пайдаланушыны ауыстыру апплеті

source: Change account settings and status
en@shaw: 别 ю 别
kk: Тіркелгі баптауларын мен күйін өзгерту

source: A menu to quickly switch between users
en@shaw: ヰю ゐ 梆 筐拣
kk: Пайдаланушылар арасында тез ауысу мәзірі

source: User Switcher
en@shaw: 筐
kk: Пайдаланушыларды ауыстырғышы

source: User Switcher Applet Factory
en@shaw: 筐 ゐ 拣
kk: Пайдаланушыларды ауыстырғышы

source: Edit Personal _Information
en@shaw: ю 火 _拣ヰ别
kk: Жеке мәлі_меттерді түзету

source: _About
kk: _Туралы

source: _Edit Users and Groups
en@shaw: _ю 筐拣 叼
kk: Пайдаланушыларды мен топтарды түз_ету

source: Ignored - retained for compatibility
en@shaw: 桂 - 别 ヰゐ
kk: Ескерілмейді

source: Version of this application
en@shaw: 火 ゐ别
kk: Осы бағдарламасының нұсқасы
my: ဤအပ္ပလီကေးရှင်း၏ ဗားရှင်း

source: Could not identify the current session.
en@shaw: 拆ю 仇 ю.
kk: Ағымдағы сессияны анықтау мүмкін емес.

source: - New GDM login
kk: - Жаңа GDM жүйеге кіру

source: Unable to start new display
en@shaw: 仇别 葛 ゐ
kk: Жаңа экранды бастау мүмкін емес

source: Take a picture of the screen
en@shaw: 别 梆
kk: Экранның сурет көшірмесін сақтау
my: စခရင်၏ ပုံရိုက်မည်

source: GNOME Display Manager Slave
en@shaw: 路答 ゐ ヰ○ ゐ别

source: GNOME Display Manager Session Worker
en@shaw: 路答 ゐ ヰ○ ю 火
my: နုန်ရုပ်ပြမန်နေဂျာဆက်ရှင်အလုပ်သမား

source: List Visible
en@shaw: ゐ

source: Shutdown Options...
en@shaw: 娥 ...

source: Language
en@shaw: ゐ

source: Keyboard
en@shaw: 梆:

source: The ID of the default item
en@shaw: ID 佛ゐ 拆

source: Session
en@shaw: ю

source: Set to true to disable showing known users in the login window.
en@shaw: ю 别 答 答 筐拣 ゐ .

source: Set to true to disable showing the restart buttons in the login window.
en@shaw: ю 别 答 梆葛 仇 ゐ .
my: လော့ဂင်ဝင်းဒိုးတွင် ပြန်စတင်မည်-ခလုတ်များပြခြင်းပိတ်ထားရန် အမှန်သို့ သတ်မှတ်ပါ။

source: Set to true to enable the background settings manager plugin.
en@shaw: ю 别 ю ヰ○ ゐ仇.

source: Set to true to enable the media-keys settings manager plugin.
en@shaw: ю 别 ヰ梆-梆 ю ヰ○ ゐ仇.

source: Set to true to enable the on-screen keyboard.
en@shaw: ю 别 -梆 梆.

source: Set to true to enable the plugin to manage the accessibility keyboard settings.
en@shaw: ю 别 ゐ仇 ヰ юゐ 梆 ю.

source: Set to true to enable the screen magnifier.
en@shaw: ю 别 梆 ヰ拆.

source: Set to true to enable the screen reader.
en@shaw: ю 别 梆 梆.

source: Set to true to enable the sound settings manager plugin.
en@shaw: ю 别 ю ヰ○ ゐ仇.

source: Whether the timer is currently ticking
en@shaw: ю 拆ヰ 仇ゐ

source: The user manager object this user is controlled by.
en@shaw: 筐 ヰ○ ○ю 筐 答ゐ .

source: Only the VERSION command is supported
en@shaw: 答ゐ 火 ヰ 桂
my: ဗားရှင်းအမိန့်ကိုသာ လုပ်ဆောင်နိုင်သည်

source: _Refresh
my: ပြန်_လည်စတင်

source: XDMCP: Unable to parse address
my: အိပ်စ်ဒီအမ်စီပီ - လိပ်စာမရယူနိုင်ခဲ့ပါ

source: Unable to create transient display:
my: ယာယီရုပ်ပြ မဖန်တီးနိုင်ခဲ့ပါ -

source: Could not identify the current session:
my: လက်ရှိဆက်ရှင်ကို အတည်မပြုနိုင်ပါ

source: Could not identify the current seat.
my: လက်ရှိထိုင်ခုံကို အတည်မပြုနိုင်ပါ။

source: Could not find user “%s” on system
my: စနစ်တွင် အသုံးပြုသူ “%s” ကို ရှာမတွေ့ပါ

source: Could not start the X server (your graphical environment) due to an internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
my: စနစ်အတွင်းပိုင်းအမှားကြောင်း အိပ်စ်ဆာဗာ (သင်၏ ရုပ်ပြဝန်းကျင်) ကို မစတင်နိုင်ခဲ့ပါ။ ကျေးဇူးပြု၍ သင်၏စနစ်အုပ်ချူပ်ရေးမှူးနှင့် ဆက်သွယ်ပါ သို့မဟုတ် စနစ်မှတ်တမ်းကို ဖတ်ပြီး အမှားရှာဖွေပါ။ အဲ့အတောအတွင်းတွင် ဤရုပ်ပြကို ပိတ်ထားမည်။ ကျေးဇူးပြု၍ ပြဿနာပြေလည်သွားသောအခါတွင် ဂျီဒီအမ်ကို ပြန်စတင်ပေးပါ။

source: No display available
my: မည်သည့်ရုပ်ပြမှ မရရှိနိုင်သေးပါ

source: No session available
my: မည်သည့်ဆက်ရှင်မှ မရရှိနိုင်သေးပါ

source: Chooser session unavailable
my: ရွေးချယ်ထားသောဆက်ရှင်မရရှိနိုင်သေးပါ

source: Can only be called before user is logged in
my: အသုံးပြုသူ လော့ဂင်မဝင်ခင်သာ ခေါ်ဆိုနိုင်သည်

source: Caller not GDM
my: ခေါ်ဆိုသူ ဂျီအီအမ်မဟုတ်

source: Unable to open private communication channel
my: ပုဂ္ဂလိကဆက်သွယ်မှုချန်နယ်ကို မဖွင့်နိုင်ခဲ့ပါ

source: Server was to be spawned by user %s but that user doesn’t exist
my: ဆာဗာကို အသုံးပြုသူ %s မှ မွေးဖွားပေးရမည်ဖြစ်သော်လည်း ၎င်းအသုံးပြုသူသည် မရှိသေးပါ။

source: Couldn’t set groupid to %d
my: Groupid ကို %d အဖြစ် မသတ်မှတ်နိုင်ခဲ့ပါ

source: Couldn’t set userid to %d
my: Userid ကို %d အဖြစ် မသတ်မှတ်နိုင်ခဲ့ပါ

source: %s: Could not open log file for display %s!
my: %s - ရုပ်ပြ %s အတွက် မှတ်တမ်းဖိုင်လ် မဖွင့်နိုင်ခဲ့ပါ

source: %s: Server priority couldn’t be set to %d: %s
my: %s - ဆာဗာဦးစားပေးမှုအဆင့်ကို %d သို့ မသတ်မှတ်နိုင်ခဲ့ပါ - %s

source: Could not create authentication helper process
my: အတည်ပြုခြင်းဆိုင်ရာအကူအညီပရောဆက်ကို မဖန်တီးနိုင်ခဲ့ပါ

source: You reached the maximum password authentication attempts, please try another method
my: သင်အနေဖြင့် စကားဝှက်အတည်ပြုခြင်းကြိုးစားမှုအကြိမ်ရေ ပြည့်သွားပါပြီ။ ကျေးဇူးပြု၍ နောက်တစ်နည်းဖြင့် ကြိုးစားပါ

source: You reached the maximum auto login attempts, please try another authentication method
my: သင်အနေဖြင့် အလိုအလျောက်လော့ဂင်ဝင်ရန်ကြိုးစားမှုအကြိမ်ရေ ပြည့်သွားပါပြီ။ ကျေးဇူးပြု၍ အခြားအတည်ပြုနည်းဖြင့် ကြိုးစားပါ

source: You reached the maximum fingerprint authentication attempts, please try another method
my: သင်အနေဖြင့် လက်ဗွေအတည်ပြုခြင်းကြိုးစားမှုအကြိမ်ရေ ပြည့်သွားပါပြီ။ ကျေးဇူးပြု၍ နောက်တစ်နည်းဖြင့် ကြိုးစားပါ

source: You reached the maximum smart card authentication attempts, please try another method
my: သင်အနေဖြင့် စမတ်ကတ်အတည်ပြုခြင်းကြိုးစားမှုအကြိမ်ရေ ပြည့်သွားပါပြီ။ ကျေးဇူးပြု၍ နောက်တစ်နည်းဖြင့် ကြိုးစားပါ

source: You reached the maximum authentication attempts, please try another method
my: သင်အနေဖြင့် အတည်ပြုခြင်းကြိုးစားမှုအကြိမ်ရေ ပြည့်သွားပါပြီ။ ကျေးဇူးပြု၍ နောက်တစ်နည်းဖြင့် ကြိုးစားပါ

source: Sorry, password authentication didn’t work. Please try again.
my: စိတ်မကောင်းပါဘူ။ စကားဝှက်အတည်ပြုခြင်း မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကြိုးစားပါ။

source: Sorry, auto login didn’t work. Please try again.
my: စိတ်မကောင်းပါဘူ။ အလိုအလျောက်လော့ဂင်ဝင်ခြင်း မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကြိုးစားပါ။

source: Sorry, fingerprint authentication didn’t work. Please try again.
my: စိတ်မကောင်းပါဘူ။ လက်ဗွေအတည်ပြုခြင်း မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကြိုးစားပါ။

source: Sorry, smart card authentication didn’t work. Please try again.
my: စိတ်မကောင်းပါဘူ။ စမတ်ကတ်အတည်ပြုခြင်း မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကြိုးစားပါ။

source: Sorry, that didn’t work. Please try again.
my: စိတ်မကောင်းပါဘူ။ မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကြိုးစားပါ။

source: Your account was given a time limit that’s now passed.
my: သင့်အကောင်သို့ ပေးထားသော အချိန် ပြည့်သွားပါပြီ

source: GNOME Display Manager Wayland Session Launcher
my: နုန်ရုပ်ပြမန်နေဂျာ ဝေးလန်းဆက်ရှင်လောင်ချာ

source: Run program through /etc/gdm/Xsession wrapper script
my: /etc/gdm/Xsession အပေါ်ပတ်ညွှန်ကြားကုတ် သုံး၍ ပရိုဂရမ်မောင်းနှင်မည်

source: Listen on TCP socket
my: တီစီပီဆော့ကတ်တွင် နားထောင်မည်

source: GNOME Display Manager X Session Launcher
my: နုန်ရုပ်ပြမန်နေဂျာ အိပ်စ်ဆက်ရှင်လောင်ချာ

source: Cannot write PID file %s: possibly out of disk space: %s
my: ပီအိုင်ဒီဖိုင်လ် %s ကိုမရေးနိုင်ခဲ့ပါ - ဒစ်စ်နေရာလွတ်ကုန်သွားသောကြောင့်ဖြစ်နိုင်သည် - %s

source: Failed to create ran once marker dir %s: %s
my: တစ်ကြိမ်သာမောင်းနှင်မည်အမှတ်အသား dir %s ကိုမဖန်တီးနိုင်ခဲ့ပါ - %s

source: Failed to create LogDir %s: %s
my: LogDir %s ကိုမဖန်တီးနိုင်ခဲ့ပါ - %s

source: Can’t find the GDM user “%s”. Aborting!
my: ဂျီဒီအမ်အသုံးပြုသူ "%s" ကိုရှာမတွေ့ခဲ့ပါ။ ဖျက်ချနေသည်။

source: Can’t find the GDM group “%s”. Aborting!
my: ဂျီအီအမ်အုပ်စု "%s" ကိုရှာမတွေ့ပါ။ ဖျက်ချနေသည်။

source: Exit after a time (for debugging)
my: ကာလတစ်ခုပြီးနောက် ထွက်မည် (ဆော့ဖ်ဝဲပြစ်ချက်ရှာဖွေရန် အတွက်)

source: Only the root user can run GDM
my: ဂျီဒီအမ်ကို root အသုံးပြုသူသာ မောင်းနှင်နိုင်သည်

source: Whether or not to allow fingerprint readers for login
my: လော့ဂင်ဝင်ရာတွင် လက်ဗွေဖတ်ကိရိယာများကို ခွင့်ပြုသင့်၊ မသင့်

source: The login screen can optionally allow users who have enrolled their fingerprints to log in using those prints.
my: လော့ဂင်စခရင်တွင် လက်ဗွေစာရင်းမှတ်ထားသော အသုံးပြုသူများက ယင်းတို့၏လက်ဗွေကို သုံး၍ လော့ဂင်ဝင်နိုင်ပေသည်။

source: Whether or not to allow smartcard readers for login
my: လော့ဂင်ဝင်ရန် စမတ်ကတ်ဖတ်ကိရိယာများ ခွင့်ပြုသင့်၊ မသင့်

source: The login screen can optionally allow users who have smartcards to log in using those smartcards.
my: လော့ဂင်စခရင်တွင် စမတ်ကတ်ရှိသော အသုံးပြုသူများက ယင်းကတ်များကို သုံး၍ လော့ဂင်ဝင်နိုင်သည်။

source: Whether or not to allow passwords for login
my: လော့ဂင်ဝင်ရန် စကားဝှက်များ ဖွင့်ပြုသင့်၊ မသင့်

source: The login screen can be configured to disallow password authentication, forcing the user to use smartcard or fingerprint authentication.
my: အသုံးပြုသူများကို စမတ်ကတ် သို့မဟုတ် လက်ဗွေသုံးစေရန် လော့ဂင်စခရင်အား စကားဝှက်အတည်ပြုခြင်းလက်မခံရန် ပြင်ဆင်နိုင်သည်။

source: Path to small image at top of user list
my: အသုံးပြုသူစာရင်းအပေါ်ထိပ်က ပုံရိပ်ငယ်လေး သို့ လမ်းကြောင်း

source: The login screen can optionally show a small image to provide site administrators and distributions a way to display branding.
my: ဆိုက်အုပ်ချူပ်ရေးမှူးများ သို့မဟုတ် ဒစ်စထရီဗျူးရှင်းများအနေဖြင့် တံဆိပ်ကြေညာရန် လော့ဂင်စခရင်တွင် ပုံရိပ်ငယ်လေးပြနိုင်သည်။

source: The fallback login screen can optionally show a small image to provide site administrators and distributions a way to display branding.
my: ဆိုက်အုပ်ချူပ်ရေးမှူးများ သို့မဟုတ် ဒစ်စထရီဗျူးရှင်းများအနေဖြင့် တံဆိပ်ကြေညာရန် အရံလော့ဂင်စခရင်တွင် ပုံရိပ်ငယ်လေးပြနိုင်သည်။

source: Avoid showing user list
my: သုံးစွဲသူစာရင်းမပြပါနှင့်

source: The login screen normally shows a list of available users to log in as. This setting can be toggled to disable showing the user list.
my: ပုံမှန်အားဖြင့် လော့ဂင်စခရင်တွင် လော့ဂင်ဝင်ရောက်နိုင်သော အသုံးပြုသူများစာရင်းကို ပြသည်။ ထိုသို့ပြခြင်းကို ဤဆက်တင်တွင် ဖွင့်၊ပိတ်နိုင်သည်။

source: Text banner message to show in the login window.
my: လော့ဂင်ဝင်းဒိုးတွင် ပြမည့်ခေါင်းစီးစာတန်း

source: Number of allowed authentication failures
my: ခွင့်ပြုပေးသော အတည်ပြုခြင်းရှုံးနိမ့်မှုအကြိမ်ရေ

source: The number of times a user is allowed to attempt authentication, before giving up and going back to user selection.
my: လက်လျော့ပြီး အသုံးပြုသူရွေးချယ်မှုသို့ ပြန်မသွားမီ အသုံးပြုသူတစ်ယောက်ကို အတည်ပြုခြင်းကြိုးစားရန် ခွင့်ပြုထားသောအကြိမ်အရေအတွက်

source: Ignored — retained for compatibility
my: လျစ်လျူရှုခဲ့သည် — ကိုက်ညီစေရန်အတွက် ထိန်းသိမ်းထားခဲ့သည်

source: — New GDM login
my: — ဂျီဒီအမ်လော့ဂင်အသစ်

source: Screenshot taken
my: စခရင်ရှော့ ရိုက်ပြီးပြီ
