Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: You might be using a different display manager, such as KDM (KDE Display Manager), CDE login (dtlogin), or xdm. If you wish to use this feature, then your system will need to be configured to use GDM instead.
bn: সম্ভবত আপনি কোনো পৃথক ডিসপ্লে পরিচালন ব্যবস্থা যেমন KDM (KDE Display Manager), CDE login (dtlogin) অথবা xdm ব্যবহার করছেন। এই বৈশিষ্ট্য ব্যবহারের জন্য আপনার সিস্টেমে GDM-র প্রয়োগ কনফিগার করা আবশ্যক।
cs: Je možné používat různé správce obrazovky, třeba KDM (správce obrazovky KDE) nebo XDM. Pokud chcete využívat tuto možnost, pak bude zapotřebí systém nastavit tak, aby byl použit GDM.
hi: आप संभव है कि अलग डिसप्ले प्रबंधक का प्रयोग कर रहे हों, जैसे कि KDM (KDE डिसप्ले प्रबंधक) या CDE लॉगिन (dtlogin), xdm. अगर आप अब भी इस फीचर का उपयोग करने की इच्छा रखते हैं, या तो GDM आरंभ करें या अपने सिस्टम प्रशासक से GDM आरंभ करने के लिये कहें.
it: Potrebbe essere in uso un diverso gestore come KDM (KDE Display Manager), CDE login (dtlogin) o xdm. Per utilizzare questa caratteristica il sistema deve essere configurato per usare GDM.
ne: तपाईँले फरक प्रदर्शन प्रबन्धक जस्तै केडीएम (केडीई प्रदर्शन प्रबन्धक), सीडीई लगइन (dtlogin), वा xdm प्रयोग गरिरहेको हुन सक्दछ । यदि तपाईँ यो सुविधा प्रयोग गर्न चाहानुहुन्छ भने सट्टामा GDM प्रयोग गर्न तपाईँको प्रणाली कन्फिगर गरिएको हुन आवश्यक हुनेछ ।
pl: Możliwe, że używany jest inny menedżer ekranów, taki jak KDM (KDE Display Manager) lub xdm. Aby wciąż używać tej funkcji, należy uruchomić samodzielnie GDM lub zwrócić się do administratora systemu.
sk: V skutočnosti môžete používať iného správcu displeja, ako je KDM (Správca displeja KDE), prihlásenie CDE (dtlogin) alebo xdm. Ak ešte stále chcete použiť túto funkciu, musí byť váš systém nastavený na používanie GDM.
ta: கேடிஎம் எக்ஸ்டிஎம் சிடீஇ உள்நுழைவு (dtlogin) போன்ற வேறு காட்சி மேலாளரை நீங்கள் பயன் படுத்திக் கொண்டு இருக்கலாம். இந்த வசதியை இன்னும் நீங்கள் பயன்படுத்த விரும்பினால்,ஜிடிஎம் ஐ துவக்க உங்கள் கணினி வடிவமைக்கப்பட வேண்டும்.

source: The nested X server cannot connect to your current X server. You may be missing an X authorization file.
bn: নেস্টেড X সার্ভার দ্বারা বর্তমান X সার্ভারের সাথে সংযোগ স্থাপন করা যায়নি। সম্ভবত X authorization ফাইল অনুপস্থিত।
cs: Vnořený server X (Xnest) se nemůže spojit s vaším současným serverem X. Možná chybí soubor s ověřením pro X.
hi: नेस्टेड एक्स सर्वर आपके वर्तमान एक्स सर्वर से नहीं जुड़ सकता है. शायद एक्स प्रमाणीकरण फ़ाइल आपके पास नहीं है.
it: Il server X annidato non può connettersi al server X corrente. Potrebbe mancare un file X di autorizzazione.
ne: नेस्ट गरिएको X सर्भरले तपाईँको हालको X सर्भरमा जडान गर्न सक्दैन । तपाईँले X प्रमाणीकरण फाइल हराइरहनुभएको हुन सक्दछ ।
pl: Zagnieżdżony serwer X nie może nawiązać połączenia z bieżącym serwerem. Być może brakuje pliku autoryzacji X.
sk: Vnorený X server sa nemôže spojiť s vašim aktuálnym X serverom. Možno vám chýba autorizačný súbor X.
ta: உள்ளடக்கிய எக்ஸ் சேவையகம் (எக்ஸ்நெஸ்ட்) உங்களின் தற்போதைய எக்ஸ் சேவையகத்துடன் இணைக்க முடியவில்லை. உங்களிடம் எக்ஸ் உறுதி செய் கோப்பு காணவில்லை போலும்.

source: The nested X server is not available, or GDM is badly configured. Please install the Xnest package in order to use the nested login.
bn: নেস্টেড X সার্ভার উপলব্ধ নয় অথবা GDM সঠিকরূপে কনফিগার করা হয়নি। নেস্টেড লগ-ইন ব্যবহার করার জন্য অনুগ্রহ করে Xnest প্যাকেজ ইনস্টল করুন।
cs: Vnořený server X (Xnest) není k dispozici, nebo je program GDM chybně nastaven. Pokud chcete používat vnořené přihlášení, nainstalujte prosím balíček se serverem Xnest.
hi: नेस्टेड एक्स सर्वर उपलब्ध नहीं है, या जीडीएम गलत विन्यस्त है. कृपया नेस्टेड लॉगिन इस्तेमाल करने हेतु एक्सनेस्ट पैकेज अधिष्ठापित करें.
it: Il server X annidato non è disponibile o GDM è mal configurato. Installare il pacchetto Xnest per poter utilizzare l'accesso annidato.
ne: नेस्ट गरिएको X सर्भर उपलब्ध छैन, वा GDM खराब तरिकाले कन्फिगर गरिएको छ । कृपय नेस्ट गरिएको - इन प्रयोग गर्नका निम्ति Xnest प्याकेजलाई स्थापना गर्नुहोस् ।
pl: Zagnieżdżony serwer X nie jest dostępny lub GDM jest niewłaściwie skonfigurowany. Przed użyciem zagnieżdżonego logowania zainstaluj pakiet Xnest.
sk: Vnorený X server nie je k dispozícii, alebo nie je správne nastavený GDM. Prosím, nainštalujte balík Xnest, aby ste mohli používať vnorené prihlásenie.
ta: உள்ளடக்கிய எக்ஸ் சேவையகம் (எக்ஸ்நெஸ்ட்) இப்போது இல்லை, அல்லது ஜிடிஎம் தப்பாக உருவமைக்கக்கபட்டது. உள்ளடக்கிய உள் நுழைவை பயன்படுத்த தயவு செய்து எக்ஸ்நெஸ்ட் தொகுப்பை நிறுவுக.

source: Login as another user in a window
bn: লগ-আউট না করে পৃথক ব্যবহারকারীরূপে উইন্ডোর মধ্যে লগ-ইন করুন
cs: Přihlásit se jako jiný uživatel v okně
hi: विंडो के भीतर अन्य उपयोक्ता के रूप में लॉगइन करें
it: Accede come un altro utente in una finestra
ne: अर्को प्रयोगकर्ताको रूपमा सञ्झ्याल भित्र लगइन गर्नुहोस्
or: ଗୋଟିଏ ୱିଣ୍ଡୋରେ ଅନ୍ଯ ଗୋଟିଏ ଚାଳକ ଭାବରେ ଲଗଇନ କରନ୍ତୁ
pl: Logowanie jako inny użytkownik w oknie
sk: Prihlásiť sa ako iný používateľ v okne
ta: சாளரத்தில் வேறொரு பயனராக நுழை

source: New Login in a Window
bn: উইন্ডোর মধ্যে নতুন লগ-ইন
cs: Nové přihlášení v okně
hi: विंडो में नया लॉगइन
it: Nuovo accesso in una finestra
ne: सञ्झ्यालमा नयाँ लगइन
or: ଗୋଟିଏ ୱିଣ୍ଡୋରେ ନୂତନ ଲଗଇନ
pl: Nowe logowanie w oknie
sk: Nové prihlásenie v okne
ta: சாளரத்தில் புதிய நுழைவு

source: Error: GDM (GNOME Display Manager) is not running.
bn: ত্রুটি: GDM (GNOME Display Manager) বর্তমানে চলছে না।
cs: Chyba: GDM (správce obrazovky GNOME) neběží.
hi: त्रुटि: जीडीएम (गनोम डिस्प्ले प्रबंधक) नहीं चल रहा है.
it: Errore: GDM (GNOME Display Manager) non è in esecuzione.
ne: त्रुटि: जीडीएम (जीनोम प्रदर्शन प्रबन्धक) चलिरहेको छैन ।
or: ତୃଟି: ଜି.ଡି.ଏମ. (ନୋମ ପ୍ରଦର୍ଶନ ପରିଚାଳକ) ଚାଲୁନାହିଁ।
pl: Błąd: GDM (menedżer wyświetlania GNOME) nie jest uruchomiony.
sk: Chyba: GDM (Správca displeja) nebeží.
ta: பிழை: ஜிடிஎம் (க்நோம் காட்சி மேலாளர்) ஓடவில்லை.

source: You might be using a different display manager.
bn: সম্ভবত একটি ভিন্ন ডিসপ্লে পরিচালন ব্যবস্থা ব্যবহার করা হচ্ছে।
cs: Je možné, že používáte jiný správce obrazovky.
hi: आप भिन्न डिस्प्ले मैनेजर का प्रयोग कर रहे हो सकते हैं
it: Potrebbe essere in uso un display manager diverso.
ne: तपाईँले एउटा भिन्न प्रदर्शन प्रबन्धक प्रयोग गरिरहेको हुन सक्दछ ।
pl: Możliwe, że jest używany inny menedżer wyświetlania.
sk: Možno používate iného správcu displeja.
ta: வேறு காட்சி மேலாளர் ஐ நீங்கள் பயன்படுத்தி கொண்டு இருக்கலாம்.

source: A-M|Hindi
ar: ض-ي|هندي
as: A-M|হিন্দি
bn: A-M|হিন্দি
cs: A-M|Hindsky
hi: --..हिन्दी..--
mr: हिंदी
ne: हिन्दी
or: A-M|ହିନ୍ଦୀ
sk: A-M|Hindský
ta: A-M|இந்தி

source: A-M|Interlingua
ar: ا-ص|إنترلنغوا
as: A-M|ইন্টাৰলিঙ্গুয়া
bn: A-M|ইন্টারলিঙ্গুয়া
hi: इंटरलिंगुआ
mr: इंटरलिंग्वा
ne: इन्टरलिङ्गुआ
or: A-M|ଇଣ୍ଡରଲିଙ୍ଗୁଆ
ta: A-M|இண்டர்லின்குவா

source: A-M|Kannada
ar: ض-ي|كندي
as: A-M|কন্নড়
bn: A-M|কন্নড়
cs: A-M|Kannadsky
hi: कन्नड़
mr: कन्नड
ne: कन्नाड
or: A-M|କନ୍ନଡ
ta: A-M|கன்னடம்

source: A-M|Kinyarwanda
ar: ض-ي|الكينيارواندية
as: A-M|কিনিয়াৰোয়ান্ডা
bn: A-M|কিনিয়ারোয়ান্ডা
cs: A-M|Rwandsky
hi: किनायरवांडा
ne: किन्यारवान्डा
or: A-M|କିନ୍ଯାରୱାଣ୍ଡା
ta: A-M|கின்யர்வாண்டா

source: N-Z|Oriya
ar: ا-ص|أوريا
as: N-Z|ওড়িয়া
bn: N-Z|ওড়িয়া
cs: N-Z|Urijsky
hi: उड़िया
mr: ओरिया
ne: ओरिया
or: N-Z|ଓଡ଼ିଆ
pl: N-Z|Orija
ta: N-Z|ஒரியா

source: N-Z|Telugu
ar: ا-ص|تلوجو
as: N-Z|তেলুগু
bn: N-Z|তেলুগু
cs: N-Z|Tegulsky
hi: तेलुगु
mr: तेलगु
ne: तेलगु
or: N-Z|ତେଲୁଗୁ
ta: N-Z|தெலுங்கு

source: N-Z|Xhosa
ar: ض-ي|زوشا
bn: N-Z|জোসা
gl: N-Z|Xosa
hi: झोसा
ne: होजा
or: N-Z|ଝୋସା
ta: N-Z|க்ஜோஸா

source: the login screen
bn: লগ-ইন পর্দা
cs: přihlašovací obrazovka
hi: लॉगिन स्क्रीन
it: la schermata di accesso
ne: लगइन पर्दा
or: ଲଗଇନ ପରଦା
pl: ekran logowania
sk: prihlasovacia obrazovka
ta: உள் நுழை திரை

source: Do you wish to restart %s with the chosen language?
bn: নির্বাচিত ভাষা সহযোগে %s পুনরায় আরম্ভ করতে ইচ্ছুক কি?
cs: %s - má být proveden restart se zvoleným jazykem?
gl: Quere reiniciar %s coa lingua seleccionada?
hi: क्या आप %s को चुनी गई भाषा के साथ आरंभ करना चाहते हैं?
it: Riavviare %s con la lingua scelta?
ne: तपाईँ छनौट गरिएको भाषासँग %s पुन: सुरुआत गर्न चाहनुहुन्छ?
pl: Czy uruchomić ponownie %s z wybranym językiem?
sk: Želáte si reštartovať %s so zvoleným jazykom?
ta: %s ஐ தேர்ந்தெடுத்த மொழியுடன் மீண்டும் துவக்க வேண்டுமா?

source: You will restart %s with the %s locale.
bn: %s পুনরায় আরম্ভ করা হবে %s লোকেইল প্রয়োগ করে।
cs: %s - bude proveden restart s lokalizací libc "%s".
gl: Vai reiniciar %s coa configuración rexional %s.
hi: आप %s को %s लोकेल से फिर आऱंभ करेंगे.
it: Verrà riavviata %s con la lingua %s.
ne: तपाईँले %s लोक्यालसँग %s पुन: सुरुआत गर्नुहुनेछ ।
pl: Uruchomienie ponowne %s z ustawieniami językowymi %s.
sk: Zreštartujete %s s jazykovým nastavením %s.
ta: %s ஐ %s உள்ளமைப்புடன் மீண்டும் துவக்குங்கள்

source: _Yes
bn: হ্যাঁ (_Y)
cs: _Ano
gl: _Si
hi: हां (_Y)
it: _Sì
ne: हो
pl: _Tak
sk: _Ano
ta: _ஆம்

source: _No
bn: না (_N)
cs: _Ne
gl: _Non
hi: नहीं (_N)
ne: होइन
pl: _Nie
sk: _Nie
ta: _இல்லை

source: Finger
ar: اصبع
hi: फिंगर
mr: बोट
ne: औंला
or: ଫିଙ୍ଗର
pl: Finger (informacje o użytkowniku)
ta: விரல்

source: Themed with face browser
bn: ফেস-ব্রাউজার সহ থিম প্রয়োগ করা হয়েছে
cs: Motiv s prohlížečem obličejů
hi: फेस ब्रॉउजर के साथ थीम
it: Tema con elenco utenti
ne: फेस ब्राउजरसँग विषयवस्तु बनाइयो
or: ଫେସ ବ୍ରାଉଜର ସହିତ ପ୍ରସଙ୍ଗକୁ ପ୍ରୟୋଗ କରାଯାଇଛି
pl: Z motywem graficznym i przeglądarką twarzy
sk: S témou a prehliadačom tvárí
ta: வெறுமை முக உலாவியுடன் உள்ள கருத்து

source: Theme archives
bn: থিম আর্কাইভ
cs: Archivy s motivem
hi: प्रसंग अभिलेख
it: Archivi tema
ne: विषयवस्तु सङ्ग्रह
or: ପ୍ରସଙ୍ଗ ଆର୍କାଇଭ
pl: Archiwa z motywami
sk: Archívy s témou
ta: கரு ஆவண காப்பு

source: auto
ar: آلي
bn: স্বয়ংক্রিয়
cs: automaticky
gl: automático
hi: ऑटो
ne: स्वत
sk: automaticky
ta: தானியங்கி

source: Full path and arguments for the command to be executed. If the value is missing, the command will not be available.
bn: সঞ্চালনযোগ্য কমান্ডের সম্পূর্ণ পাথ ও আর্গুমেন্ট। মান উপস্থিত না থাকলে, কমান্ডটি উপলব্ধ হবে না।
cs: Plná cesta a argumenty příkazu, který má být vykonán. Pokud hodnota schází, příkaz nebude dostupný.
hi: निष्पादन किए जाने के लिए पूरा पथ व वितर्क. यदि मान गुम है, कमांड उपलब्ध नहीं होगा.
it: Percorso completo e argomenti del comando da eseguire. Se manca il valore il comando non sarà disponibile.
ne: आदेशहरू कार्यान्वयन हुनका लागि पूरा मार्ग र तर्कहरू । यदि मान हराइरहेको छ भने आदेश उपलब्ध हुनेछैन ।
pl: Pełna ścieżka i parametry polecenia do uruchomienia. W razie braku wartości polecenie nie zostanie wykonane.
sk: Celá cesta a parametre pre príkaz na spustenie. Ak táto hodnota chýba, príkaz nebude k dispozícií.
ta: கட்டளையை இயக்க முழு தடம் மற்றும் தருமதிப்பு. இந்த மதிப்பு இல்லையானால் கட்டளை இயக்க கிடைக்காது.

source: LRla_bel:
cs: LRPopise_k:
it: E_tichettaPR:
pl: _EtykietaLR:
sk: LRp_opis:
ta: எல்ஆர் _ஒட்டுசீட்டு

source: Messa_ge:
bn: বার্তা: (_g)
cs: Zprá_va:
hi: संदेश (_g):
it: M_essaggio:
ne: सन्देश:
pl: Ko_munikat:
sk: Sprá_va:
ta: _ச செய்தி:

source: Pa_th:
bn: পাথ: (_t)
cs: C_esta:
hi: पाथ (_t):
it: Pe_rcorso:
ne: मार्ग:
pl: Ś_cieżka:
sk: Ces_ta:
ta: _பாதை:

source: Plain Plain with face browser Themed Themed with face browser
bn: সাদামাটা ফেস ব্রাউজারসহ সাদামাটা থিমসহ ফেস ব্রাউজারসহ থিম
cs: Prostý Prostý s prohlížečem obličejů S motivem S motivem a prohlížečem obličejů
hi: सादा फेस ब्रॉउजर के साथ सादा थीम फेस ब्रॉउजर के साथ प्रसंगयुक्त
it: Normale Normale con elenco utenti Tema Tema con elenco utenti
ne: सादा फेस ब्राउजर सँग सादा विषयवस्तु बनाइएको फेस ब्राउजरसँग विषयवस्तु बनाइएको
pl: Zwykły Zwykły z przeglądarką twarzy Z motywem graficznym Z motywem graficznym i przeglądarką twarzy
sk: Jednoduché Jednoduché s prehliadačom tvárí S témou S témou a prehliadačom tvárí
ta: வெறுமை வெறுமை முக உலாவியுடன் கருத்தமைந்தது கருத்தமைந்தது முக உலாவியுடன்

source: Sends debug output to the syslog. This can be useful for tracking down problems with GDM. This output tends to be verbose so should not be turned on for general use.
cs: Zasílá ladící výstup systémovému záznamu ("syslog"). Užitečné pro diagnostiku problémů s GDM. Takový výstup bývá obsáhlý, takže by za normálních okolností neměl být zapnut.
gl: Envía a saída de depuración ao rexistro do sistema. Isto pode ser útil para localizar problemas co GDM. Esta saída tende a ser detallada, así que non se debería habilitar para un uso xeral.
hi: syslog में डिबग आउटपुट भेजता है. यह GDM के साथ समस्या के ट्रेक के लिए उपयोगी हो सकता है. यह आउटपुट वर्बोस के लिए अग्रसर होता है इसलिए सामान्य प्रयोग के लिए चालू नहीं किया जाना चाहिए.
it: Invia output di debug al syslog. Questo può essere utile per tenere traccia dei problemi con GDM. L'output tende a essere molto voluminoso e quindi non dovrebbe essere abilitato per un uso normale.
ne: प्रणाली लगमा त्रुटि सँच्याउने निर्गत पठाउँदछ । यो जीडीएमसँग समस्याहरू समाधान गर्न उपयोगी हुन सक्दछ । यो निर्गत भर्बोस हुन उन्मूख छ त्यसैले साधारण प्रयोगको लागि खोल्नु हुँदैन ।
pl: Wysyła informacje debug do demona syslog. Opcja przydatna przy rozwiązywaniu problemów z GDM. Ilość danych jest duża, więc opcja nie powinna być włączana bez potrzeby.
sk: Pošle ladiaci výstup na syslog. Môže byť užitočné pre skúmanie problémov s GDM. Tento výstup býva dosť podrobný (rozsiahly), takže by sa nemal používať pre bežné použitie.
ta: ஸிஸ்லாக் பதிவேட்டுக்கு வழு நீக்கு வெளியீடு அனுப்பப்படும். ஜிடிஎம் பிரச்சனைகளை வேட்டையாட இது உதவியாக இருக்கும். இந்த வெளியீடு மிக நீளமானதால் பொது பயனுக்கல்ல.

source: Show visual feedback in the password entry. Turning this option on can be a security hazard as the length of your password can be guessed.
cs: Poskytne vizuální zpětnou vazbu při zadávání hesla. Zapnutí této volby může být bezpečnostním rizikem, jelikož bude možné odhadnout délku hesla.
gl: Mostrar a retroacción visual na entrada de contrasinal. Activar esta opción pode representar un perigo para a seguranza porque a lonxitude do seu contrasinal pode ser adiviñada.
hi: शब्दकूट प्रविष्टि में विजुअल फीडबैक दिखाएं. इस विकल्प को चालू करना सुरक्षा खतरे का कारण हो सकता है क्योंकि आपके शब्दकूट की लंबाई का अनुमान किया जा सकता है.
ne: पासवर्ड प्रविष्टिमा दृश्यात्मक पृष्टपोषण देखाउनुहोस् । यो विकल्प खोल्नाले तपाईँको पासवर्डको लम्बाइ अनुमान गर्न सके जस्तै सुरक्षा खतरा हुन सक्दछ ।
ta: கடவுச்சொல் உள்ளீட்டில் இயக்கத்தை காட்டு. இதை தேர்வு செய்தல் பாதுகாப்பு பிரச்சனையாகலாம். ஏனெனில் உங்கள் கடவுச்சொல்லின் நீளம் மற்றவருக்கு தெரியவரும்.

source: T_ooltip:
bn: টুল-টিপ: (_o)
cs: _Místní nápověda:
gl: Indicaci_ón:
hi: टूलटिप (_o):
it: Suggeriment_o:
ne: टूलटिप:
pl: _Podpowiedź:
sk: Ra_da:
ta: கருவி குறிப்பு:

source: When GDM is ready to manage a remote display, an ACCEPT packet is sent to it containing a unique session id which will be used in future XDMCP conversations. GDM will then place the session id in the pending queue waiting for the display to respond with a MANAGE request. If no response is received within maximum wait time, GDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
cs: Když je GDM připraven spravovat vzdálený displej, je odeslán paket ACCEPT obsahující jedinečné ID sezení, které bude použito v následných komunikacích XDMCP. Poté GDM umístí ID sezení do fronty čekajících a vyčkává na displej, aby mohl odpovědět s žádostí MANAGE. Pokud není obdržena žádná odpověď během doby, po kterou se má čekat, GDM označí displej jako mrtvý a vymaže ho z fronty čekajících, čímž uvolní slot pro další displeje.
gl: Cando o GDM está preparado para xestionar unha pantalla remota, envíaselle un paquete ACCEPT que contén un identificador de sesión único que se usará en futuras conversas XDMCP. O GDM colocará entón o identificador de sesión na fila de pendentes esperando a que a pantalla responda cun pedido MANAGE. Se non se recibe unha resposta dentro dun tempo de espera máximo, o GDM declarará a pantalla morta e eliminaraa da fila de pendentes, liberando o espazo para outras pantallas.
it: Quando GDM è pronto a gestire un display remoto, viene inviato un pacchetto ACCEPT contenente un ID di sessione univoco che verrà usato nelle trasmissioni con XDMCP. GDM quindi posizionerà l'ID nella coda delle richieste in attesa che il display risponda con una richiesta MANAGE. Se non viene ricevuta alcuna risposta in un tempo massimo, il display verrà considerato non attivo e cancellato dalla coda liberando uno spazio per altri display.
ne: जीडीएम टाढाको प्रदर्शन प्रबन्ध गर्न तयार हुँदा अद्दितीय सत्र आईडी समावेश गरिएको एउटा ACCEPT प्याकेट पटाइन्छ जुन भविश्यमा XDMCP वार्तालापमा प्रयोग गरिनेछ । त्यसपछि जीडीएम MANAGE अनुरोधसँग प्रतिक्रिया प्रदर्शनका लागि प्रतिक्षारत विचाराधिन लाममा सत्र आईडी राख्नेछ । यदि कुनै प्रतिक्रियाहरू अधिकतम प्रतिक्षारत समय भित्र प्राप्त नगरेमा, जीडीएमले प्रदर्शन निष्क्रिय भएको घोषणा गर्नेछ र अन्य प्रदर्शनका लागि स्लटहरू खाली गर्दै यसलाई विचाराधिन लामबाट मेट्नेछ ।
pl: Gdy GDM jest gotowy do zarządzania ekranem, wysyłany jest pakiet ACCEPT z unikalnym ID sesji, który będzie użyty w przyszłych połączeniach XDMCP. Identyfikator sesji zostanie umieszczony w kolejce oczekujących na odpowiedź MANAGE. Gdy odpowiedź nie nadejdzie w maksymalnym czasie oczekiwania, GDM usunie identyfikator z kolejki i zwolni miejsce dla innych ekranów.
sk: Keď je GDM preipravené spravovať vzdialený displej, pošle paket ACCEPT ktorý obsahuje jedinečné ID relácie, ktoré sa použije pre ďalšiu komunikáciu XDMCP. GDM potom umiestni toto ID do čakacej fronty, kým displej neodpovie požiadavkou MANAGE. Ak v časovom limite nepríde žiadna odpoveď, GDM vyhlási displej za mŕtvy a vymaže ho z fronty, čím uvoľní priestor pre ďalšie displeje.
ta: ஜிடிஎம் தொலைநிலை செயலியை மேலாள தயாரான உடன், ஒரு ACCEPT பொதி அதற்கு அனுப்பப்படும். இதில் எதிர்கால XDMCP உரையாடலுக்கு பயனாகும் ஒரு பிரத்யேக அடையாளம் இருக்கும். பிறகு ஜிடிஎம் அமர்வு அடையாளத்தை, காத்திருக்கும் வரிசையில் இட்டு MANAGE வேண்டுகோளுக்கு காட்சிசெயலி பதில் தர காத்திருக்கும். அதிக பட்ச காத்திருக்கும் நேரத்துக்குள் பதில் இல்லையானால் செயலியை இறந்ததாகக்கருதி வரிசையிலிருந்து நீக்கிவிடும். இதனால் மற்ற செயலிகளுக்கு இடம் கிடைக்கும்.

source: When the user logs in and already has an existing session, they are connected to that session rather than starting a new session. This only works for sessions running on Virtual Terminals started with gdmflexiserver, and not with XDMCP.
cs: Když se uživatel přihlásí a má již nějaké existující sezení, místo spouštění nového sezení je připojen k existujícímu sezení. Funguje pouze u sezení běžících na virtuálních terminálech spuštěných s programem gdmflexiserver, nikoliv s XDMCP.
gl: Cando o usuario inicia unha sesión e xa ten unha sesión existente, conéctase a esa sesión en vez de iniciar unha sesión nova. Isto só funciona con sesións que se executan en terminais virtuais iniciadas co gdmflexiserver e non co XDMCP.
it: Quando l'utente accede e dispone già di una sessione esistente, viene connesso a quella sessione piuttosto che iniziarne una nuova. Questo funziona solamente per le sessioni eseguite in terminali virtuali avviati con gdmflexiserver e non con XDMCP.
ne: प्रयोगकर्ताले लगइन गर्दा र पहिल्यै अवस्थित सत्र हुँदा तिनिहरूले नयाँ सत्र सुरु गर्नु भन्दा उक्त सत्रमा जडान गरिन्छ । यसले XDMCP सँग नभई gdmflexiserver सँग सुरुआत भएको अवास्तविक टर्मिनलहरूमा चलिरहेको सत्रहरूका लागि मात्र कार्य गर्दछ ।
pl: Gdy użytkownik zaloguje się i posiada już sesję, zamiast tworzenia nowej, zostanie on połączony z istniejącą sesją. Opcja ta działa tylko na terminalach wirtualnych uruchomionych za pomocą gdmflexiserver a nie XDMCP.
sk: Keď sa používateľ prihlási a pritom už má otvorenú reláciu, pripojí sa ku nej a neotvára sa nová relácia. Toto funguje iba pre relácie bežiace na Virtuálnych Termináloch, spustených s gdmflexiserver-om, a nie s XDMCP.
ta: பயனர் உள்நுழையும் போது இருப்பு அமர்வு இருந்தால் புதிய அமர்வுக்கு பதில் அதுவே இணைக்கப்படும். இது gdmflexiserver ஆல் துவக்கிய மெய்நிகர் முனையங்களில் இயங்கும் அமர்வுகளுக்கு மட்டும் பொருந்தும். XDMCP க்கு அல்ல.

source: _Label:
bn: লেবেল: (_L)
cs: Pop_isek:
hi: स्तर (_L):
it: Etic_hetta:
ne: लेबुल:
pl: Etykiet_a:
sk: _Označenie:
ta: ஒட்டுஞ்சீட்டு:

source: _Path:
bn: পাথ: (_P)
cs: _Cesta:
hi: पथ (_P):
it: _Percorso:
ne: मार्ग:
pl: Ścież_ka:
sk: _Cesta:
ta: _பாதை:

source: (c) 2002 Bond, James Bond
ar: (c) 2002 بوند، جايمس بوند
as: (c) ২০০২ বন্ড, জেমস বন্ড
bn: (c) ২০০২ বন্ড, জেমস বন্ড
cs: © 2002 Bond, James Bond
es: © 2002 Bond, James Bond
hi: (सी) 2002 बाण्ड, जेम्स बाण्ड
it: © 2002 Bond, James Bond
mr: बांॅड, जेम्स बांॅड
ne: (c) 2002 बोन्ड, जेम्स बोन्ड
or: (c) 2002 ବଣ୍ଡ, ଜେମ୍ସ ବଣ୍ଡ
ta: (c) 2002 பாண்ட், ஜேம்ஸ் பாண்ட்

source: Bond, James Bond
ar: بوند, جايمس بوند
as: বন্ড, জেমস‌ বন্ড
bn: বন্ড, জেমস‌ বন্ড
hi: बाण्ड, जेम्स बाण्ड
mr: बांॅड, जेम्स बांॅड
ne: बोन्ड, जेम्स् बोन्ड
or: ବଣ୍ଡ, ଜେମ୍ସ ବଣ୍ଡ
ta: பாண்ட், ஜேம்ஸ் பாண்ட்

source: (c) 2002 GNOME
ar: (c) 2002 جنوم
as: (c) ২০০২ GNOME
bn: (c) ২০০২ GNOME
cs: © 2002 GNOME
es: © 2002 GNOME
hi: (c) 2002 गनोम
it: © 2002 GNOME
mr: २००२ जिनोम
ne: (c)२००२ जीनोम
or: (c) 2002 ନୋମ
ta: (c) 2002 க்நோம்

source: The greeter application appears to be crashing.Attempting to use a different one.
es: Parece que la interfaz de entrada se cae. Se intentará usar una diferente.

source: Your home directory is listed as:'%s'but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory?It is unlikely anything will work unless you use a failsafe session.
es: Su directorio personal está establecido a: «%s» pero al parecer no existe. ¿Desea iniciar una sesión con el directorio / (raíz) como su directorio personal? Es probable que nada funcione a no ser que utilice una sesión a prueba de fallos.

source: %a %b %d, %H:%M
cs: %a, %d. %b, %H:%M
es: %a %d de %b, %H:%M
gl: %a, %d de %b, %H:%M
it: %a %d %b, %H.%M
pl: %a %d %b, %H:%M

source: Some of the users in the Include list (Users tab) now have uid lower than MinumalUID and will be removed.
es: Algunos de los usuarios en la lista de Inclusión (Solapa de usuarios) ahora tienen un uid menor que MinimalUID y serán eliminados.

source: (Enabled)
es: (Activado)

source: Could not access GDM configuration file.
as: GDM বিন্যাস নথিপত্ৰ অভিগম কৰিব নোৱাৰি ।
es: No se pudo acceder al archivo de configuración de GDM.

source: Te_xt:
es: Te_xto:

source: _Command type:
es: Tipo de _comando:

source: _Path:
es: _Ruta:

source: Allow login if all write permissions on user's home directory
es: Permite iniciar sesión si todos tienen permisos de escritura en el directorio personal del usuario

source: Allow login if group write permissions on user's home directory
es: Permitir iniciar sesión si el grupo tiene permiso de escritura en el directorio personal del usuario

source: Always _restart server
es: Siempre _reiniciar el servidor

source: Chec_k directory owner
es: Comprobar _propietario del directorio

source: Configure _XDMCP...
es: Configurar _XDMCP…

source: De_fault face
es: _Rostro predeterminado

source: E_nable debug messages to system log
es: Activar mensajes de dep_uración al registro del sistema

source: L_ock position
es: B_loquear posición

source: L_ogin retry delay:
es: _Retardo para reintento de entrada:

source: Maximum _pending requests:
es: Máximo de solicitudes _pendientes:
mr: अर्निणित असणाऱ्या अधिकतम विनंत्या

source: Only allow login if user's home directory permissions are secure
es: Sólo permitir entrar si los permisos del directorio personal del usuario son seguros

source: Pe_rsistent
es: Pers_istente

source: Pin_g interval:
es: Intervalo de pin_g:

source: Position _X:
es: Posición _X:

source: Position _Y:
es: Posición _Y:

source: Reboot, Halt, Suspend and Custom commands
es: Reiniciar, Apagar, Suspender y comandos personalizados

source: S_how title bar
es: Mostrar la barra de _título

source: Set positio_n
es: Establecer posició_n
