Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: %s: XDMCP disabled and no static servers defined. Aborting!
ar: %s: عُطِّل XDMCP ولا يوجد خادم محلي معرف.إلغاء!
as: %s: XDMCP নিষ্ক্ৰিয় আছে ও কোনো স্থায়ী সেৱক উল্লিখিত হোৱা নাই। কৰ্ম বাতিল কৰা হচ্ছে!
bn: %s: XDMCP নিষ্ক্রিয় আছে ও কোনো স্থায়ী সার্ভার উল্লিখিত হয়নি। কর্ম বাতিল করা হচ্ছে!
cs: %s: XDMCP je zakázán a nebyly definovány žádné místní servery. Ukončování.
es: %s: XDMCP está desactivado y no hay definidos servidores estáticos. Se detendrá.
eu: %s: XDMCP desgaituta dago eta ez dago zerbitzari estatikorik definituta. Abortatu egingo da!
gl: %s: o XDMCP está desactivado e non hai servidores estáticos definidos. Interrompendo!
hi: %s: एक्सडीएमसीपी अक्षम है और कोई स्थिर सर्वर पारिभाषित नहीं है. छोड़ रहे!
it: %s: XDMCP è disabilitato e non è definito alcun server locale. Chiusura in corso.
ne: %s: XDMCP लाई अक्षम पारियो र कुनै स्थिर सर्भरहरू परिभाषित गरिएको छैन । परित्याग गर्दैछ !
or: %s: XDMCP ନିଷ୍କ୍ରିୟ ଅଟେ ଏବଂ କୌଣସି ନିଶ୍ଚଳ ସେବକୁ ବ୍ଯାଖ୍ଯା କରାଯାଇ ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି!
pl: %s: Wyłączono XDMCP i nie zdefiniowano lokalnych serwerów. Rezygnacja!
sk: %s: XDMCP zakázané a nedefinovaný žiaden statický server. Končím!
ta: %s: XDMCP செயல் நீக்கபட்டது மற்றும் நிலை சேவையகம் எதுவும் வரையறுக்கப் படவில்லை. கைவிடப் படுகிறது.!

source: %s: XDMCP disabled and no static servers defined. Adding %s on :%d to allow configuration!
ar: %s: عُطِّل XDMCP ولم تحدد أي خوادم محلية يجري إضافة %s على :%d لتمكين الإعداد!
as: %s: XDMCP নিষ্ক্ৰিয় আছে ও কোনো স্থায়ী সেৱক উল্লিখিত হোৱা নাই। বিন্যাসেশন কৰাৰ উদ্দেশ্যে %s যোগ কৰা হচ্ছে :%d'ৰ উপৰ!
bn: %s: XDMCP নিষ্ক্রিয় আছে ও কোনো স্থায়ী সার্ভার উল্লিখিত হয়নি। কনফিগারেশন করার উদ্দেশ্যে %s যোগ করা হচ্ছে :%d'র উপর!
cs: %s: XDMCP je zakázán a nebyly definovány žádné místní servery. Přidává se %s na :%d kvůli možnosti nastavení.
es: %s: XDMCP está desactivado y no hay definidos servidores estáticos. Se añade %s en :%d para permitir la configuración.
eu: %s: XDMCP desgaituta dago eta zerbitzari estatikoak definitu gabe. %s gehituko da :%d(e)n konfiguratu ahal izateko!
gl: %s: o XDMCP está desactivado e non hai servidores estáticos definidos. Engadindo %s en :%d para permitir a configuración!
hi: %s: एक्सडीएमसीपी अक्षम है और कोई स्थिर सर्वर परिभाषित नहीं है. %s जोड़ रहे:विन्यासन स्वीकारने हेतु %d पर!
it: %s: XDMCP è disabilitato e non è stato definito alcun server locale. Aggiungere %s su :%d per permettere la configurazione.
ne: %s: XDMCP अक्षम पारियो र कुनै स्थिर सर्भर परिभाषित छैन । यसमा %s थप्दा: %d लाई कन्फिगरेसन अनुमति दिन्छ !
or: %s: XDMCP ନିଷ୍କ୍ରିୟ ଅଟେ ଏବଂ କୌଣସି ନିଶ୍ଚଳ ସେବକକୁ ବ୍ଯାଖ୍ଯା କରାଯାଇ ନାହିଁ। %s କୁ ଯୋଗ କରୁଅଛି : ବିନ୍ଯାସକୁ ସ୍ବୀକାର କରିବା ପାଇଁ %d!
pl: %s: Wyłączono XDMCP i nie zdefiniowano lokalnych serwerów. Aby pozwolić na konfigurację dodano %s na ekranie :%d!
sk: %s: XDMCP zakázané a nedefinovaný žiaden statický server. Pridávam %s na :%d na umožnenie nastavenia!
ta: %s: XDMCP செயல் நீக்கபடும் மற்றும் நிலை சேவையகம் எதுவும் வரையறுக்கபடவில்லை. உருவமைக்க அனுமதிக்க %s ஐ :%d மீது சேர்க்கிறது!

source: XDMCP is disabled and GDM cannot find any static server to start. Aborting! Please correct the configuration and restart GDM.
ar: عُطِّل XDMCP ولم يعثر GDM على أي خادم محلي للبدء. إلغاء! الرجاء تصحيح الإعدادات %s وإعادة تشغيل GDM.
as: %s: XDMCP নিষ্ক্ৰিয় আছে ও আৰম্ভ কৰাৰ উদ্দেশ্যে GDM দ্বাৰা স্থায়ী সেৱক সনাক্ত কৰা যায়নি। অনুগ্ৰহ কৰে বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: %s: XDMCP নিষ্ক্রিয় আছে ও আরম্ভ করার উদ্দেশ্যে GDM দ্বারা স্থায়ী সার্ভার সনাক্ত করা যায়নি। অনুগ্রহ করে কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: XDMCP je zakázán a GDM nemůže najít žádný statický server, který by bylo možné spustit. Probíhá ukončování! Upravte prosím nastavení a restartujte GDM.
es: XDMCP está desactivado y GDM no puede encontrar ningún servidor estático que iniciar. Se detiene. Corrija la configuración y reinicie GDM.
eu: XDMCP desgaituta dago eta GDM-k ezin du zerbitzari lokalik aurkitu abiarazteko. Abortatu egingo da! Zuzendu %s konfigurazioa eta berrabiarazi gdm.
gl: O XDMCP está desactivado e o GDM non pode encontrar ningún servidor estático para iniciar. Interrompendo! Corrixa a configuración do GDM e reinícieo.
hi: एक्सडीएमसीपी अक्षम है और जीडीएम कोई स्थिर सर्वर नहीं ढूंढ सकता. छोड़ रहे! कृपया विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: XDMCP è disabilitato e GDM non trova alcun server locale da avviare. Chiusura in corso. Correggere la configurazione e riavviare GDM.
ne: XDMCP अक्षम पारिएको छ र GDM ले सर्भर सुरुआत गर्न कुनै स्थिर सर्भर फेला पार्न सक्दैन । परित्याग गर्दैछ ! कृपया कन्फिगरेसन सच्याउनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: XDMCP ନିଷ୍କ୍ରିୟ ଅଟେ ଏବଂ ପ୍ରାରମ୍ଭ କରିବା ପାଇଁ ଜି.ଡି.ଏମ. କୌଣସି ନିଶ୍ଚଳ ସେବକକୁ ପାଇପାରିବ ନାହିଁ। ତେଣୁ ଏହା ପରିତ୍ଯାଗ କରୁଅଛି! ଦୟାକରି ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: XDMCP jest wyłączone i GDM nie może odnaleźć żadnego lokalnego serwera. do uruchomienia. Rezygnacja! Popraw konfigurację GDM i uruchom go ponownie.
sk: XDMCP je zakázané a nebol nájdený žiaden statický server, ktorý by bolo možné spustiť. Končím! Prosím, opravte konfiguráciu a reštartujte GDM.
ta: XDMCP மற்றும் ஜிடிஎம்ஆல் துவக்க நிலை சேவையகம் எதுவும் கண்டுபிடிக்க முடியவில்லை.. கைவிடப்படுகிறது ! தயவு செய்து உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம்ஐ மீண்டும் துவக்குக.

source: The GDM user '%s' does not exist. Please correct GDM configuration and restart GDM.
ar: مستخدم GDM '%s' غير موجود. رجاء صحح إعدادات GDM ثم أعد تشغيل GDM.
as: '%s' নাম GDM ব্যবহাৰকাৰী অনুপস্থিত। অনুগ্ৰহ কৰে বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: '%s' নাম GDM ব্যবহারকারী অনুপস্থিত। অনুগ্রহ করে কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Uživatel GDM "%s" neexistuje. Upravte prosím nastavení GDM a restartujte jej.
es: El usuario de GDM «%s» no existe. Corrija la configuración de GDM y reinicie GDM.
eu: GDM-ren '%s' erabiltzailea ez da existitzen. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O usuario '%s' de GDM non existe. Corrixa a configuración do GDM e reinícieo.
hi: जीडीएम उपयोक्ता '%s' मौज़ूद नहीं है. कृपया जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: L'utente di GDM "%s" non esiste. Correggere la configurazione di GDM e riavviare GDM.
ne: %s GDM प्रयोगकर्ता अवस्थित छैन । कृपया GDM कन्फिगरेसन सच्याउनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: '%s' ଜି.ଡି.ଏମ. ଚାଳକ ଅବସ୍ଥିତ ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Użytkownik GDM "%s" nie istnieje. Popraw konfigurację GDM i uruchom go ponownie.
sk: GMD užívateľ '%s' neexistuje. Prosím, opravte konfiguráciu GDM a reštartujte GDM.
ta: ஜிடிஎம் பயனர் '%s' இப்போது இல்லை. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய் அதன்பின் ஜிடிஎம் ஐ துவக்குக.

source: %s: Can't find the GDM user '%s'. Aborting!
ar: %s: لم أجد مستخدم GDM '%s'.إلغاء!
as: %s: '%s' নামক GDM ব্যবহাৰকাৰী সনাক্ত কৰোঁতে ব্যৰ্থ। কৰ্ম বাতিল কৰা হচ্ছে!
bn: %s: '%s' নামক GDM ব্যবহারকারী সনাক্ত করতে ব্যর্থ। কর্ম বাতিল করা হচ্ছে!
cs: %s: Nelze najít uživatele GDM "%s". Probíhá ukončování!
es: %s: No se puede encontrar el usuario de GDM «%s». Se aborta.
eu: %s: Ezin da GDM-ren erabiltzailea aurkitu (%s). Abortatu egingo da!
gl: %s: non se encontra o usuario '%s' de GDM. Interrompendo!
hi: %s: जीडीएम उपयोक्ता ('%s') ढूंढ नहीं पाया. छोड़ रहे!
it: %s: impossibile trovare l'utente di GDM "%s". Chiusura in corso.
ne: %s: '%s' GDM प्रयोगकर्ता फेला पार्न सकिँदैन । परित्याग गर्दैछ !
or: %s: '%s' ଜି.ଡି.ଏମ. ଚାଳକକୁ ପାଇ ପାରିବ ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି!
pl: %s: Nie można odnaleźć użytkownika GDM "%s". Rezygnacja!
sk: %s: Nemôžem nájsť GDM užívateľa gdm '%s'. Končím!
ta: %s: ஜிடிஎம் பயனர் (%s) கண்டுபிடிக்கமுடியவில்லை. கைவிடப் படுகிறது!

source: The GDM user is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
ar: مستخدم GDM ضبط كجذر، لكن ذلك ممنوع لكونه قد يشكل خطرا أمنيا.رجاء صحح إعداد GDM ثم أعدة تشغيل GDM.
as: GDM ব্যবহাৰকাৰী ৰূপে root ধাৰ্য কৰা হলেও নিৰাপত্তাজড়িত সমস্যা এড়াতে এইটো অনুমোদিত নয়। অনুগ্ৰহ কৰে GDM বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: GDM ব্যবহারকারী রূপে root ধার্য করা হলেও নিরাপত্তাজড়িত সমস্যা এড়াতে এটি অনুমোদিত নয়। অনুগ্রহ করে GDM কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Uživatel GDM je nastavený jako superuživatel, což je kvůli bezpečnostním rizikům zakázané. Upravte prosím nastavení GDM a restartujte jej.
es: e ha configurado el usuario de GDM para que sea root, pero esto no está permitido ya que es un riesgo de seguridad. Corrija la configuración de GDM y reinicie GDM.
eu: GDM-erabiltzailea root izateko konfiguratu da, baina hori ez dago baimenduta segurtasun-arriskua sor dezakeelako. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O usuario do GDM está configurado como superusuario, mais isto non está permitido porque supón un risco de seguranza. Corrixa a configuración do GDM e reinícieo.
hi: जीडीएम उपयोक्ता रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार्य नहीं है. कृपया जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: L'utente di GDM è impostato a "root", ma ciò non è permesso per motivi di sicurezza. Correggere la configurazione di GDM e riavviare GDM.
ne: GDM प्रयोगकर्ता मूलमा हुनका लागि सेट गरिएको छ तर यसले सुरक्षा खतरा गर्न सक्ने भएकाले यसलाई अनुमिति दिइँदैन । GDM कन्फिगरेसन सच्याउनुहोस् GDM पुन: सुरुआत गर्नुहोस् ।
or: ଜି.ଡି.ଏମ. ଚାଳକକୁ ରୁଟ ଭାବରେ ବିନ୍ଯାସ କରାଯାଇଛି, କିନ୍ତୁ ସୁରକ୍ଷାରେ ବିପଦର ଆଶଙ୍କା ଥିବାରୁ ଏହା ଗ୍ରହଣୀୟ ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Użytkownik GDM jest równoważny użytkownikowi root, jednak ze względu na bezpieczeństwo nie jest to dozwolone. Popraw konfigurację GDM i uruchom go ponownie.
sk: Užívateľ GDM je nastavený ako správca, ale to nie je z bezpečnostných dôvodov povolené. Prosím, opravte konfiguráciu GDM a reštartujte GDM.
ta: ஜிடிஎம் பயனர் மூலம் ஆக அமைக்கபட்டது, இதற்கு அனுமதி இல்லை ஏன் என்றால் இது பாதுகாப்பானது அல்ல. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம்ஐ துவக்குக.

source: %s: The GDM user should not be root. Aborting!
ar: %s: يجب أن لا يكون مستخدم GDM جذر. إلغاء!
as: %s: GDM ব্যবহাৰকাৰী root হওয়া উচিত নয়। কৰ্ম বাতিল কৰা হচ্ছে!
bn: %s: GDM ব্যবহারকারী root হওয়া উচিত নয়। কর্ম বাতিল করা হচ্ছে!
cs: %s: Uživatel GDM nesmí být superuživatelem. Probíhá ukončování!
es: %s: El usuario de GDM no debería ser root. Se aborta.
eu: %s: GDM-erabiltzaileak ez luke root izan behar. Abortatu egingo da!
gl: %s: o usuario GDM non debería ser superusuario. Interrompendo!
hi: %s: जीडीएम उपयोक्ता रूट नहीं हो सकता. छोड़ रहे!
it: %s: l'utente di GDM non dovrebbe essere root. Chiusura in corso.
ne: %s: GDM प्रयोगकर्ता मूल हुनुहुँदैन । परित्याग गर्दैछ !
or: %s: ଜି.ଡି.ଏମ. ଚାଳକ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ହେବା ଉଚିତ ନୁହେଁ। ପରିତ୍ଯାଗ କରୁଅଛି!
pl: %s: Użytkownik GDM nie powinien być administratorem. Rezygnacja!
sk: %s: Užívateľ GDM by nemal byť správca. Končím!
ta: %s: ஜிடிஎம் பயனர் 'root'ஆக இருக்கக்கூடாது. கைவிடப் படுகிறது.!

source: The GDM group '%s' does not exist. Please correct GDM configuration and restart GDM.
ar: مجموعة GDM '%s' غير موجودة. رجاء صحح إعداد GDM ثم أعد تشغيل GDM.
as: GDM গ্ৰুপ '%s' বৰ্তমানে অনুপস্থিত। অনুগ্ৰহ কৰে GDM বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: GDM গ্রুপ '%s' বর্তমানে অনুপস্থিত। অনুগ্রহ করে GDM কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Skupina GDM "%s" neexistuje. Upravte prosím nastavení GDM a restartujte jej.
es: No existe el grupo «%s» de GDM. Corrija la configuración de GDM y reinicie GDM.
eu: GDM-ren '%s' taldea ez da existitzen. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O grupo '%s' do GDM non existe. Corrixa a configuración do GDM e reinícieo.
hi: जीडीएम समूह मौज़ूद नहीं है. कृपया जीडीएम विन्यासन '%s' ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: Il gruppo di GDM "%s" non esiste. Correggere la configurazione di GDM e riavviare GDM.
ne: '%s' GDM समूह अवस्थित छैन । कृपया GDM कन्फिगरेसन सच्याउनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: '%s' ଜି.ଡି.ଏମ. ସମୂହ ଅବସ୍ଥିତ ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Grupa GDM "%s" nie istnieje. Popraw konfigurację GDM i uruchom go ponownie.
sk: GDM skupina '%s' neexistuje. Prosím, opravte konfiguráciu GDM a reštartujte GDM.
ta: ஜிடிஎம் குழு '%s' இப்போது இல்லை. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய். அதன்பின் ஜிடிஎம் ஐ துவக்குக.

source: %s: Can't find the GDM group '%s'. Aborting!
ar: %s: لم أجد ايجاد مجموعة GDM '%s'. إلغاء!
as: %s: '%s' নামক GDM গ্ৰুপ পাওয়া যায়নি। কৰ্ম বাতিল কৰা হচ্ছে!
bn: %s: '%s' নামক GDM গ্রুপ পাওয়া যায়নি। কর্ম বাতিল করা হচ্ছে!
cs: %s: Nelze najít skupinu GDM "%s". Probíhá ukončování!
es: %s: No se encuentra el grupo de GDM «%s». Se aborta.
eu: %s: Ezin da GDM-ren '%s' taldea aurkitu. Abortatu egingo da!
gl: %s: non se encontra o grupo '%s' do GDM. Interrompendo!
hi: %s: जीडीएम समूह (%s) नहीं पा सकता. छोड़ रहे!
it: %s: impossibile trovare il gruppo di GDM "%s". Chiusura in corso.
ne: %s: '%s' GDM समूह फेला पार्न सकिँदैन । परित्याग गर्दैछ !
or: %s: '%s' ଜି.ଡି.ଏମ. ସମୂହକୁ ପାଇ ପାରିବ ନାହିଁ। ପରିତ୍ଯାଗ କରୁଅଛି!
pl: %s: Nie można odnaleźć grupy GDM "%s". Rezygnacja!
sk: %s: Nemôžem nájsť GDM skupinu '%s'. Končím!
ta: %s: ஜிடிஎம் குழு (%s) ஐ கண்டுபிடிக்கமுடியவில்லை. கைவிடப் படுகிறது!

source: The GDM group is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
ar: مجموعة GDM ضبطت لتكون جذر، لكن ذلك ممنوع لكونه قد يشكل خطرا أمنيا. رجاء تصحيح إعداد GDM ثم أعد تشغيل GDM.
as: GDM গ্ৰুপ ৰূপে root ধাৰ্য কৰা হলেও নিৰাপত্তাজড়িত সমস্যা এড়াতে এইটো অনুমোদিত নয়। অনুগ্ৰহ কৰে GDM বিন্যাসেশন সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: GDM গ্রুপ রূপে root ধার্য করা হলেও নিরাপত্তাজড়িত সমস্যা এড়াতে এটি অনুমোদিত নয়। অনুগ্রহ করে GDM কনফিগারেশন সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Skupina GDM je nastavena jako superuživatel, což je z bezpečnostních důvodů zakázáno. Upravte prosím nastavení GDM a restartujte jej.
es: Se ha configurado el grupo GDM para que sea root, esto no está permitido ya que es un riesgo de seguridad. Corrija la configuración de GDM y reinicie GDM.
eu: GDM-taldea root izateko konfiguratu da, baina hori ez dago baimenduta segurtasun-arriskua sor baitezake. Zuzendu GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O grupo do GDM está configurado como superusuario, mais isto non está permitido xa que supón un risco de seguranza. Corrixa a configuración do GDM e reinícieo.
hi: जीडीएम समूह रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार नहीं है. कृपया जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: Il gruppo di GDM è impostato a "root", ma ciò non è permesso per motivi di sicurezza. Correggere la configurazione di GDM e riavviare GDM.
ne: GDM समूह लाई मूलमा सेट गरिएको छ, तर यसले सुरक्षा खतरा गर्न सक्ने भएकोले यसलाई अनुमति दिइँदैन । कृपया GDM कन्फिगरेसन सच्यागनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: ଜି.ଡି.ଏମ. ସମୂହକୁ ରୁଟ ଭାବରେ ବିନ୍ଯାସ କରାଯାଇଛି, କିନ୍ତୁ ସୁରକ୍ଷାରେ ବିପଦର ଆଶଙ୍କା ଥିବାରୁ ଏହା ଗ୍ରହଣୀୟ ନୁହେଁ। ଦୟାକରି ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Grupa GDM jest równoważna grupie root, jednak ze względu na bezpieczeństwo nie jest to dozwolone. Popraw konfigurację GDM i uruchom go ponownie.
sk: Skupina GDM je nastavená ako správca, ale to nie je z bezpečnostných dôvodov povolené. Prosím, opravte konfiguráciu GDM a reštartujte GDM.
ta: ஜிடிஎம் பயனர் குழு மூலம் ஆக அமைக்கப் பட்டது,ஆனால் இது பாதுகாப்பானது அல்ல என்பதால் இதற்கு அனுமதி இல்லை. தயவு செய்து ஜிடிஎம் உருவமைப்பை சரிசெய் அதன்பின் ஜிடிஎம் ஐ துவக்குக.

source: %s: The GDM group should not be root. Aborting!
ar: %s: يجب أن لا تكون مجموعة GDM جذر. إلغاء!
as: %s: GDM গ্ৰুপ root হওয়া উচিত নয়। কৰ্ম বাতিল কৰা হচ্ছে!
bn: %s: GDM গ্রুপ root হওয়া উচিত নয়। কর্ম বাতিল করা হচ্ছে!
cs: %s: Skupina GDM nesmí být superuživatelem. Probíhá ukončování!
es: %s: el grupo de GDM no debería ser root. Se aborta.
eu: %s: GDM-taldeak ez luke root izan behar. Abortatu egingo da!
gl: %s: o grupo do GDM non debería ser superusuario. Interrompendo!
hi: %s: जीडीएम समूह रूट नहीं होना चाहिये. छोड़ रहे!
it: %s: il gruppo di GDM non dovrebbe essere "root". Chiusura in corso.
ne: %s: GDM समूह मूल हुनुहुँदैन । परित्याग गर्दैछ !
or: %s: ଜି.ଡି.ଏମ. ସମୂହ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ହେବା ଉଚିତ ନୁହେଁ। ପରିତ୍ଯାଗ କରୁଅଛି!
pl: %s: Grupa GDM nie powinna być grupą administratora. Rezygnacja!
sk: %s: Skupina GDM by nemala byť správca. Končím!
ta: %s: ஜிடிஎம் குழு 'மூலம்' ஆக இருக்கக்கூடாது. கைவிடப் படுகிறது!

source: %s: Greeter not found or can't be executed by the GDM user
es: %s: no se ha encontrado la interfaz de entrada o no puede ejecutarse por el usuario de GDM
eu: %s: Ez da ongietorri-interfazea aurkitu edo GDM-erabiltzaileak ezin du exekutatu

source: %s: Remote greeter not found or can't be executed by the GDM user
as: %s:
es: %s: no se ha encontrado la interfaz de entrada remota o no puede ejecutarse por el usuario de GDM
eu: %s: Ez da urruneko ongietorri-interfazea aurkitu edo GDM-erabiltzaileak ezin du exekutatu

source: %s: Chooser not found or it can't be executed by the GDM user
es: %s: no se ha encontrado el «Selector» o no puede ejecutarse por el usuario de GDM
eu: %s: Ez da hautatzailea aurkitu edo GDM-erabiltzaileak ezin du exekutatu

source: No daemon/ServAuthDir specified in the GDM configuration file
as: ফাইল
es: No se ha especificado daemon/ServAuthDir en el archivo de configuración
eu: Ez da daemon-a/ServAuthDir zehaztu GDM-ren konfigurazio-fitxategian

source: %s: No daemon/ServAuthDir specified.
es: %s: No se ha especificado el directorio daemon/ServAuthDir.
eu: %s: Ez da daemon/ServAuthDir zehaztu.
mr: %s: व्यवस्थापक/अधि.सर्वर.मार्गदर्शिका ठरविलेली नाही.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or GDM configuration and restart GDM.
es: Se ha establecido el directorio de autorización de servidor (daemon/ServAuthDir) a %s, pero no pertenece al usuario %s y grupo %s. Corrija los permisos o la configuración de GDM y reinicie GDM.
eu: Zerbitzariaren autentifikazio-direktorioa (daemon/ServAuthDir) %s gisa konfiguratuta dago, baina ez da ez %s erabiltzailearena, ez %s taldearena. Zuzendu jabetza edo GDM-ren konfigurazioa, eta berrabiarazi GDM.

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
es: %s: El directorio de autorización %s no pertenece al usuario %s, grupo %s. Se aborta.
eu: %s: Authdir %s ez da %s erabiltzailearena, ez %s taldearena. Abortatu egingo da.
mr: %1s: अधिकृत मार्गदर्शिका %2s वापरकर्त्याच्या/गटाच्या %3s, मालकीची नाही %4s. खंडीत करीत आहे.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions: it should have permissions of %o. Please correct the permissions or the GDM configuration and restart GDM.
ar: دليل تصاريح الخادم (daemon/ServAuthDir) مضبوط لـ %s لكن التصاريح خاطئة، يجب أن يملك التصاريح %o. رجاء صحح التصاريح أو إعدادات GDM ثم إعادة تشغيل GDM.
as: সেৱক অনুমোদনেৰ ডিৰেক্টৰি (daemon/ServAuthDir) ৰূপে %s ধাৰ্য কৰা হয়েছে কিন্তু এই ডিৰেক্টৰিৰ বাবে সঠিক অনুমতি উপস্থিত নেই; %o অনুমতি উপস্থিত থাকা আবশ্যক। অনুগ্ৰহ কৰে GDM বিন্যাসেশন অথবা অনুমতি সংশোধন কৰে GDM পুনৰায় আৰম্ভ কৰক।
bn: সার্ভার অনুমোদনের ডিরেক্টরি (daemon/ServAuthDir) রূপে %s ধার্য করা হয়েছে কিন্তু এই ডিরেক্টরির জন্য সঠিক অনুমতি উপস্থিত নেই; %o অনুমতি উপস্থিত থাকা আবশ্যক। অনুগ্রহ করে GDM কনফিগারেশন অথবা অনুমতি সংশোধন করে GDM পুনরায় আরম্ভ করুন।
cs: Adresář k ověřování serveru (daemon/ServAuthDir) je nastaven na %s, ale má nesprávná oprávnění; měl by mít oprávnění %o. Upravte prosím nastavení oprávnění nebo nastavení GDM a restartujte GDM.
es: Se ha establecido el directorio de autorización del servidor (daemon/ServAuthDir) a %s, pero tiene los permisos erróneos, debería tener los permisos %o. Corrija los permisos o la configuración de GDM y reinicie GDM.
eu: Zerbitzariaren autentifikazio-direktorioa (daemon/ServAuthDir) %s gisa konfiguratuta dago, baina baimen okerrak ditu, %o(r)en baimena eduki behar luke. Zuzendu baimenak edo GDM-ren konfigurazioa eta berrabiarazi GDM.
gl: O directorio de autorización do servidor (daemon/ServAuthDir) está definido como %s mais ten permisos incorrectos, debería ter permisos %o. Corrixa os permisos ou a configuración do GDM e reinícieo.
hi: सर्वर आथोराइजेशन निर्देशिका (daemon/ServAuthDir) %s में नियत है जिसमे गलत अनुमतियाँ हैं. इसमें अनुमति %o होना चाहिए. कृपया अनुमतियाँ अथवा जीडीएम विन्यासन ठीक करें और जीडीएम पुनः प्रारंभ करें.
it: La directory di autorizzazione del server (daemon/ServAuthDir) è impostata a %s, ma ha permessi errati: dovrebbero essere %o. Correggere i permessi o la configurazione di GDM e riavviare GDM.
ne: सर्भर प्रमाणिकरण डाइरेक्टरी (daemon/ServAuthDir) लाई %s मा सेट गरिएको छ तर गलत अनुमतिहरू छन्: यससँग %o को अनुमतिहरू हुनुपर्दछ । कृपया अनुमतिहरू वा GDM कन्फिगरेसन सँच्याउनुहोस् र GDM पुन: सुरुआत गर्नुहोस् ।
or: ସେବକ ବୈଧିକରଣ ଡିରେକ୍ଟୋରି (ଡେମନ/ServAuthDir) କୁ %s ଭାବରେ ବିନ୍ଯାସ କରାଯାଇଛି କିନ୍ତୁ ଏହା ନିକଟରେ ସଠିକ ପ୍ରବେଶାନୁମତି ନାହିଁ: ଏହା ପାଖରେ %o ର ପ୍ରବେଶାନୁମତି ରହିବା ଉଚିତ। ଦୟାକରି ପ୍ରବେଶାନୁମତିକୁ କିମ୍ବା ଜି.ଡି.ଏମ. ବିନ୍ଯାସକୁ ସଠିକ କରନ୍ତୁ ଏବଂ ଜି.ଡି.ଏମ. କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ।
pl: Katalog autoryzacji serwera (daemon/ServAuthDir) jest ustawiony na %s, lecz ma niewłaściwe uprawnienia: powinny być ustawione na %o. Popraw uprawnienia lub konfigurację GDM, i uruchom go ponownie.
sk: Priečinok prihlásenia servera (daemon/ServAuthDir) je nastavený na %s, ale má nesprávne oprávnenia, ktoré majú byť %o. Prosím, opravte práva alebo konfiguráciu GDM a reštartujte GDM.
ta: சேவையகம் உறுதி அடைவு (daemon/ServAuthDir)) %s என அமைக்கப்பட்டுள்ளது. ஆனால் அனுமதிகள் தவறாக உள்ளன அவை %o க்கு அமைக்கப்பட வேண்டும். தயவு செய்து அனுமதியை திருத்தவும் அல்லது ஜிடிஎம் உருவமைப்பை திருத்தி மீண்டும் துவக்கவும்

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
ar: %s: تصاريح الدليل Authdir·%s خاطئة %o. يجب أن تكون %o.·إلغاء.
as: %s: Authdir %s'ৰ বাবে উল্লিখিত অনুমতি %o সঠিক নয়। %o হওয়া উচিত। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: Authdir %s'র জন্য উল্লিখিত অনুমতি %o সঠিক নয়। %o হওয়া উচিত। কর্ম বাতিল করা হচ্ছে।
cs: %s: AuthDir %s má nesprávně nastavená oprávnění %o. Měla by být %o. Ukončování.
es: %s: El directorio de autorización %s tiene los permisos incorrectos %o. Debería tener %o. Se aborta.
eu: %s: Authdir %s(r)ek %o baimen okerrak ditu. %o izan behar luke. Abortatu egingo da.
gl: %s: o directorio de autorización %s ten permisos %o incorrectos. Deberían ser %o. Interrompendo.
hi: %s: Authdir %s में गलत %o अनुमति है. यह %o होना चाहिए. छोड़ रहे.
it: %s: authdir %s con permessi errati %o, dovrebbero essere %o. Chiusura in corso.
mr: %1s: Authdir %2s ला चुकीची संमती आहे %1o.%2o. खंडीत करावे लागेल.
ne: %s: %s Authdir सँग गलत %o अनुमतिहरू छन् । %o हुनुपर्दछ । परित्याग गर्दै ।
or: %s: Authdir %s ନିକଟରେ ଭୂଲ ପ୍ରବେଶୁମତି %o ଅଛି। ଏହା %o ହେବା ଉଚିତ ଥିଲା। ପରିତ୍ଯାଗ କରୁଅଛି।
pl: %s: Katalog autoryzacji %s posiada niewłaściwe uprawnienia %o. Prawidłową wartością powinno %o. Rezygnacja.
sk: %s: Overovací priečinok %s má nesprávne práva %o. Majú byť %o. Končím.
ta: %s: உறுதி அடைவு %s ,இல் தப்பான அனுமதி உள்ளது %o. இருக்க வேண்டியது %o. கைவிடப் படுகிறது.

source: y = Yes or n = No? >
ar: ن = نعم أو ل = لا؟ >
as: y = হ্যাঁ অথবা n = না? >
bn: y = হ্যাঁ অথবা n = না? >
cs: y = Ano nebo n = Ne? >
es: ¿y = Sí ó n = No? >
eu: y = Bai edo n = Ez? >
gl: y = Si ou n = Non? >
hi: y = हाँ या n = नहीं? >
it: y = Sì o n = No? >
mr: y=होय आणि n=नाही?>
ne: y=Yes वा n=No?>
or: y = ହଁ କିମ୍ବା n = ନାଁ? >
pl: y = tak lub n = nie? >
sk: y = Áno alebo n = Nie? >
ta: y = ஆமாம் அல்லது n = இல்லை? >

source: %s: Cannot get local addresses!
es: %s: no es posible obtener direcciones locales
eu: %s: Ezin dira helbide lokalak lortu!
mr: %s: स्थानिक पत्ते मिळत नाहीत.
