Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: The failsafe session is restricted to users who have been assigned the root role. If you cannot log in any other way please contact your system administrator
ar: تم حصر الجلسة الآمنة من الفشل للمستخدمين المعطي لهم دور الجذر. إذالم يمكنك الولوج بطريق آخر فاتصل بمدير نظامك
as: শুধুমাত্ৰ root পৰিচয় ধাৰণ কৰোঁতে সক্ষম ব্যবহাৰকাৰীৰা ফেইল সেফ অধিবেশন ব্যবহাৰ কৰোঁতে পাৰবেন। অন্য কোনো প্ৰণালীৰ মাধ্যমে প্ৰৱেশ কৰোঁতে সক্ষম না হলে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: শুধুমাত্র root পরিচয় ধারণ করতে সক্ষম ব্যবহারকারীরা ফেইল সেফ সেশান ব্যবহার করতে পারবেন। অন্য কোনো প্রণালীর মাধ্যমে লগ-ইন করতে সক্ষম না হলে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Záchranné sezení je omezeno na uživatele s přiřazenými oprávněními superuživatele. Nemůžete-li se přihlásit jiným způsobem, kontaktujte prosím svého správce systému
es: La sesión a prueba de fallos está restringida a los usuarios que tienen asignado el papel de administrador (root). Si no puede entrar de cualquier otra forma, contacte con su administrador de sistemas
eu: Hutsegiteen aurkako saioa 'root' supererabiltzailearen gaitasunak dituzten erabiltzaileetara murriztuta dago. Ez duzu beste biderik saioa hasteko, beraz kontaktatu sistemako administratzailearekin.
gl: A sesión a proba de fallos está restrinxida aos usuarios que teñen asignado o papel de superusuario. Se non pode iniciar unha sesión de calquera outra forma, contacte co seu administrador do sistema
hi: फेलसेफ सत्र उपयोक्ता में प्रतिबंधित है जो कि रूट भूमिका में नियत है. अगर आप किसी तरह अन्य तरीके से लॉग नहीं सकते हैं तो अपने सिस्टम प्रशासक से संपर्क करें
it: La sessione d'emergenza è riservata agli utenti ai quali è stato assegnato il ruolo di root. Se non è possibile effettuare l'accesso in un altro modo, contattare l'amministratore di sistema
ne: मूल भूमिका मानाङ्कन गरिएको प्रयोगकर्तालाई failsafe सत्र निषेध गरिएको छ । यदि तपाईँले कुनै अन्य तरिकाले लगइन गर्न सक्नु भएन भने कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस्
or: ଫେଲ-ସେଫ ଅଧିବେଶନଟି କେବଳ ସେହି ଚାଳକ ମାନଙ୍କ ମଧ୍ଯରେ ସୀମିତ ଯେଉଁମାନଙ୍କୁ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ର ଦ୍ବାୟିତ୍ବ ଗୁଡିକ ସମ୍ପନ୍ନ କରା ଯାଇଛି। ଯଦି ଆପଣ ଅନ୍ଯ କୌଣସି ଉପାୟରେ ଲଗଇନ କରି ପାରୁ ନାହାଁନ୍ତି ତାହାହେଲେ ଦୟାକରି ଆପଣଙ୍କର ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ
pl: Sesja awaryjna jest ograniczona jedynie do użytkowników z przypisaną rolą root'a.Jeżeli nie możesz zalogować się w inny sposób, skontaktuj się z administratorem systemu
sk: Núdzová relácia je prístupná iba tým používateľom, ktorí sú v úlohe správcu. Ak sa Vám nijakým iným spôsobom nepodarilo prihlásiť, kontaktujte svojho správcu.
ta: இது ஒரு தோல்வி பாதுகாப்பு எக்ஸ்டெர்ம் அமர்வு. இது மூல(ரூட்) வேலை செய்ய அனுமதி பெற்றவருக்கு மட்டும் உங்களால் வேறுவழியில் உள்நுழைய முடியாவிடில் கணிணி நிர்வாகியை அணுகவும்

source: %s: User not allowed to log in
ar: %s: مستخدم غير مسموح له بالولوج
as: %s: ব্যবহাৰকাৰীকে প্ৰৱেশ কৰাৰ অনুমতি প্ৰদান কৰা হোৱা নাই
bn: %s: ব্যবহারকারীকে লগ-ইন করার অনুমতি প্রদান করা হয়নি
cs: %s: Uživateli není dovoleno se přihlásit
es: %s: El usuario no tiene permiso para acceder
eu: %s: Erabiltzaileak ez du saioa hasteko baimenik
gl: %s: o usuario non ten permiso para iniciar a sesión
hi: %s: उपयोक्ता का लॉग इन वर्जित है.
it: %s: utente non abilitato per l'accesso
mr: %s: वापरकर्त्यास आत जाण्यास परवानगी नाही.
ne: %s: प्रयोगकर्तालाई लगइन गर्न अनुमति दिइएको छैन
or: %s: ଲଗଇନ୍ ରେ ଚାଳକ ଗ୍ରହଣୀୟ ନୁହେଁ
pl: %s: Użytkownik nie posiada uprawnień do logowania
sk: %s: Používateľ nemá povolené prihlásiť sa
ta: %s: பயனர் நுழைய அனுமதி இல்லை

source: The system administrator has disabled your account.
ar: لقد عطّل مدير النظام حسابك.
as: ব্যৱস্থাপ্ৰণালী অ্যাডমিনস্ট্ৰেটৰ দ্বাৰা আপনাৰ হিচাপ নিষ্ক্ৰিয় কৰা হয়েছে।
bn: সিস্টেম অ্যাডমিনস্ট্রেটর দ্বারা আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে।
cs: Správce systému zakázal váš účet.
es: El administrador del sistema ha desactivado su cuenta.
eu: Sistema-administratzaileak zure kontua desgaitu du.
gl: O administrador do sistema desactivou a súa conta.
hi: सिस्टम प्रशासक ने आपका खाता अक्षम कर दिया है.
it: L'amministratore di sistema ha disabilitato l'account.
mr: संगणक व्यवस्थापकाने तुमचे खाते बंद केले आहे.
ne: प्रणाली प्रशासकले तपाईँको खाता अक्षम पारेको छ ।
or: ତନ୍ତ୍ର ପ୍ରଶାସକ ଆପଣଙ୍କ ଖାତାକୁ ନିଷ୍କ୍ରିୟ କରିଦେଇଛନ୍ତି।
pl: Administrator systemu zablokował to konto.
sk: Správca systému zakázal použitie vášho účtu.
ta: உங்கள் கணக்கை கணிணி மேலாளர் செயல் இழக்க வைத்துள்ளார்.

source: Error! Unable to set executable context.
ar: خطأ! لا يمكن ضبط سياق التنفيذ.
as: ত্ৰুটি! সঞ্চালনযোগ্য কনটেক্সট নিৰ্ধাৰণ কৰোঁতে ব্যৰ্থ।
bn: ত্রুটি! সঞ্চালনযোগ্য কনটেক্সট নির্ধারণ করতে ব্যর্থ।
cs: Chyba! Nelze nastavit spustitelný kontext.
es: Error. No se puede establecer el contexto ejecutable.
eu: Errorea! Ezin da testuinguru exekutagarria ezarri.
gl: Erro! Non se pode definir o contexto do executable.
hi: त्रुटि! एक्ज़ीक्यूटेबल कॉन्टेक्स्ट नियत करने में अक्षम
it: Errore. Impossibile impostare il contesto eseguibile.
mr: चूक! कार्यवाही संदर्भ निर्धारित करू शकलो नाही.
ne: त्रुटि! कार्यान्वयनयोग्य प्रसंग सेट गर्न अक्षम छ ।
or: ତୃଟି! ନିଷ୍ପାଦନୀୟ ପ୍ରସଙ୍ଗକୁ ବିନ୍ଯାସ କରିବାରେ ଅସମର୍ଥ।
pl: Błąd! Nie można ustawić kontekstu uruchomienia.
sk: Chyba počas nastavenia kontextu spúšťania.
ta: பிழை! இயங்கக்கூடிய சூழல் அமைக்க முடியவில்லை.

source: %s: Could not exec %s %s %s %s %s %s
ar: %s: لم يمكن تشغيل %s %s %s %s %s %s
es: %s: No se pudo ejecutar %s %s %s %s %s %s
eu: %s: Ezin izan da exekutatu -> %s %s %s %s %s %s

source: %s: Could not exec %s %s %s
ar: %s: لم يمكن تشغيل %s %s %s
es: %s: no se pudo ejecutar %s %s %s
eu: %s: Ezin izan da %s %s %s exekutatu
mr: %s: %1s %2s %3s चालू करु शकत नाही.

source: Cannot start the session due to some internal error.
ar: لا يمكن بدأ الجلسة بسبب أخطاء داخلية.
as: অভ্যন্তৰীণ ত্ৰুটিৰ বাবে অধিবেশন আৰম্ভ কৰোঁতে ব্যৰ্থ।
bn: অভ্যন্তরীণ ত্রুটির জন্য সেশান আরম্ভ করতে ব্যর্থ।
cs: Nelze spustit sezení kvůli neurčené vnitřní chybě.
es: No se pudo iniciar la sesión debido a algunos errores internos.
eu: Ezin da saioa abiarazi barneko errore batzuengatik.
gl: Non se pode iniciar a sesión por causa dalgún erro interno.
hi: कुछ आंतरिक त्रुटि के कारण सत्र शुरु नही कर पाए.
it: Impossibile avviare la sessione a causa di un errore interno.
mr: काही अंतर्गत त्रुटींमुळे सत्र चालू करु शकत नाही.
ne: केही आन्तरिक त्रुटिका कारणले सत्र सुरू गर्न सकिँदैन ।
or: କିଛି ଆଭ୍ଯନ୍ତରୀଣ ତୃଟି ଯୋଗୁଁ ଅଧିବେଶନକୁ ପ୍ରାରମ୍ଭ କରିପାରିଲା ନାହିଁ।
pl: Nie można uruchomić sesji z powodu błędu wewnętrznego.
sk: Nie je možné spustiť reláciu kvôli internej chybe.
ta: உள் பிழையால் அமர்வை துவக்க முடியவில்லை.

source: %s: User passed auth but getpwnam (%s) failed!
ar: %s: نجح التحقق من هوية المستعمل لكن getpwnam(%s) فشل!
as: %s: ব্যবহাৰকাৰী auth'এ সফল হলেও getpwnam (%s) ব্যৰ্থ!
bn: %s: ব্যবহারকারী auth'এ সফল হলেও getpwnam (%s) ব্যর্থ!
cs: %s: Uživatel prošel ověřením, ale getpwnam (%s) selhalo!
es: %s: El usuario pasó la autenticación pero getpwnam (%s) falló.
eu: %s: erabiltzaileak autentifikazioa pasatu du, baina getpwnam(%s)(e)k huts egin du!
gl: %s: o usuario autenticouse mais o getpwnam (%s) fallou!
hi: %s: उपयोक्ता प्राधिकृत सफल, पर getpwnam(%s) असफल!
it: %s: l'utente è stato autenticato, ma getpwnam (%s) è fallita.
ne: %s: प्रयोगकर्ताले प्रमाणीकरण पास गर्‍‌यो तर (%s) getpwnam असफल भयो!
or: %s: ଚାଳକ ବୈଧିକରଣ ସଫଳ କିନ୍ତୁ getpwnam (%s) ବିଫଳ!
pl: %s: Użytkownik podał dane, lecz funkcja getpwnam(%s) nie powiodła się!
sk: %s: Užívateľ bol overený, ale getpwnam (%s) zlyhalo!
ta: %s: பயனர் உறுதி செய்யப்பட்டது ஆனால் getpwnam(%s) உறுதி செய்யப்படவில்லை!

source: %s: Execution of PostLogin script returned > 0. Aborting.
ar: %s: تشغيل النص الشفري ل PostLogin ارجع > 0. إلغاء.
as: %s: PostLogin স্ক্ৰিপ্ট থেকে প্ৰাপ্ত মান > ০(0)। কৰ্ম বাতিল কৰা হচ্ছে।
bn: %s: PostLogin স্ক্রিপ্ট থেকে প্রাপ্ত মান > ০(0)। কর্ম বাতিল করা হচ্ছে।
cs: %s: Spuštění skriptu PreSession vrátilo > 0. Ukončování.
es: %s: La ejecución del script PostLogin devolvió > 0. Se aborta.
eu: %s: PostLogin script-aren exekuzioak hau eman du > 0. Abortatu egingo da.
gl: %s: a execución do script PostLogin devolveu un valor maior que cero. Interrompendo.
hi: %s: पोस्ट-लॉगइन स्क्रिप्ट कार्यान्वयन वापस > 0 छोड़ रहे.
it: %s: l'esecuzione dello script "PostLogin" ha restituito un valore maggiore di 0. Chiusura in corso.
mr: %s: PostLogin च्या लेखनाच्या अंमलबजावणीचा परिणाम 0 आहे. खंडीत होत आहे.
ne: %s: लगइन पश्चातको स्क्रिप्टको कार्यान्वयन > 0 फिर्ता भयो । परित्याग गर्दै ।
pl: %s: Skrypt PostLogin zwrócił wartość stanu > 0. Rezygnacja.
sk: %s: Vykonanie skriptu PostLogin vrátilo > 0. Končím.
ta: %s:இயக்கப் பட்ட பின் நுழை குறுநிரலின் விடை > 0. கைவிடப் படுகிறது.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
ar: دليلك المنزلي مسرود كـ:'%s' لكن يبدو انه غير موجود. هل تريد الولوج بالدليل الجذري (/) كدليلك المنزلي؟من المحتمل أن لا يعمل أي شيء ما لم تستعمل جلسة آمنة من الفشل.
bn: আপনার ব্যক্তিগত ডিরেক্টরি রূপে চিহ্নিত হয়েছে: '%s', কিন্তু ডিরেক্টরিটি সম্ভবত উপস্থিত নেই। / (root) ডিরেক্টরিটি আপনার ব্যক্তিগত ডিরেক্টরিরূপে ব্যবহার করে লগ-ইন করতে ইচ্ছুক কি? ফেইল-সেফ সেশান ব্যবহার না করা অবধি ত্রুটি সংশোধন না হওয়ার সম্ভাবনা বেশি।
cs: Váš domovský adresář je uveden jako: "%s", ale zdá se, že neexistuje. Chcete se přihlásit s adresářem / (kořenový adresář) jako vaším domovským adresářem? Je nepravděpodobné, že bude něco fungovat, pokud nepoužijete záchranné sezení.
eu: Zure etxeko direktorioa honela zerrendatuta dago: '%s' baina lehendik ez dagoela dirudi. / (erro) direktorioa etxeko direktorio gisa duzula hasi nahi duzu saioa? Ziurrenik ezerk ere ez du funtzionatuko, baldin eta hutsegiteen aurkako saioa erabiltzen ez baduzu.
gl: O seu directorio persoal está listado como: '%s' mais parece que non existe. Quere iniciar a sesión usando o directorio / (raíz) como directorio persoal? O máis seguro é que non funcione nada a non ser que use unha sesión a proba de fallos.
hi: आपकी होम निर्देशिका: '%s' के नाम से सूचीबद्ध है लेकिन प्रतीत होता है कि यह मौजूद नहीं है. क्या आप / (रूट) निर्देशिका में होम निर्देशिका जैसे लॉग-इन करना चाहते हैं? नहीं लगता कि कुछ कार्य हो भी सकता है जब तक कि आप फेल सेफ सत्र उपयोग में न लाएँ.
it: La directory home è elencata come "%s", ma sembra non esistere. Effettuare l'accesso utilizzando la directory / (root) come directory home? È improbabile che qualcosa funzioni a meno di usare una sessione d'emergenza.
ne: तपाईँको गृह डाइरेक्टरी यस रूपमा सूचीबद्ध भएको छ: '%s' तर यो अवस्थित रहेको देखिँदैन । तपाईँ / (मूल) डाइरेक्टरीलाई गृह डाइरेक्टरीको रूपमा लगइन गर्न चाहानुहुन्छ?तपाईँले failsafe सत्र सुरू नगरे सम्म कहीले पनि काम गर्न सक्दैन ।
pl: Katalog domowy jest zdefiniowany jako: '%s' lecz katalog o tej nazwie nie istnieje. Czy zalogować przyjmując katalog / (root) za katalog domowy? Najprawdopodobniej w tej sytuacji będzie poprawnie działać tylko sesja awaryjna.
sk: Váš domovský priečinok je uvedený ako: '%s', ale vyzerá, že neexistuje. Chcete sa prihlásiť s tým, že ako váš domovský priečinok sa použije koreňový priečinok (/)? Asi nebude nič fungovať okrem prípadu, že použijete záchrannú reláciu.
ta: உங்கள் இல்ல அடைவு இப்படி பட்டியலிட பட்டுள்ளது:'%s' ஆனால் அது இருப்பில் இல்லை. / (மூலம்) அடைவை உங்கள் இல்ல அடைவாக கொண்டு உள்நுழைய வேண்டுமா?தோல்வி பாதுகாப்பு அமர்வை பயன்படுத்தாவிடில் வேறு எதுவும் வேலை செய்ய வாய்ப்புகள் இல்லை.

source: %s: Home directory for %s: '%s' does not exist!
ar: %s: الدليل المنزلي لـ %s: '%s' غير موجود!
as: %s: %s'ৰ ব্যক্তিগত ডিৰেক্টৰি: '%s' বৰ্তমানে অনুপস্থিত!
bn: %s: %s'র ব্যক্তিগত ডিরেক্টরি: '%s' বর্তমানে অনুপস্থিত!
cs: %s: Domovský adresář pro %s: "%s" neexistuje!
es: %s: el directorio personal para %s: «%s» no existe.
eu: %s: %s(r)en etxeko direktorioa: %s ez dago!
gl: %s: o directorio persoal de %s: '%s' non existe!
hi: %s: होम निर्देशिका %s: हेतु '%s' मौज़ूद नहीं है.
it: %s: directory home di %s: "%s" non esiste.
mr: %s: व्यक्तीगत मार्गदर्शिका %s: '%s' अस्तित्वात नाही.
ne: %s:%s का लागि गृह डाइरेक्टरी :'%s' अवस्थित छैन!
or: %s: %s ର ମୂଳସ୍ଥାନ ପଞ୍ଜିକା: '%s' ଅବସ୍ଥିତ ନାହିଁ!
pl: %s: Katalog domowy użytkownika %s: "%s" nie istnieje!
sk: %s: Domovský priečinok pre %s: '%s' neexistuje!
ta: %s: இல்ல அடைவுக்கான %s: '%s' இருப்பில் இல்லை!

source: User's $HOME/.dmrc file is being ignored. This prevents the default session and language from being saved. File should be owned by user and have 644 permissions. User's $HOME directory must be owned by user and not writable by other users.
ar: تم تجاهل ملف $HOME/.dmrc الخاص بالمستخدم. سيمنع هذا حفظ الجلسة واللغة الإفتراضية. يجدر أن يكون هذا الملف ملكا للمستخدم وله الصلاحيات 644. دليل $HOME الخاص بالمستخدم يجب أن يكون مملوكا لنفس المستخدم وليس مسموحا للكتابة فيه لأي مستخدم آخر.
as: ব্যবহাৰকাৰীৰ $HOME/.dmrc ফাইল অগ্ৰাহ্য কৰা হবে। এৰ ফলে ডিফল্ট অধিবেশন ও ভাষা সংৰক্ষণ কৰা যাবে না। ফাইলেৰ মালিকানা ব্যবহাৰকাৰীৰ অধীন হওয়া আবশ্যক ও 644 অনুমতি উপস্থিত থাকা প্ৰয়োজন। ব্যবহাৰকাৰীৰ $HOME ডিৰেক্টৰি ব্যবহাৰকাৰীৰ মালিকানাধীন হওয়া উচিত ও অন্যান্য ব্যবহাৰকাৰীদেৰ লিখনযোগ্য হবে না।
bn: ব্যবহারকারীর $HOME/.dmrc ফাইল অগ্রাহ্য করা হবে। এর ফলে ডিফল্ট সেশান ও ভাষা সংরক্ষণ করা যাবে না। ফাইলের মালিকানা ব্যবহারকারীর অধীন হওয়া আবশ্যক ও 644 অনুমতি উপস্থিত থাকা প্রয়োজন। ব্যবহারকারীর $HOME ডিরেক্টরি ব্যবহারকারীর মালিকানাধীন হওয়া উচিত ও অন্যান্য ব্যবহারকারীদের লিখনযোগ্য হবে না।
cs: Uživatelský soubor $HOME/.dmrc má nesprávná oprávnění a je ignorován. To brání uložení výchozího sezení a jazyka. Soubor by měl být vlastněn uživatelem a mít oprávnění 644. Adresář $HOME musí být vlastněn uživatelem a mít zakázán zápis pro ostatní uživatele.
es: Se está ignorando el archivo $HOME/.dmrc del usuario. Esto impide que se guarden la sesión predeterminada y el idioma. El archivo debería pertenecer al usuario y tener los permisos 644. El directorio personal del usuario debe pertenecer al usuario y no ser escribible para otros usuarios.
eu: Zure $HOME/.dmrc fitxategiari ezikusi egingo zaio. Saio eta hizkuntza lehenetsiak gorde izatetik sahiesten du. Fitxategiaren jabea erabiltzailea izan beharko luke eta 644 baimenak eduki, eta beste erabiltzaileek ezingo lukete hor idatzi.
gl: O seu ficheiro $HOME/.dmrc será ignorado. Isto causará que a sesión e o idioma predeterminados non se garden. O ficheiro debería pertencer ao usuario e ter os permisos 644. O directorio de usuario $HOME debe pertencer ao usuario e non pode ser escribible por outros usuarios.
hi: उपयोक्ता का $HOME/.dmrc फाइल अनदेखा किया जा रहा है. यह मूलभूत सत्र और भाषा को सहेजे जाने से रोकता है. फाइल को उपयोक्ता के द्वारा स्वामित्व दिया जाना चाहिये और 644 अनुमति रखना चाहिये. उपयोक्ता की $HOME निर्देशिका उपयोक्ता के द्वारा जरूर स्वामित्व में रखनी चाहिये और अन्य उपयोक्ता द्वारा नहीं लिखने योग्य होना चाहिये.
it: Il file $HOME/.dmrc dell'utente viene ignorato. Questo impedisce il salvataggio della sessione e della lingua predefinita. Il file dovrebbe essere di proprietà dell'utente e avere i permessi 644. La directory $HOME dell'utente deve essere di proprietà dell'utente e non scrivibile da altri utenti.
ne: प्रयोगकर्ताको $HOME/.dmrc फाइल उपेक्षा गरियो । यसले पूर्वनिर्धारित सत्र र भाषा बचत हुनबाट रोक्दछ । फाइल प्रयोगकर्ताको स्वामित्वमा हुन पर्दछ र ६४४ अनुमतिहरू हुनु पर्दछ । प्रयोगकर्ताको $HOME डाइरेक्टरी प्रयोगकर्ताले स्वामित्वमा लिएको र अन्य प्रयोगकर्ताद्वारा लेखनयोग्य हुनुहुँदैन ।
pl: Plik $HOME/.dmrc został zignorowany. Uniemożliwia to zapisanie domyślnej sesji i języka. Plik powinien należeć do użytkownika oraz mieć uprawnienia 644.Katalog $HOME użytkownika musi do niego należeć i nie może być zapisywalny przez innych użytkowników.
sk: Užívateľov súbor $HOME/.dmrc je ignorovaný. Toto zabráni uloženiu predvolenej relácie a jazyka. Súbor by mal byť vlastnený užívateľom a mať práva 664. Priečinok $HOME používateľa musí byť vlastnený užívateľom a nezapisovateľný ostatnými užívateľmi.
ta: பயனரின் $HOME/.dmrc கோப்பு உதாசீனப் படுத்தப் படுகிறது. இதனால் முன்னிருப்பு அமர்வும் மொழியும் கிடைக்காது. கோப்பு பயனருடையதாக இருக்க வேண்டும்;644 அனுமதிகள் இருக்க வேண்டும். பயனரின் $HOME கோப்பு பயனருடையதாக இருக்க வேண்டும்; மற்றவர் எழுத அனுமதி இருக்கக்கூடாது.

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
ar: لا يستطيع GDM كتابة ملف تصريحك. هذا يعني أن فضاء القرص لم يعد كافيا أو أن دليلك المنزلي لم يمكن فتحه للكتابة. على أي حال، لا يمكن الولوج. رجاء اتصل بمدير نظامك
as: GDM দ্বাৰা অনুমোদনেৰ ফাইলে লেখা সম্ভৱ হোৱা নাই। সম্ভৱত ডিস্কে কোনো স্থান অবশিষ্ট নেই অথবা লেখাৰ বাবে ব্যক্তিগত ডিৰেক্টৰি খোলা সম্ভৱ হোৱা নাই। এৰ ফলে প্ৰৱেশ কৰা সম্ভৱ নয়। অনুগ্ৰহ কৰে ব্যৱস্থাপ্ৰণালী অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰক।
bn: GDM দ্বারা অনুমোদনের ফাইলে লেখা সম্ভব হয়নি। সম্ভবত ডিস্কে কোনো স্থান অবশিষ্ট নেই অথবা লেখার জন্য ব্যক্তিগত ডিরেক্টরি খোলা সম্ভব হয়নি। এর ফলে লগ-ইন করা সম্ভব নয়। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: GDM nemůže zapisovat do vašeho souboru s ověřením. To může znamenat, že na disku není volné místo, nebo že váš domovský adresář nelze otevřít k zápisu. V každém případě není možné se přihlásit. Kontaktujte prosím svého správce systému
es: GDM no pudo escribir en su archivo de autorización. Esto puede significar que no tiene espacio en disco o que su directorio personal no se pudo abrir para escritura. En cualquier caso no es posible iniciar la sesión. Contacte con el administrador del sistema
eu: GDMk ezin izan du zure baimen-fitxategian idatzi. Horrek esan nahi dezakeez duzula diskoan leku librerik edo zure etxeko direktorioa ezin dela idazteko ireki. Edonola ere, ezin da saioa hasi. Jarri harremanetan sistema-administratzailearekin
gl: GDM non puido escribir ao ficheiro de autorización. Isto pode significar que non resta espazo no disco ou que non se pode abrir para escritura o seu directorio persoal. En calquera caso, non é posible iniciar a sesión. Contacte co administrador do sistema
hi: जीडीएम आपके प्राधिकरण फ़ाइल नहीं लिख सकता. इसका मतलब है कि आप के पास डिस्क में जगह नहीं है या आपकी होम निर्देशिका लिखने हेतु खोली नहीं जा सकी. जो भी हो, लॉग-इन संभव नहीं है. कृपया अपने सिस्टम प्रशासक से संपर्क करें.
it: GDM non può scrivere sul file di autorizzazione. È possibile che non ci sia spazio sufficiente o che non sia possibile scrivere nella directory home. In ogni caso è impossibile effettuare l'accesso. Contattare l'amministratore di sistema.
mr: GDM द्वारा तुमची अधिकृत फाईल सुरु झाली नाही, याचा अर्थ असा की तुमच्या डिस्कवर मोकळी जागा नसावी किंवा लेखनासाठी तुमची व्यक्तीगत मार्गदर्शिका सुरु झाली नाही. अशा स्थितीत प्रवेश करणे कठीण आहे. कृपया तुमच्या संगणक व्यवस्थापकाकडे जा.
ne: GDM ले तपाईँको प्रमाणीकरण फाइलमा लेख्न सकेन । यसको अर्थ तपाईँ डिस्कको खालीस्थानबाट बाहिर हुनुहुन्छ वा तपाईँको गृह डाइरेक्टरी लेख्नका लागि खोल्न सकिँदैन, कुनै पनि केसमा यो लगइन गर्न सम्भव छैन । कृपया तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस्
pl: Program GDM nie może zapisać pliku autoryzacji. Może to oznaczać brak przestrzeni dyskowej lub brak możliwości zapisu w twoim katalogu domowym. W związku z tym zalogowanie się jest niemożliwe. Skontaktuj się z administratorem systemu.
sk: GDM nemohol zapísať váš autorizačný súbor. Možno to znamená, že máte nedostatok miesta na disku, alebo že nie je možné otvoriť váš domovský priečinok na zápis. V každom prípade, nie je možné vás prihlásiť. Prosím, kontaktujte administrátora systému.
ta: ஜிடிஎம் உங்கள் உறுதி செய் கோப்பில் எழுத முடியவில்லை. இதற்கு வட்டில் இடம் இல்லை என்றோ அல்லது எழுதுவதற்காக உங்கள் இல்ல அடைவை திறக்க முடியவில்லை என்றோ அர்த்தம் கொள்ளலாம். எப்படியானாலும், உள்ளே நுழைய முடியாது. உங்கள் கணிணி நிர்வாகியை தயவு செய்து தொடர்பு கொள்ளவும்

source: %s: Error forking user session
ar: %s: خطأ تشعيب جلسة المستخدم
as: %s: ব্যবহাৰকাৰীৰ সেশন fork কৰোঁতে সমস্যা
bn: %s: ব্যবহারকারীর সেশন fork করতে সমস্যা
cs: %s: Chyba při rozvětvení sezení uživatele
es: %s: Ha ocurrido un error al crear un nuevo proceso para la sesión del usuario
eu: %s: Errorea gertatu da erabiltzailearen saioa sardetzean
gl: %s: hai un erro ao facer fork da sesión de usuario
hi: %s: उपयोक्ता सत्र फॉर्क करने में त्रुटि
it: %s: errore eseguendo la fork della sessione utente
mr: %s: वापरकर्त्याचे सत्र चालू करताना चुक झाली.
ne: %s: प्रयोगकर्ता सत्र विभाजन गर्दा त्रुटि
or: %s: ଚାଳକ ଅଧିବେଶନକୁ ଫୋର୍କ କରିବା ସମୟରେ ତୃଟି
pl: %s: Błąd przy tworzeniu procesu sesji użytkownika
sk: %s: Chyba pri delení užívateľskej relácie
ta: %s: பயனர் அமர்வை பிரிப்பதில் பிழை
