Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Remove the "%s" theme?
ar: هل أحذف السمة "%s" ؟
as: "%s" থিমটি মুছে ফেলা হবে কি?
bn: "%s" থিমটি মুছে ফেলা হবে কি?
cs: Odstranit motiv "%s"?
es: ¿Desea quitar el tema «%s»?
eu: Kendu "%s" gaia?
gl: Eliminar o tema "%s"?
hi: "%s" प्रसंग हटायें?
it: Rimuovere il tema "%s"?
ne: "%s" विषयवस्तु हटाउनुहुन्छ?
or: "%s" ପ୍ରସଙ୍ଗକୁ ଅପସାରଣ କରନ୍ତୁ?
pl: Usunąć motyw "%s"?
sk: Odstrániť tému "%s"?
ta: "%s" சூழலை நீக்க வேண்டுமா?

source: If you choose to remove the theme, it will be permanently lost.
ar: لو اخترت حذف السمة ستفقد إلي غير رجعة.
as: থিম মুছে ফেলা হলে তা পুনৰুদ্ধাৰ কৰা সম্ভৱ নয়।
bn: থিম মুছে ফেলা হলে তা পুনরুদ্ধার করা সম্ভব নয়।
cs: Jestliže vyberete motiv k odstranění, bude odstraněn natrvalo.
es: Si elije eliminar el tema, se perderá permanentemente.
eu: Gaia kentzea hautatzen baduzu, betirako galdu egingo da.
gl: Se selecciona eliminar o tema, este perderase permanentemente.
hi: अगर आप प्रसंग हटाने के लिये चुनते हैं तो यह स्थायी रूप से समाप्त हो जायेगा.
it: Se si sceglie di rimuovere il tema, questo verrà perso permanentemente.
ne: यदि तपाईँले विषयवस्तु हटाउन रोज्नुहुन्छ भने, यो स्थायी रूपले हराउनेछ ।
or: ଯଦି ଆପଣ ପ୍ରସଙ୍ଗକୁ ଅପସାରଣ କରିବା ପାଇଁ ଚୟନ କରନ୍ତୁ, ଏହା ସବୁଦିନ ପାଇଁ ନଷ୍ଟ ହୋଇଯିବ।
pl: Jeżeli zostanie wybrane usunięcie motywu, zostanie on bezpowrotnie utracony.
sk: Ak zvolíte odstránenie témy, bude navždy stratená.
ta: சூழலை நீக்கினால் அதை நிரந்தரமாக இழக்க நேரிடும்.

source: _Remove Theme
ar: ا_حذف السمة
as: থিম মুছে ফেলা হবে (_R)
bn: থিম মুছে ফেলা হবে (_R)
cs: _Odstranit motiv
es: _Quitar tema
eu: _Kendu gaia
gl: E_liminar tema
hi: दूरस्थ थीम (_R)
it: _Rimuovi tema
ne: विषयवस्तु हटाउनुहोस्
or: ପ୍ରସଙ୍ଗକୁ ଅପସାରଣ କରନ୍ତୁ (_R)
pl: _Usuń motyw
sk: _Odstrániť tému
ta: _ந சூழலை நீக்கு (_R)

source: Install the theme from '%s'?
ar: أتريد تثبيت ِِمة من '%s'؟ت س
as: '%s' থেকে থিম ইনস্টল কৰা হবে কি?
bn: '%s' থেকে থিম ইনস্টল করা হবে কি?
cs: Instalovat motiv z "%s"?
es: ¿Desea instalar el tema desde «%s»?
eu: Instalatu gaia '%s'(e)tik?
gl: Instalar o tema de '%s'?
hi: '%s' से थीम अधिष्ठापित करें?
it: Installare il tema da "%s"?
ne: '%s'बाट विषयवस्तु स्थापना गर्नुहुन्छ?
or: '%s' ରୁ ପ୍ରସଙ୍ଗକୁ ସ୍ଥାପିତ କରନ୍ତୁ?
pl: Zainstalować motyw z "%s"?
sk: Inštalovať tému z '%s'?
ta: '%s' இலிருந்து புதிய கருவை நிறுவவா?

source: Select install to add the theme from the file '%s'.
ar: اختر تثبيت لتضيف السمة من الملف '%s'.
as: '%s' ফাইল থেকে থিম ইনস্টল কৰাৰ বাবে ইনস্টল নিৰ্বাচন কৰক
bn: '%s' ফাইল থেকে থিম ইনস্টল করার জন্য ইনস্টল নির্বাচন করুন
cs: Vyberte tlačítko instalovat, chcete-li přidat motiv ze souboru "%s".
es: Seleccione instalar para añadir el tema desde archivo «%s».
eu: Hautatu instalatzea '%s' fitxategitik gaia gehitzeko.
gl: Seleccionar instalar para engadir o tema do ficheiro '%s'.
hi: '%s' फाइल से प्रसंग जोड़ने के लिये अधिष्ठापन करें चुनें.
it: Selezionare installa per aggiungere il tema dal file "%s".
ne: '%s' फाइलबाट विषयवस्तु थप्न 'स्थापना गर्नुहोस्' चयन गर्नुहोस् ।
or: '%s' ଫାଇଲରୁ ପ୍ରସଙ୍ଗକୁ ଯୋଗ କରିବା ପାଇଁ ସ୍ଥାପନକୁ ଚୟନ କରନ୍ତୁ।
pl: Proszę nacisnąć Zainstaluj, aby dodać motyw z pliku "%s".
sk: Na pridanie témy zo súboru '%s' zvoľte inštalovať.
ta: கோப்பு '%s' இலிருந்து கருவை சேர்க்க நிறுவு ஐ தேர்ந்தெடு

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser under the "Desktop" category.
ar: نافذة الإعدادات تغير التعيينات لمراقب GDM، الذي هو شاشة الولوج الرسومية لجنوم. التغييرات التي ستقوم بها ستفعّل آنيا. لاحظ عدم ذكر جميع خيارات الإعداد هنا. ربما تريد تحرير %s إذ لم تجد ما تبحث عنه. لتوثيق كامل راجع متصفح مساعدة جنوم تحت الفئة "سطح المكتب".
as: এই বিন্যাসেশন উইন্ডোৰ মধ্যে GDM ডেমন অৰ্থাৎ GNOME প্ৰৱেশেৰ চিত্ৰাঙ্কিত পৰ্দাৰ মান পৰিবৰ্তন কৰা যাবে। পৰিবৰ্তিত মান তৎক্ষনাৎ প্ৰয়োগ কৰা হবে। উল্লেখ্য, বিন্যাসেশন সংক্ৰান্ত সমস্ত বিকল্প এই স্থানে উল্লিখিত হোৱা নাই। প্ৰয়োজনীয় বিকল্প উপস্থিত না থাকলে %s'এ সম্পাদন কৰক। সম্পূৰ্ণ নথিপত্ৰ দেখতে "ডেস্কটপ" বিভাগেৰ অধীন GNOME সহায়নিক ব্ৰাউজাৰ ব্যবহাৰ কৰক।
bn: এই কনফিগারেশন উইন্ডোর মধ্যে GDM ডেমন অর্থাৎ GNOME লগ-ইনের গ্রাফিকাল পর্দার মান পরিবর্তন করা যাবে। পরিবর্তিত মান তৎক্ষনাৎ প্রয়োগ করা হবে। উল্লেখ্য, কনফিগারেশন সংক্রান্ত সমস্ত বিকল্প এই স্থানে উল্লিখিত হয়নি। প্রয়োজনীয় বিকল্প উপস্থিত না থাকলে %s'এ সম্পাদন করুন। সম্পূর্ণ নথিপত্র দেখতে "ডেস্কটপ" বিভাগের অধীন GNOME সহায়নিক ব্রাউজার ব্যবহার করুন।
cs: Toto konfigurační okno mění nastavení démona GDM, což je grafická přihlašovací obrazovka pro GNOME. Změny, které zde provedete, se projeví ihned. Nejsou zde vypsána všechna možná nastavení. Pokud nemůžete nalézt to, co hledáte, zkuste upravit %s. Kompletní dokumentace viz prohlížeč nápovědy GNOME v nabídce "Systém".
es: Esta ventana de configuración cambia ajustes para el servicio GDM, que es la pantalla de entrada gráfica para GNOME. Los cambios que haga tendrán efecto inmediato. No todas las opciones de configuración están presentes aquí. Quizás desee editar %s si no encuentra lo que está buscando. Para más información acuda a la categoría «Escritorio» del navegador de ayuda de GNOME.
eu: Konfigurazio-leiho honek GDM daemon-aren ezarpenak aldatzen ditu; alegia, GNOMEren saio-hasierako pantaila grafikoarenak. Zuk egindako aldaketek berehala izango dute eragina. Kontuan izan konfigurazio-aukera guztiak ez daudela zerrendan. %s editatzea komeni zaizu bilatzen ari zarena topatzen ez baduzu. Dokumentazio osoa eskuratzeko, ikus GNOMEren laguntza-arakatzailea "Mahaigaina" kategorian.
gl: Esta ventá de configuración modifica as definicións do daemon GDM, que é a pantalla de inicio de sesión gráfica do Gnome. Os cambios feitos aquí son efectivos inmediatamente. Repare en que non todas as opcións de configuración están listadas aquí. Pode que queira editar %s se non encontra o que está buscando. Para ver toda a documentación, vaia ao navegador de axuda de Gnome, dentro da categoría "Escritorio".
hi: यह विन्यासन विंडो, जीडीएम डेमन के विन्यास में, जो कि गनोम हेतु आलेखीय लॉगइन स्क्रीन है, वांछित बदलाव करती है. ये बदलाव तत्काल प्रभाव से लागू होते हैं. टीप लें कि सभी विन्यासन विकल्प यहां सूची बद्ध नहीं हैं. आपको %s का संपादन करने की इच्छा हो सकती है यदि आपको वह नहीं मिलता जो आप ढूंढ रहे हैं. पूरे दस्तावेजन के लिये GNOME सहायता ब्रॉउजर को "डेस्कटॉप" श्रेणी के अंदर देखें.
it: In questa finestra di configurazione si cambiano le impostazioni del demone GDM, la schermata di accesso grafico di GNOME. I cambiamenti effettuati avranno effetto immediatamente. Notare che non tutte le opzioni di configurazione sono elencate qui. È possibile modificare il file "%s" per modificare i parametri mancanti. Per avere la documentazione completa consultare l'aiuto di GNOME sotto la categoria "Desktop".
ne: यो कन्फिगरेसन सञ्झ्यालले GDM डोमेनका लागि सेटिङहरू परिवर्तन गर्दछ, जुन जीनोमका लागि ग्राफिकल लगइन पर्दा हो । तपाईँले गर्नुभएको परिवर्तनले तुरून्तै प्रभावमा लिनेछ । याद राख्नुहोस् सबै कन्फिगरेसन विकल्पहरू यहाँ सूचीबद्ध गरिएका छैनन् । यदि तपाईँले खोजी गरिरहनु भएको फेला पार्न सक्नुभएन भने तपाईँले %s लाई सम्पादन गर्न चाहान सक्नुहुन्छ । पूर्ण मिसिलिकरणका लागि "डेस्कटप" कोटि अन्तर्गत जीनोम मद्दत ब्राउजर हेर्नुहोस् ।
pl: Okno to pozwala na zmianę ustawień demona GDM, który obsługuje graficzny ekran logowania w GNOME. Wprowadzone zmiany wejdą w życie natychmiast. Uwaga: Nie wszystkie opcje konfiguracyjne są dostępne poprzez to narzędzie. Jeśli nie możesz odnaleźć jakiejś opcji, spróbuj zmodyfikować plik %s. Aby otrzymać pełną dokumentację, zajrzyj do pomocy GNOME w kategorii "Pulpit".
sk: V tomto okne je možné zmeniť nastavenie démona GDM, ktorý ovláda grafické okno prihlásenia pre GNOME. Zmeny sa prejavia okamžite. Uvedomte si, že tu nie sú uvedené všetky možnosti. Možno budete chcieť upraviť %s, ak tu nenájdete to, čo hľadáte. Úplnú dokumentáciu si prečítajte v GNOME Pomocníkovi v časti "Pracovná plocha".
ta: நோம்க்கான வரைபட நுழை திரையான ஜிடிஎம் கிங்கரனை உருவமைக்க இந்த சாளரம். அமைப்பு மாற்றங்கள், மாற்றங்கள் உடனே நடைமுறைக்கு வரும். அனைத்து உருவமைப்பு தேர்வுகளும் இங்கு பட்டியலிடப் படவில்லை. நீங்கள் தேடுவது கிடைக்கவில்லை என்றால் நீங்கள் %s ஐ திருத்த வேண்டும். முழு ஆவணத்தை காண "மேல்மேசை" வகை கீழ், க்நோம் உதவி உலாவியை பாருங்கள் .

source: yes
ar: نعم
bn: হ্যাঁ
cs: ano
es: sí
eu: bai
gl: si
hi: हां
it: sì
ne: हो
pl: tak
sk: áno
ta: ஆம்

source: no
ar: لا
bn: না
cs: ne
eu: ez
gl: non
hi: नहीं
ne: होइन
pl: nie
sk: nie
ta: இல்லை

source: Random theme mode change
ar: تغيير وضع سِمة عشوائية
bn: যথেচ্ছ থিম মোড পরিবর্তন
cs: Změna režimu náhodného motivu
es: Cambio a modo de tema aleatorio
eu: Ausazko gaiaren moduaren aldaketa
gl: Cambio do modo de tema aleatorio
hi: यादृच्छिक थीम मोड बदलाव
it: Cambio della modalità tema casuale
ne: अनियमित विषयवस्तु मोड परिवर्तन
pl: Tryb losowej zmiany motywu
sk: Režim náhodného menenia tém
ta: குறிப்பில்லா கருத்து பாணி மாற்றம்.

source: Since no themes were selected in random theme mode switching back to single theme mode.
ar: بما أنه لم تُنتقى أية سِمات فيسعود نمط السِّمة العشوائية إلى نمط السِّمة الواحدة.
bn: যথেচ্ছ থিম মোডে কোনো থিম নির্বাচিত না হওয়া ফলে শুধুমাত্র একটি থিম ব্যবহারের মোডে প্রত্যাবর্তন করা হবে।
cs: Jelikož nebyly v režimu náhodného motivu vybrány žádné motivy, došlo k přepnutí do režimu jednoho motivu.
es: Debido a que no se seleccionó ningún tema en el modo de tema aleatorio, se volverá al modo de tema único.
eu: Gairik ez denez hautatu ausazko gaiaren moduan, gai bakarreko modura itzuliko da.
gl: Xa que non se seleccionou ningún tema no modo aleatorio, cambiarase de novo ao modo de tema único.
hi: चूंकि यादृच्छिक थीम मोड नहीं चुना गया था इसलिए एकल थीम मोड में जा रहा है.
it: Dato che non è stato selezionato alcun tema per la modalità casuale, viene ripristinata la modalità a tema singolo.
ne: अनियमित विषयवस्तु मोडमा कुनै विषयवस्तु चयन नगरिएकाले एकल विषयवस्तु मोडमा पछाडि स्वीच गर्दै ।
pl: Nie wybrano motywów dla trybu losowego wyboru. Przełączono do trybu pojedynczego motywu.
sk: Keďže v režime náhodného menenia tém neboli zvolené žiadne témy, prepína sa späť do režimu jednej témy.
ta: குறிப்பில்லா பாணியில் கருத்துக்கள் ஏதும் தேர்ந்தெடுக்காததால் ஒரே கருத்து பாணிக்கு மாற்றுகிறது.

source: Apply the changes to users before closing?
ar: هل تريد تطبيق تّغييرات المستخدمين قبل الغلق؟
as: বন্ধ কৰাৰ পূৰ্বে ব্যবহাৰকাৰীদেৰ ক্ষেত্ৰে পৰিবৰ্তন প্ৰয়োগ কৰা হবে কি?
bn: বন্ধ করার পূর্বে ব্যবহারকারীদের ক্ষেত্রে পরিবর্তন প্রয়োগ করা হবে কি?
cs: Použít změny u uživatelů před zavřením?
es: ¿Desea aplicar los cambios a los usuarios antes de cerrar?
eu: Aplikatu aldaketak erabiltzaileengain itxi aurretik?
gl: Aplicar os cambios aos usuarios antes de pechar?
hi: बंद करने के पहले उपयोक्ता में बदलाव लगायें?
it: Applicare i cambiamenti agli utenti prima di chiudere?
ne: बन्द गर्नु भन्दा पहिले प्रयोगकर्ताहरूमा परिवर्तन लागू गर्नुहुन्छ?
or: ବନ୍ଦ କରିବା ପୂର୍ବରୁ ଚାଳକ ଉପରେ ପରବର୍ତ୍ତନ ଗୁଡିକ ପ୍ରୟୋଗ କରନ୍ତୁ?
pl: Zastosować zmiany do użytkowników przed zamknięciem?
sk: Použiť zmeny používateľov pred zatvorením?
ta: மூடு முன் பயனர் மாறுதல்களை செயல்படுத்தவா ?

source: If you don't apply, the changes made on the Users tab will be disregarded.
ar: لو لم توافق، ستهمل كل التغييرات التي حدثت في لسان المستخدمين.
as: সংৰক্ষণ না কৰা হলে ব্যবহাৰকাৰীৰ ট্যাবে কৰা পৰিবৰ্তনগুলি অগ্ৰাহ্য কৰা হবে।
bn: সংরক্ষণ না করা হলে ব্যবহারকারীর ট্যাবে করা পরিবর্তনগুলি অগ্রাহ্য করা হবে।
cs: Jestliže změny na kartě "Uživatelé" nepoužijete, budou ztraceny.
es: Si no aplica, los cambios hechos en la solapa Usuarios se olvidarán.
eu: Ez baduzu aplikatzen erabiltzaileen fitxan egindako aldaketak galdu egingo dira.
gl: Se non se aplican, os cambios feitos no separador usuarios serán ignorados.
hi: अगर आप लागू नहीं करते हैं, उपयोक्ता टैब पर बदलाव नहीं लिया जायेगा.
it: Se non si applicano, i cambiamenti fatti nella scheda Utenti verranno scartati.
ne: यदि तपाईँले लागू गर्नु भएन भने, प्रयोगकर्ता ट्याबहरुमा गरिएको परिवर्तनहरू वेवास्ता हुनेछन् ।
or: ଯଦି ଆପଣ ପ୍ରୟୋଗ ନ କରନ୍ତି, ଚାଳକ ଟ୍ଯାବରେ ହୋଇଥିବା ପରିବର୍ତ୍ତନ ଗୁଡିକୁ ଗ୍ରହଣ କରାଯିବା ନାହିଁ।
pl: Jeżeli ich nie zastosujesz, zmiany poczynione w zakładce użytkowników zostaną porzucone.
sk: Ak zmeny nepoužijete, budú všetky zmeny na karte Používatelia zahodené.
ta: நீங்கள் செயல் படுத்தவில்லையானால் பயனர் கீற்றில் செய்த மாறுதல்கள் உதாசீனப் படுத்தப் படும்.

source: Could not access configuration file (defaults.conf)
ar: لا أستطيع الوصول لملف الإعدادات (defaults.conf)
bn: কনফিগারেশন ফাইল ব্যবহার করতে ব্যর্থ (defaults.conf)
cs: Nelze přistupovat ke konfiguračnímu souboru (defaults.conf)
eu: Ezin izan da konfigurazio-fitxategira sarbidetu (defaults.conf)
gl: Non se puido acceder ao ficheiro de configuración (defaults.conf)
hi: विन्यास फाइल (defaults.conf) का अभिगम नहीं कर सका.
it: Impossibile accedere al file di configurazione (defaults.conf)
ne: कन्फिगरेसन फाइल (defaults.conf) पहुँच गर्न सकेन
pl: Brak dostępu do pliku konfiguracyjnego (defaults.conf)
sk: Nepodaril sa prístup ku konfiguračnému súboru (defaults.conf)
ta: முன்னிருப்பு ஜிடிஎம் உருவமைப்பு கோப்பை (defaults.conf) அணுக இயலவில்லை.

source: Make sure that the file exists before launching login manager config utility.
ar: تأكد من وجود الملف قبل تشغيل أداة إعداد مدير الولوج.
bn: লগ-ইন পরিচালনব্যবস্থা কনফিগ সামগ্রী আরম্ভের পূর্বে অনুগ্রহ করে নিশ্চিত করুন ফাইলটি উপস্থিত রয়েছে কিনা।
cs: Před spuštěním nástroje na nastavení správce přihlášení se prosím ujistěte, že soubor existuje.
eu: Ziurtatu fitxategia existitzen dela saioa hasteko kudeatzailearen konfigurazio-tresna abiarazi aurretik
gl: Asegúrese de que existe o ficheiro antes de executar a utilidade de configuración do xestor de inicio de sesión.
hi: लॉगिन मैनेजर कॉन्फिग उपयोगिता लांच करने के पहले सुनिश्चित करें कि फाइल मौजूद है.
it: Assicurarsi che il file esista prima di avviare l'utilità di configurazione del gestore di accesso.
ne: लगइन प्रबन्धक कन्फिग उपयोगिता सुरु गर्नु पहिले फाइल अवस्थित छ भन्ने निश्चित गर्नुहोस् ।
pl: Przed uruhomieniem konfiguratora, należy sprawdzić czy plik istnieje.
sk: Uistite sa, že súbor existuje ešte pred spustením konfiguračného nástroja.
ta: உள்நுழை மேலாளர் அமைப்பு பயன்பாட்டை துவக்குக முன் அந்த கோப்பு இருக்கிறதா என உறுதி செய்தி கொள்ளவும்.

source: Could not access configuration file (custom.conf)
ar: لا أستطيع الوصول لملف الإعدادت (defaults.conf)
bn: কনফিগারেশন ফাইল ব্যবহার করতে ব্যর্থ (custom.conf)
cs: Nelze přistupovat ke konfiguračnímu souboru (custom.conf)
eu: Ezin izan da konfigurazio-fitxategira sarbidetu (custom.conf)
gl: Non se puido acceder ao ficheiro de configuración (custom.conf)
hi: विन्यास फाइल (custom.conf) का अभिगम नहीं कर सका.
it: Impossibile accedere al file di configurazione (custom.conf)
ne: कन्फिगरेसन फाइल (custom.conf) पहुँच गर्न सकेन
pl: Brak dostępu do pliku konfiguracyjnego (custom.conf)
sk: Nepodaril sa prístup ku konfiguračnému súboru (custom.conf)
ta: தனிபயன் ஜிடிஎம் உருவமைப்பு (custom.conf) கோப்பை அணுக இயலவில்லை.

source: You must be the root user to configure GDM.
ar: يجب أن تكون جذرا لإعداد GDM.
as: GDM বিন্যাস কৰাৰ বাবে root পৰিচয় ব্যবহাৰ কৰা আবশ্যক।
bn: GDM কনফিগার করার জন্য root পরিচয় ব্যবহার করা আবশ্যক।
cs: Musíte být superuživatelem, chcete-li nastavit GDM.
es: Para configurar GDM deber ser el administrador.
eu: Supererabiltzailea (root) izan behar duzu GDM konfiguratzeko.
gl: Ten que ser o superusuario para configurar o GDM.
hi: जीडीएम को विन्यस्त करने हेतु आपको आवश्यक रूप से रूट होना होगा
it: Solo l'utente root può configurare GDM.
ne: जीडीएम कन्फिगर गर्नका लागि तपाईँ मूल प्रयोगकर्ता हुनुपर्दछ ।
or: ଏହି ଜି.ଡି.ଏମ. କୁ ବିନ୍ଯାସ କରିବା ପାଇଁ ଆପଣ ପ୍ରମୂଖ ଚାଳକ (ରୁଟ) ହେବା ଉଚିତ।
pl: Tylko użytkownik root może skonfigurować GDM.
sk: Musíte byť správca pre nastavenie GDM.
ta: ஜிடிஎம் ஐ உருவமைக்க நீங்கள் மூல பயனராக இருக்க வேண்டும்.

source: Configure GDM login window appearance and behavior
ar: إعداد مظهر وسلوك نافذة ولوج GDM
bn: GDM লগ-ইন উইন্ডোর চেহারা ও আচরণ কনফিগার করুন
cs: Nastavit vzhled a chování přihlašovacího okna GDM
es: Configure la apariencia y comportamiento de la pantalla de entrada
eu: Konfiguratu GDM saio-hasieraren pantailaren itxura eta portaera
gl: Configurar a aparencia e comportamento da ventá de inicio de sesión do GDM
hi: GDM लॉगिन विंडो प्रकटन व आचरण विन्यस्त करें
it: Configura l'aspetto e il comportamento della finestra di accesso di GDM
ne: जीडीएम लगइन सञ्झ्याल देखावट र व्यवहार कन्फिगर गर्नुहोस्
pl: Konfiguracja wyglądu i działania ekranu logowania GDM
sk: Nastaviť vzhľad a správanie prihlasovacieho okna
ta: ஜிடிஎம் நுழைவாயில் சாளர பார்வை மற்றும் நடத்தையை உருவமை.

source: Login Window
ar: نافذة الولوج
as: প্ৰৱেশ উইন্ডো
bn: লগ-ইন উইন্ডো
cs: Přihlašovací okno
en@shaw: ゐ
es: Ventana de entrada
eu: Saio-hasieraren pantaila
gl: Ventá de inicio de sesión
hi: लॉगइन विंडो
it: Finestra di accesso
kk: Кіру терезесі
ne: सञ्झ्याल लगइन गर्नुहोस्
or: ଲଗଇନ ୱିଣ୍ଡୋ
pl: Ekran logowania
sk: Prihlasovacie okno
ta: நுழைவாயில்

source: LRla_bel:
eu: LRe_tiketa:

source: Messa_ge:
eu: Me_zua:

source: Pa_th:
es: _Ruta:
eu: Bi_de-izena:

source: T_ooltip:
es: C_onsejo:
eu: Argi_bidea:

source: _Label:
es: _Etiqueta:
eu: _Etiketa:

source: _Path:
eu: _Bide-izena:

source: _X coordinate
eu: _X koordenatua

source: %n will be replaced by hostname
ar: %n ستستبدل باسم المستضيف
as: %n'ৰ পৰিবৰ্তে গৃহস্থ-নেম ব্যবহৃত হবে
bn: %n'র পরিবর্তে হোস্ট-নেম ব্যবহৃত হবে
cs: %n bude nahrazeno názvem počítače
es: %n se reemplazará por el nombre del equipo
eu: %n ostalari-izenarekin ordeztuko da
gl: %n substituirase polo nome do host
hi: %n को मेजबाननाम के द्वारा प्रतिस्थापित किया जायेगा
it: %n sarà sostituito dal nome dell'host
ne: %n होस्टनामद्धारा प्रतिस्थापित हुनेछ
or: %n ର ନାମକୁ ଆଧାର ନାମ ସହିତ ବଦଳାନ୍ତୁ
pl: %n zostanie zastąpione nazwą komputera
sk: %n bude nahradené názvom hostiteľa
ta: %n புரவலன் பெயரால் மாற்றப்படும்

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear. MinimalUID setting in the Security tab will affect which users will be allowed to join Include list.
ar: <b>ملاحظة:</b> المستخدمين في قائمة المدرجين سيظهرون في متصفح الوجوه لو تم تفعيله و سيظهرون في لائحات الولوج التلقائي والمؤقت بوقت في لسان الأمن. لن يظهر المستخدمين المدرجين في لائحة المستبعدين.
cs: <b>Poznámka:</b> Uživatelé uvedení v seznamu zahrnutých budou zobrazeni v prohlížeči obličejů, je-li povolen, a v rozbalovacích nabídkách automatického a časovaného přihlášení na kartě "Bezpečnost". Uživatelé uvedení v seznamu vyjmutých zobrazeni nebudou. Nastavení minimálního UID na kartě "Bezpečnost" určí, kterým uživatelům bude dovoleno zobrazení v seznamu zahrnutých.
es: <b>Nota:</b> Los usuarios en la lista Incluir aparecerán en el visor de rostros si estuviese activado y aparecerán en la lista desplegable de usuarios para entradas automáticas o temporizadas en la solapa Seguridad. Los usuarios en la lista Excluir no aparecerán. El ajuste MinimalUID en la solapa de seguridad afectará a qué usuarios se les permitirá unirse a la lista Incluir.
eu: <b>Oharra:</b> 'Txertatu' zerrendako erabiltzaileak aurpegi-arakatzailean agertuko dira gaituta egonez gero, eta erabiltzaileen goitibeherako zerrendan agertuko dira saio-hasiera automatikoa edo denboraz mugatutakoa Segurtasuna fitxan. 'Baztertu' zerrendako erabiltzaileak ez dira agertuko. Sergurtasun fitxan ezarritako MinimalUID-ek erabakiko du zein erabiltzaile izango diren baimenduak 'Txertatu' zerrendara elkartzeko.
hi: <b>नोट:</b> शामिल सूची में उपयोक्ता फेस ब्रॉउजर पर प्रकट होगा अगर सक्रिय किया जाता है और सुरक्षा टैब पर स्वचालित व समयबद्ध लॉगिन के लिये उपयोक्ता लटकती सूची पर प्रकट होगा. छंटाई सूची का उपयोक्ता प्रकट नहीं होगा. सुरक्षा टैब में MinimalUID सेटिंग प्रभावित करेगा कि कौन सा उपयोक्ता शामिल सूची में शामिल होने के लिए स्वीकार किया जायेगा.
it: <b>Nota:</b> gli utenti nella lista «Includere» appariranno nell'elenco utenti se è abilitato e appariranno nell'elenco a discesa degli utenti per l'accesso automatico e temporizzato nella scheda «Sicurezza». Gli utenti nella lista «Escludere» non appariranno. L'impostazione «UID minimo» nella scheda «Sicurezza» influenzerà quali utenti sarà possibile aggiungere alla lista «Includere».
ne: <b>द्रष्टव्य:</b> यदि सक्षम पारिएमा समावेश सूचीमा भएका प्रयोगकर्ताहरू फेस ब्राउजरमा देखा पर्नेछ र सुरक्षा ट्याबमा स्वचालित र समयबद्ध लगइनका लागि प्रयोगकर्ता ड्रपडाउन सूचीहरूमा देखा पर्नेछ । हटाउने सूचीमा भएका प्रयोगकर्ताहरू देखा पर्ने छैनन् । न्यूनतम यूआईडी सुरक्षा ट्याबमा सेटिङ गर्नाले कुन प्रयोगकर्ताहरूलाई समावेश सूचीमा प्रवेश गर्न अनुमति दिने भन्ने कुरामा प्रभाव पार्नेछ ।
pl: <b>Uwaga:</b> Użytkownicy występujący na liście będą widoczni w przeglądarce twarzy, jeżeli zostanie ona uaktywniona. Będą widoczni także na listach wyboru użytkowników logowania automatycznego i logowania z opóźnieniem. Użytkownicy z listy pomijanych nie będą widoczni.
sk: <b>Poznámka:</b> Používatelia v zozname pre zahrnutie sa zobrazia v prehliadači tvárí, ak je povolený, a zobrazia sa v rozbaľovacích zoznamoch používateľov pre automatické a časové prihlásenia na karte Bezpečnosť. Užívatelia v zozname na vynechanie sa nezobrazia. Nastavenie minimálneho UID na karte Bezpečnosť ovplyvní, ktorí užívatelia sa v zozname zobrazia.
ta: <b>குறிப்பு:</b> சேர்க்கவும் பட்டியலில் உள்ள பயனர்கள் முக உலாவியில் காட்டப்படுவார். மேலும் பாதுகாப்பு கீற்றில் உள்ள தானியங்கி, நேர நுழைவு பயனர் கீழ்-இறங்கு பட்டியலில் அவர் பெயர் காணப்படும். விலக்கு பட்டியலில் உள்ள பயனர் பெயர் காணப் படாது. எந்த பயனர்கள் சேர்க்கவும் பட்டியலில் சேரலாம் என்பது பாதுகாப்பு கீற்றில் உள்ள குறைந்தபட்ச யூஐடி அமைப்பை பொருத்தது.

source: <b>Note:</b> You can select different commands from the drop-down list, and modify them through relevant fields located below. To save changes press Apply Command Changes button.
ar: <b>ملاحطة:</b> يمكنك انتقاء أوامر مختلفة من القائمة المنسدلة، وتعديلهم عبر الحقول المتعلّقة بأسفل. لتحفظ التغييرات انقر زر طبّق تغييرات الأوامر.
cs: <b>Poznámka:</b> Z rozbalovací nabídky lze vybrat různé příkazy a změnit je v souvisejících polích níže. Chcete-li uložit změny, zvolte tlačítko "Použít změny příkazů".
es: <b>Nota:</b> Puede seleccionar distintos comandos de la lista desplegable, y modificarlos a través de los campos relevantes situados abajo. Para guardar los cambios pulse el botón «Aplicar cambios al comando».
eu: <b>Oharra</b>: komando desberdinak hauta ditzakezu goitibeherako zerrendatik, eta eraldatu azpian kokatutako eremuak erabiliz. Aldaketak gordetzeko sakatu 'Aplikatu komandoen aldaketak' botoia.
gl: <b>Nota:</b> pode seleccionar diferentes comandos na lista despregable e modificalos a través dos campos relevantes situados debaixo. Para gardar os cambios prema o botón Aplicar os cambios de comando.
hi: <b>नोट:</b> आप लटकती मेनू से भिन्न कमांड चुन सकते हैं, और नीचे दिख रहे संबंधित क्षेत्र से बदल सकते हैं. बदलाव सहेजने के लिए कमांड बदलाव लागू करें बटन दबाएं.
it: <b>Nota:</b> è possibile selezionare diversi comandi dall'elenco a discesa e modificarli per mezzo dei campi corrispondenti posti sotto. Per salvare i cambiamenti premere il pulsante «Applica modifiche al comando».
ne: <b>द्रष्टव्य:</b> तपाईँले ड्रपडाउन सूचीबाट फरक आदेश चयन गर्न सक्नुहुन्छ, र तिनिहरूलाई तल अवस्थित सम्बन्धित फाँटहरू मार्फत परिमार्जन गर्न सक्नुहन्छ । परिवर्तनहरू बचत गर्नलाई 'आदेश परिवर्तनहरू लागू गर्नुहोस्' बटन थिच्नुहोस् ।
pl: <b>Uwaga:</b> z poniższej listy rozwijalnej można wybrać polecenie i zmodyfikować je poprzez odpowiednie pola poniżej. Aby zapisać zmiany, należy nacisnąć przycisk Zastosuj.
sk: <b>Poznámka:</b> Z rozbaľovacieho zoznamu si môžete zvoliť rôzne príkazy a zmeniť ich pomocou relevantných polí umiestnených nižšie. Zmeny sa uložia stlačením tlačidla Použiť zmeny v príkaze.
ta: <b>குறிப்பு:</b> கீழ் இறங்கும் படியலி இருந்து வேறு கட்டளைகளை நீங்கள் தேர்ந்தெடுக்கலாம், கீழ் உள்ள சரியான புலங்களில் மாற்றங்களும் செய்யலாம். மாற்றங்களை சேமிக்க கட்டளை மாற்றங்களை சேமீக் பொத்தானை அழுத்தவும்.
