Repository: GNOME/gdm
Catalog: po/*.po
Languages: ar, as, bn, cs, en@shaw, es, eu, gl, hi, it, kk, mr, my, ne, or, pl, sk, ta

source: Select _Language...
ar: إختر _لغة...
as: ভাষা নিৰ্বাচন কৰক...(_L)
bn: ভাষা নির্বাচন করুন...(_L)
cs: Vybrat _jazyk...
es: Seleccionar _idioma…
eu: Hautatu _hizkuntza...
gl: Escoller _lingua...
hi: भाषा चुनें (_L)...
it: Selezione _lingua...
mr: एखादी भाषा निवडा
ne: भाषा चयन गर्नुहोस्...
or: ଗୋଟିଏ ଭାଷାକୁ ଚୟନ କରନ୍ତୁ (_L) ...
pl: _Wybór języka...
sk: Zvoliť _jazyk...
ta: _ம மொழியை தேர்வுசெய்...

source: Select _Session...
ar: إختر _جلسة...
as: অধিবেশন নিৰ্বাচন কৰক...(_S)
bn: সেশান নির্বাচন করুন...(_S)
cs: Vybrat _sezení...
es: Seleccionar _sesión…
eu: Hautatu _saioa...
gl: Escoller _sesión...
hi: सत्र चयनित करें (_S)...
it: Selezione _sessione...
mr: सत्र निवडा
ne: सत्र चयन गर्नुहोस्...
or: ଅଧିବେଶନକୁ ଚୟନ କରନ୍ତୁ (_S) ...
pl: Wybór _sesji...
sk: Zvoliť _reláciu...
ta: _அமர்வை தேர்வுசெய்

source: Answer questions here and press Enter when done. For a menu press F10.
ar: أجب على الأسئلة ثم اضغط زر الإدخال عند الإنتهاء. للحصول على قائمة اضغط F10.
as: এই স্থানে প্ৰশ্নেৰ উত্তৰ জানিয়ে Enter টিপুন। মেনু দেখতে F10 টিপুন।
bn: এই স্থানে প্রশ্নের উত্তর জানিয়ে Enter টিপুন। মেনু দেখতে F10 টিপুন।
cs: Odpovězte prosím na otázky, a poté stiskněte Enter. Nabídku zobrazíte klávesou F10.
es: Responda a las preguntas aquí y pulse «Intro» al terminar. Pulse F10 para un menú.
eu: Erantzun galderei hemen eta egindakoan sakatu Sartu. Menura joateko, sakatu F10.
gl: Responda aquí as preguntas e prema a tecla Intro ao terminar. Para un menú prema F10.
hi: प्रश्नों का उत्तर यहाँ पर दें तथा एन्टर कुंजी दबाएँ. मेनू हेतु F10 दबाएँ.
it: Rispondere alle domande poste e premere Invio alla fine. Per avere un menù premere F10.
mr: येथील प्रश्नाना उत्तरे द्या आणि त्यानंतर Enter हे बटण दाबा.मेनू साठीF10हे बटण दाबा
ne: प्रश्नका उत्तरहरू यहाँ दिनुहोस् र दिइसके पछि प्रवेश थिच्नुहोस् । एउटा मेनुका लागि F10 थिच्नुहोस् ।
or: ଏଠାରେ ପ୍ରଶ୍ନର ଉତ୍ତର ଦିଅନ୍ତୁ ଏବଂ ଏହା ସମାପ୍ତ ହୋଇ ସାରିବା ପରେ 'Enter' ଚାବିକୁ ଦବାନ୍ତୁ।ଗୋଟିଏ ତାଲିକା ପାଇଁ 'F10' ଚାବିକୁ ଦବାନ୍ତୁ।
pl: Proszę wypełnić pole i nacisnąć klawisz Enter. Klawisz F10 przywołuje menu.
sk: Odpovedzte na otázky a stlačte Enter. Ponuka sa zobrazí stlačením F10.
ta: கேட்கவும்விகளுக்கு இங்கு பதில் அளித்து முடித்தவுடன் Enter விசையை அழுத்தவும். பட்டிக்கு F10 ஐ அழுத்தவும்.

source: custom_cmd%d
es: cmd_personalidado%d
eu: %dcustom_cmd

source: Last session
ar: الجلسة الأخيرة
bn: সর্বশেষ সেশান
cs: Poslední sezení
es: Última sesión
eu: Azken saioa
gl: Última sesión
hi: अंतिम सत्र
it: Ultima sessione
ne: अन्तिम सत्र
pl: Ostatnia sesja
sk: Ostatná relácia
ta: _கடைசி அமர்வு

source: Already logged in
ar: مسجل دخول بالفعل
as: পূৰ্বেই প্ৰৱেশ কৰা হয়েছে
bn: পূর্বেই লগ-ইন করা হয়েছে
cs: Přihlášení již proběhlo
es: Ya ha entrado
eu: Jadanik saio hasita
gl: Sesión xa iniciada
hi: पहले से लॉग इन
it: Accesso già effettuato
ne: पहिल्यै लगइन छ
or: ପୂର୍ବରୁ ଲଗଇନ ହୋଇ ସାରିଛି
pl: Już zalogowany
sk: Už ste prihlásený
ta: ஏற்கனவே உள் அனுமதிக்கப்பட்டது

source: _Session
ar: الجل_سة
as: অধিবেশন (_S)
bn: সেশান (_S)
cs: _Sezení
es: _Sesión
eu: _Saioa
gl: _Sesión
hi: सत्र (_S)
it: _Sessione
mr: सत्र
ne: सत्र
or: ଅଧିବେଶନ (_S)
pl: _Sesja
sk: _Relácia
ta: _அமர்வு

source: Sus_pend
ar: ع_لِّق
as: স্থগিত কৰা হবে (_p)
bn: স্থগিত করা হবে (_p)
cs: _Uspat
es: Sus_pender
eu: Ese_ki
gl: _Suspender
hi: निलंबित करें (_p)
it: _Sospendi
mr: स्थगित करा
ne: निलम्बन
or: ସ୍ଥଗିତ କରନ୍ତୁ (_p)
pl: _Uśpij
sk: Us_pať
ta: _ந இடை நிறுத்துக

source: Remote Login via _XDMCP
ar: ولوج عن بعد عن طريق _XDMCP
as: XDMCP'ৰ মাধ্যমে দূৰবৰ্তী প্ৰৱেশ(_X)
bn: XDMCP'র মাধ্যমে দূরবর্তী লগ-ইন(_X)
cs: Vzdálené přihlášení přes _XDMCP
es: Entrada remota por medio de _XDMCP
eu: Urruneko saio-hasiera _XDMCP bidez
gl: Inicio de sesión remota vía _XDMCP
hi: _XDMCP से होकर दूरस्थ लॉगिन करें
it: Accesso remoto via _XDMCP
ne: XDMCP मार्फत टाढाको लगइन
or: _XDMCP ଦ୍ବାରା ଦୂରସ୍ଥ ଲଗଇନ
pl: Zdalne logowanie poprzez _XDMCP
sk: Vzdialené prihlásenie pomocou _XDMCP
ta: _XDMCP வழியாக தொலை உள் அனுமதி

source: Confi_gure
ar: إ_عداد
as: বিন্যাস কৰক (_g)
bn: কনফিগার করুন (_g)
cs: _Nastavení
es: _Configurar
eu: Kon_figuratu
gl: Confi_gurar
hi: विन्यस्त (_g)
it: Confi_gura
ne: कन्फिगर गर्नुहोस्
or: ବିନ୍ଯାସ କରନ୍ତୁ (_g)
pl: _Konfiguracja
sk: _Nastaviť
ta: _கட்டமை

source: Op_tions
ar: ال_خيارات
as: বিকল্প (_t)
bn: বিকল্প (_t)
cs: Možnos_ti
es: _Opciones
eu: A_ukerak
gl: O_pcións
hi: विकल्प (_t)
it: Op_zioni
ne: विकल्पहरू
or: ବିକଲ୍ପ (_t)
pl: Op_cje
sk: Možnos_ti
ta: _வ விருப்பங்கள்

source: _OK
ar: _موافق
as: ঠিক আছে (_O)
bn: ঠিক আছে (_O)
cs: _Budiž
es: _Aceptar
eu: _Ados
gl: _Aceptar
hi: ठीक (_O)
ne: ठीक छ
or: ଠିକ ଅଛି (_O)
ta: _சரி

source: _Cancel
ar: إل_غاء
as: বাতিল (_C)
bn: বাতিল (_C)
cs: _Zrušit
es: _Cancelar
eu: _Utzi
gl: _Cancelar
hi: रद्द करें (_C)
it: A_nnulla
my: _ပယ်ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ (_C)
pl: _Anuluj
sk: _Zrušiť
ta: _இரத்து

source: Change _Session
ar: غيِّر ال_جلسة
as: অধিবেশন পৰিবৰ্তন (_S)
bn: সেশান পরিবর্তন (_S)
cs: Z_měnit sezení
es: Cambiar _sesión
eu: Aldatu _saioa
gl: Cambiar _sesión
hi: सत्र बदलें
it: Cambia _sessione
ne: सत्र परिवर्तन गर्नुहोस्
or: ଅଧିବେଶନକୁ ବଦଳାନ୍ତୁ (_S)
pl: Zmiana _sesji
sk: Zmeniť _reláciu
ta: _ம அமர்வினை மாற்று

source: Sessions
ar: الجلسات
as: সেশন
bn: সেশন
cs: Sezení
es: Sesiones
eu: Saioak
gl: Sesións
hi: सत्र
it: Sessioni
ne: सत्रहरू
or: ଅଧିବେଶନ
pl: Sesje
sk: Relácie
ta: அமர்வுகள்

source: _Last session
ar: الجلسة ال_سابقة
as: সৰ্বশেষ অধিবেশন (_L)
bn: সর্বশেষ সেশান (_L)
cs: Poslední _sezení
es: Ú_ltima sesión
eu: Azken _saioa
gl: Ú_ltima sesión
hi: अंतिम सत्र (_L)
it: U_ltima sessione
ne: अन्तिम सत्र
or: ଅନ୍ତିମ ଅଧିବେଶନ (_L)
pl: _Ostatnia sesja
sk: _Ostatná relácia
ta: _கடைசி அமர்வு

source: Log in using the session that you have used last time you logged in
ar: سجِّل دخول بالجلسة التي استخمتها آخر مرة قمت فيها بالولوج
as: সৰ্বশেষ ব্যবহৃত সেশন ব্যবহাৰ কৰে প্ৰৱেশ কৰক
bn: সর্বশেষ ব্যবহৃত সেশন ব্যবহার করে লগ-ইন করুন
cs: Přihlásí se s použitím sezení, se kterým jste se přihlásili naposledy
es: Entrar usando la sesión que utilizó la última vez
eu: Azkeneko aldiz saioa hasi zenuenean erabili zenuen saioarekin hasi saioa
gl: Iniciar a sesión utilizando a que usou a última vez que se conectou
hi: आपके पिछले लॉगइन सत्र का उपयोग करते हुए लॉगइन
it: Esegue l'accesso utilizzando la sessione scelta precedentemente
mr: तुम्ही मागील वेळी प्रवेश करण्यासाठी वापरलेले सत्र वापरून प्रवेश करा
ne: तपाईँले अन्तिम पटक लगइन गर्दा प्रयोग गर्नुभएको सत्र प्रयोग गरेर लगइन गर्नुहोस्
pl: Loguje przy użyciu sesji, która była wykorzystana przy poprzednim logowaniu
sk: Prihlásiť sa pomocou relácie, ktorú ste naposledy použili
ta: கடைசியாக நுழைந்த போது பயன்படுத்திய அமர்வை பயன் படுத்துக

source: Confi_gure Login Manager...
ar: إ_عداد مدير الولوج...
as: প্ৰৱেশ পৰিচালনব্যবস্থা বিন্যাস কৰক...(_g)
bn: লগ-ইন পরিচালনব্যবস্থা কনফিগার করুন...(_g)
cs: _Nastavit správce přihlášení...
es: _Configurar el gestor de entrada…
eu: _Konfiguratu saioa hasteko kudeatzailea...
gl: Confi_gurar o xestor de inicio de sesión...
hi: लॉगइन प्रबंधक विन्यस्त करें (_g)...
it: Confi_gura gestore di accesso...
ne: लगइन प्रबन्धक कन्फिगर गर्नुहोस्...
or: ଲଗଇନ ପରିଚାଳକକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_g) ...
pl: Konfigura_cja menedżera logowania...
sk: Nas_taviť správcu prihlásenia...
ta: உள் அனுமதி மேலாளரை _கட்டமை...

source: Choose an Action
ar: اختر حدث
as: একটি কৰ্ম নিৰ্বাচন কৰক
bn: একটি কর্ম নির্বাচন করুন
cs: Vybrat akci
es: Elija una acción
eu: Aukeratu ekintza bat
gl: Escolla unha acción
hi: एक कार्य चुनें
it: Scegliere un'azione
mr: एखादी क्रिया निवडा.
ne: एउटा कार्य रोज्नुहोस्
or: ଗୋଟିଏ କାର୍ଯ୍ଯକୁ ଚୟନ କରନ୍ତୁ
pl: Wybór operacji
sk: Zvoľte akciu
ta: செயலை தேர்வு செய்க

source: Shut _down the computer
ar: أط_فيء الحاسوب
as: কম্পিউটাৰ বন্ধ কৰক (_d)
bn: কম্পিউটার বন্ধ করুন (_d)
cs: _Vypnout počítač
es: A_pagar el equipo
eu: Itzali _ordenagailua
gl: _Pechar o computador
hi: कम्प्यूटर बन्द करें (_d)
it: _Arrestare il computer
mr: संगणक बंद करा
ne: कम्प्युटर बन्द गर्नुहोस्
or: କମ୍ପୁଟରକୁ ବନ୍ଦ କରନ୍ତୁ (_d)
pl: Wyłąc_zenie komputera
sk: _Vypnúť počítač
ta: _ந கணிணியை நிறுத்துக

source: Shut Down your computer so that you may turn it off.
ar: اطفئ حاسوبك ليمكنك غلقه.
as: অফ কৰাৰ পূৰ্বে আপনাৰ কম্পিউটাৰটি বন্ধ কৰক।
bn: অফ করার পূর্বে আপনার কম্পিউটারটি বন্ধ করুন।
cs: Zastaví počítač, takže jej bude možné vypnout.
es: Detiene el equipo para que pueda desconectarlo.
eu: Sistema itzaltzen du ordenagailua itzali ahal izateko.
gl: Apagar o computador para poder desconectalo.
hi: आपके कम्प्यूटर को शटडाउन करे ताकि आप इसे स्विच ऑफ कर सकें.
it: Arresta il proprio computer così da poterlo spegnere.
ne: तपाईँको कम्प्युटर बन्द गर्नुहोस् ताकि तपाईँले यसलाई बन्द गर्न सक्नुहुन्छ ।
or: ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ବନ୍ଦ କରନ୍ତୁ ଯେପରିକି ଆପଣ ତାହାକୁ ସୁଇଚ-ଅଫ କରିପାରିବେ।
pl: Kończy pracę komputera, pozwalając na jego wyłączenie.
sk: Vypnúť váš počítač.
ta: உங்கள் கணிணியை நிறுத்துக. அதனால் நீங்கள் மின் நிறுத்தம் செய்யலாம்

source: _Restart the computer
ar: أ_عِد تشغيل الحاسوب
as: কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক (_R)
bn: কম্পিউটার পুনরায় আরম্ভ করুন (_R)
cs: _Restartovat počítač
es: _Reiniciar el equipo
eu: _Berrabiarazi ordenagailua
gl: _Reiniciar o computador
hi: कम्प्यूटर फिर चलायें (_R)
it: _Riavviare il computer
ne: कम्प्युटर पुन: सुरू गर्नुहोस्
or: କମ୍ପୁଟରକୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ (_R)
pl: Po_nowne uruchomienie komputera
sk: _Reštartovať počítač
ta: _த உங்கள் கணினியை மீண்டும் துவங்குக

source: Restart your computer
ar: أعد تشغيل حاسوبك
as: কম্পিউটাৰ পুনৰায় আৰম্ভ কৰক
bn: কম্পিউটার পুনরায় আরম্ভ করুন
cs: Restartuje počítač
es: Reiniciar su equipo
eu: Berrabiarazi ordenagailua
gl: Reiniciar o computador
hi: अपना कम्प्यूटर फिर चलायें
it: Riavvia il computer
ne: तपाईँको कम्प्युटर पुन: सुरू गर्नुहोस्
or: ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରନ୍ତୁ
pl: Ponownie uruchamia komputer
sk: Reštartovať váš počítač
ta: உங்கள் கணினியை மீண்டும் துவங்குக

source: Sus_pend the computer
ar: _علِّق الحاسوب
as: কম্পিউটাৰ স্থগিত কৰক (_p)
bn: কম্পিউটার স্থগিত করুন (_p)
cs: _Uspat počítač
es: Sus_pender el equipo
eu: Esek_i ordenagailua
gl: _Suspender o computador
hi: कम्प्यूटर सस्पेन्ड करें (_p)
it: _Sospendere il computer
mr: संगणक स्थगित करा
ne: कम्प्युटर निलम्बन गर्नुहोस्
or: କମ୍ପୁଟରର କାର୍ଯ୍ଯ କଳାପକୁ ସ୍ଥଗିତ କରନ୍ତୁ (_p)
pl: _Wstrzymanie komputera
sk: Us_pať počítač
ta: கணினியை இடை நிறுத்துக

source: Suspend your computer
ar: علِّق حاسوبك
as: আপনাৰ কম্পিউটাৰটিকে স্থগিত অবস্থায় ৰাখুন
bn: আপনার কম্পিউটারটিকে স্থগিত অবস্থায় রাখুন
cs: Uspí počítač
es: Suspende su equipo
eu: Eseki ordenagailua
gl: Suspender o computador
hi: अपने कम्प्यूटर को निलंबित करें
it: Sospende il computer
mr: तुमचा संगणक स्थगित करा
ne: तपाईँको कम्प्युटर निलम्बन गर्नुहोस्
or: ଆପଣଙ୍କ କମ୍ପୁଟରର କାର୍ଯ୍ଯ କଳାପକୁ ସ୍ଥଗିତ କରନ୍ତୁ
pl: Wstrzymuje pracę komputera
sk: Prepnúť počítač do úsporného režimu
ta: உங்கள் கணிணியை இடை நிறுத்தவும்

source: Run _XDMCP chooser
ar: شغّل مَخَيِّر _XDMCP
as: XDMCP নিৰ্বাচনব্যবস্থা সঞ্চালন কৰা হবে (_X)
bn: XDMCP নির্বাচনব্যবস্থা সঞ্চালন করা হবে (_X)
cs: Spustit výběr _XDMCP
es: Ejecutar el selector _XDMCP
eu: Exekutatu X_DMCP hautatzailea
gl: Executar o selector _XDMCP
hi: एक्सडीएमसीपी चयनक चलाएँ (_X)
it: Eseguire il selettore _XDMCP
mr: XDMCP निवडकर्ता सुरू करा
ne: XDMCP छनौतकर्ता चलाउनुहोस्
or: _XDMCP ଚୟନକକୁ ଚଳାନ୍ତୁ
pl: Uruchomienie programu wybierającego _XDMCP
sk: Spustiť výber _XDMCP
ta: _த XDMCP தேர்வாளரை ஓட்டு

source: Run an XDMCP chooser which will allow you to log into available remote computers, if there are any.
ar: شغّل مَخَيِّر _XDMCP الذي سيسمح لك بتسجيل دخولك في الحواسيب المتوفرة عن بعد إذا وجد أيا منها.
as: দূৰবৰ্তী কম্পিউটাৰ উপস্থিত থাকলে সেইগুলিতে প্ৰৱেশ কৰোঁতে XDMCP নিৰ্বাচন ব্যবস্থা চালনা কৰক।
bn: দূরবর্তী কম্পিউটার উপস্থিত থাকলে সেইগুলিতে লগ-ইন করতে XDMCP নির্বাচন ব্যবস্থা চালনা করুন।
cs: Spustí výběrový program XDMCP, který umožní přihlásit se k dostupným vzdáleným počítačům, pokud nějaké existují.
es: Ejecuta un selector XDMCP que le permita entrar en equipos remotos disponibles, si los hay.
eu: Exekutatu XDMCPren hautatzailea eta haren bidez erabilgarri dauden urruneko makinetan saioa has dezakezu, horrelakorik baldin badago.
gl: Executar un selector XDMCP que lle permitirá iniciar unha sesión en computadores remotos, se houbese algún dispoñible.
hi: एक XDMCP चयनक चलायें जो आपको उपलब्ध दूरस्थ मशीन में लॉग करने की अनुमति देगा, अगर वह कोई है.
it: Avvia un selettore XDMCP che permetterà di accedere nei computer remoti disponibili, se ce ne sono.
ne: एउटा XDMCP छनौटकर्तालाई चलाउनुहोस् जसले यदि त्यहाँ कुनै छ भने, तपाईँलाई उपलब्ध टाढाको कम्प्युटरलाई लग गर्न अनुमति दिनेछ ।
pl: Uruchamia program wybierający XDMCP, który pozwala na zalogowanie się na zdalnych komputerach, o ile takie istnieją.
sk: Spustiť výber XDMCP, ktorý vám umožní prihlásiť sa na dostupné vzdialené počítače, ak také existujú.
ta: XDMCP தேர்வாளரை ஓடவை. அது தொலை இயந்திரங்களில் (ஏதாவது இருந்தால்) உள் நுழைக்க அனுமதிக்கும்,

source: Confi_gure the login manager
ar: إ_عداد مدير الولوج
as: প্ৰৱেশ পৰিচালনব্যবস্থা বিন্যাস কৰক (_g)
bn: লগ-ইন পরিচালনব্যবস্থা কনফিগার করুন (_g)
cs: _Nastavit správce přihlášení
es: Confi_gurar el gestor de entrada
eu: _Konfiguratu saioa hasteko kudeatzailea
gl: _Configurar o xestor de inicio de sesión
hi: लॉगइन प्रबंधक विन्यस्त करें (_g)
it: _Configurare il gestore degli accessi
ne: लगइन प्रबन्धक कन्फिगर गर्नुहोस्
or: ଲଗଇନ ପରିଚାଳକକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_g)
pl: Konfigura_cja menedżera logowania
sk: _Nastaviť správcu prihlásenia
ta: உள்நுழைவதற்கான மேலாளரை _உருவமை

source: Configure GDM (this login manager). This will require the root password.
ar: إعداد GDM (مدير الولوج هذا). سيتطلب ذلك كلمة سر الجذر.
as: GDM (বৰ্তমান প্ৰৱেশ পৰিচালনব্যবস্থা) বিন্যাস কৰক। এই কাজে root ব্যবহাৰকাৰীৰ গুপ্তশব্দআবশ্যক।
bn: GDM (বর্তমান লগ-ইন পরিচালনব্যবস্থা) কনফিগার করুন। এই কাজে root ব্যবহারকারীর পাসওয়ার্ড আবশ্যক।
cs: Nastaví GDM (tohoto správce přihlášení). Bude zapotřebí heslo superuživatele (root).
es: Configurar GDM (este gestor de entrada). Esto requerirá la contraseña de administrador.
eu: Konfiguratu GDM (saioa hasteko kudeatzaile hau). Horretarako, root-aren pasahitza behar duzu.
gl: Configurar o GDM (este xestor de inicio de sesión). Isto precisará do contrasinal de superusuario.
hi: जीडीएम विन्यस्त करें (यह लॉगइन प्रबंधक). इसे रूट शब्दकूट की जरूरत होगी.
it: Configura GDM (questo gestore di accesso). Sarà necessaria la password di root.
mr: GDM संकलित करा(प्रवेश व्यवस्थापक). यासाठी मुख्य पासवर्ड लागेल.
ne: जीडीएम (यो लगइन प्रबन्धक) कन्फिगर गर्नुहोस् । यसलाई मूल पासवर्ड आवश्यक पर्नेछ ।
or: ଜି.ଡି.ଏମ. (ଏହି ଲଗଇନ ପରିଚାଳକ) କୁ ବିନ୍ଯାସ କରନ୍ତୁ। ଏହା ରୂଟ (ପ୍ରମୂଖ ଚାଳକ) ପ୍ରବେଶ ସଙ୍କେତ ଆବଶ୍ଯକ କରିବ।
pl: Uruchamia program konfiguracyjny GDM. Opcja ta wymaga hasła użytkownika root.
sk: Nastaviť GDM (tohto správcu prihlásenia). Vyžaduje to heslo správcu.
ta: உருவமைக்க: ஜிடிஎம் (இந்த நுழை மேலாளர்). இதற்கு மூல கடவுச்சொல் தேவை.

source: custom_cmd_button%d
es: botón_custom_cmd%d
eu: %dcustom_cmd_button

source: Circles
ar: دوائر
as: বৃত্ত
bn: বৃত্ত
cs: Kruhy
es: Círculos
eu: Zirkuluak
gl: Círculos
hi: वृत्त
it: Cerchi
mr: वर्तुळे
ne: वृत्तहरू
or: ବ୍ରୁତ
pl: Okręgi
sk: Kruhy
ta: வட்டங்கள்

source: Theme with blue circles
ar: سِّمة بدوائر زرقاء
as: নীল চক্ৰেৰ থীম
bn: নীল চক্রের থীম
cs: Motiv s modrými kruhy
es: Tema con círculos azules
eu: Gaia zirkulu urdinekin
gl: Tema con círculos azuis
hi: नीले वृत्तों सहित प्रसंग
it: Tema con tondi blu
mr: निळी वर्तुळे असणारी थीम
ne: नीलो वृत्तहरू सहितको विषयवस्तु
or: ନୀଳ ବ୍ରୁତ ମାନଙ୍କ ସହିତ ପ୍ରସଙ୍ଗ
pl: Motyw z błękitnymi okręgami
sk: Téma s modrými kruhmi
ta: நீல வட்டங்களுடன் கருத்து

source: GNOME Art variation of Circles with a Face Browser
ar: تعديل جنوم أرت على "دوائر" مع متصفّح وجوه
as: GNOME Art দ্বাৰা নিৰ্মিত ফেস ব্ৰাউজাৰ সহ Circles'ৰ সংস্কৰণ
bn: GNOME Art দ্বারা নির্মিত ফেস ব্রাউজার সহ Circles'র সংস্করণ
cs: Umělecká variace GNOME s kruhy a prohlížečem obličejů
es: Variación de GNOME Art de Círculos con un visor de rostros
eu: GNOME Art, aurpegi-arakatzailea duen zirkuluen aldaera
gl: Variación do tema Círculos con navegador de faces de Gnome Art
hi: गनोम वृत्तों का कलात्मक परिवर्तन - एक फ़ेस ब्राउज़र के साथ
it: Variazione artistica GNOME di Cerchi con esplorazione dei volti
mr: जिनोम
ne: फेस ब्राउजरहरू सहितको वृत्तहरुको जिनोम कला भिन्नता
or: ଫେସ ବ୍ରାଉଜର ସହିତ ନୋମ ବ୍ରୁତରେ କଳାତ୍ମକ ପରିବର୍ତ୍ତନ
pl: Stworzona przez artystów GNOME odmiana motywu Okręgi z przeglądarką obrazów twarzy
sk: GNOME Variácia na kruhy s prehliadačom tvárí
ta: க்நோம் கலை வட்டத்தின் பிரிவுகள் முக உலாவியுடன்

source: GNOME Artists
ar: فناني جنوم
as: GNOME প্ৰকল্পে অংশগ্ৰহণকাৰী শিল্পীবৃন্দ
bn: GNOME প্রকল্পে অংশগ্রহণকারী শিল্পীবৃন্দ
cs: Umělci GNOME
es: Artistas de GNOME
eu: GNOME Artistak
gl: Artistas de Gnome
hi: गनोम कलाकार
it: Artisti GNOME
mr: जिनोमचे कलाकार
ne: जीनोम कलाकारहरू
or: ନୋମ କଳାକାର
pl: Artyści GNOME
sk: GNOME Umelci
ta: க்நோம் கலைஞர்கள்

source: Happy GNOME with Browser
ar: جنوم سعيد مع متصفّح
as: ব্ৰাউজাৰ সহ Happy GNOME
bn: ব্রাউজার সহ Happy GNOME
cs: Veselé GNOME s prohlížečem
es: GNOME Feliz con visor
eu: GNOME zoriontsua arakatzailearekin
gl: Gnome feliz con navegador
hi: ब्राउज़र के साथ खुश गनोम
it: Happy GNOME con browser
mr: संचारक
ne: ब्राउजर सहितको खुशियाली जीनोम
or: ବ୍ରାଉଜର ସହିତ ନୋମକୁ ଆନନ୍ଦର ସହିତ ବ୍ଯବହାର କରନ୍ତୁ
pl: Happy GNOME z przeglądarką
sk: Šťastné GNOME s prehliadačom
ta: க்நோம் உலாவியுடன் மகிழ்ச்சி

source: GNOME Art variation of Circles
ar: تعديل جنوم أرت على "دوائر"
as: GNOME Art দ্বাৰা নিৰ্মিত Circles'ৰ সংস্কৰণ
bn: GNOME Art দ্বারা নির্মিত Circles'র সংস্করণ
cs: Umělecká variace GNOME s kruhy
es: Variación de Círculos por GNOME Art
eu: GNOME Art zirkuluen aldaera
gl: Variación do tema Círculos de Gnome Art
hi: गनोम वृत्तों में कलात्मक बदलाव
it: Variazione artistica GNOME di Cerchi
ne: वृत्तहरूको जीनोम कला भिन्नता
or: ନୋମ ବ୍ରୁତରେ କଳାତ୍ମକ ପରିବର୍ତ୍ତନ
pl: Odmiana motywu Okręgi, stworzona przez artystów GNOME
sk: GNOME Variácia na kruhy
ta: க்நோம் கலை வட்டத்தின் பிரிவுகள்

source: Happy GNOME
ar: جنوم سعيد
cs: Veselé GNOME
es: GNOME Feliz
eu: GNOME zoriontsua
gl: Gnome feliz
hi: खुश गनोम
mr: आनंदी GNOME
ne: खुशियाली GNOME
or: ନୋମକୁ ଆନନ୍ଦର ସହିତ ବ୍ଯବହାର କରନ୍ତୁ
sk: Šťastné GNOME
ta: க்நோம் மகிழ்ச்சி

source: Error while trying to run (%s) which is linked to (%s)
ar: خطأ عند محاولة تشغيل (%s) المربوط بـ (%s)
as: (%s) সঞ্চালনকালে সমস্যা এইটো (%s)'ৰ সাথে যুক্ত
bn: (%s) সঞ্চালনকালে সমস্যা এটি (%s)'র সাথে যুক্ত
cs: Chyba při pokusu spustit (%s), který je připojen k (%s)
es: Error al intentar ejecutar (%s) que está enlazado con (%s)
eu: Errorea gertatu da (%s) exekutatzen saiatzean eta hori (%s)-ri lotuta dago
gl: Houbo un erro ao executar (%s) que está ligado a (%s)
hi: (%s) को चलाने की कोशिश में त्रुटि हुई जो (%s) से लिंक्ड है
it: Errore nel tentativo di eseguire (%s) che è collegato a (%s)
mr: (%s) शी जोडलेले (%s) सुरू करताना चूक झाली
ne: (%s) चलाउन प्रयास गर्दाको त्रुटि जुन (%s) मा लिङ्क् भएको हुन्छ
or: (%s) କୁ ଚଳାଇବାର ପ୍ରଚେଷ୍ଟା କରୁଥିବା ସମୟରେ ତୃଟି ଯାହାକି (%s) ସହିତ ସଂଯୋଗ କରାଯାଇଛି
pl: Błąd podczas próby uruchomienia (%s), które jest powiązane z (%s)
sk: Chyba počas pokusu o spustenie (%s), ktorý je pripojený na (%s)
ta: ஓடவைக்க முயற்சித்ததில் பிழை (%s) இது அதில் இணைக்கப் பட்டுள்ளது (%s)

source: Cannot open gestures file: %s
ar: تعذر فتح ملف البادرات (gestures): %s
as: ভঙ্গিমাৰ ফাইল খুলতে ব্যৰ্থ: %s
bn: ভঙ্গিমার ফাইল খুলতে ব্যর্থ: %s
cs: Nelze otevřít soubor s povely: %s
es: No se puede abrir el archivo de gestos: %s
eu: Ezin da keinu-fitxategia ireki:%s
gl: Non se pode abrir o ficheiro de xestos: %s
hi: भाव फ़ाइल नहीं खोल सके: %s
it: Impossibile aprire il file dei gesti: %s
ne: गेस्चर फाइल खोल्न सकिँदैन: %s
or: gestures ଫାଇଲକୁ ଖୋଲି ପାରିବ ନାହିଁ: %s
pl: Nie można otworzyć pliku gestów: %s
sk: Nepodarilo sa otvoriť súbor gest: %s
ta: சைகை கோப்பை திறக்க முடியவில்லை: %s

source: DMX display to migrate to
ar: عرض DMX المطلوب الإنتقال إليه
as: যে DMX ডিসপ্লেতে পৰিবৰ্তন কৰা হবে
bn: যে DMX ডিসপ্লেতে পরিবর্তন করা হবে
cs: Displej DMX, na který provést převedení
es: Pantalla DMX a la que migrar
eu: DMX pantaila (horra migratzeko)
gl: Pantalla DMX á que migrar
hi: DMX प्रदर्शन जिसमें भेजा जाना है
it: Display DMX su cui migrare
ne: यसमा स्थानान्तरण गर्नलाई DMX प्रदर्शन
or: ସ୍ଥାନାନ୍ତରିତ କରାଯିବା DMX ପ୍ରଦର୍ଶନ
pl: Docelowy dla migracji ekran DMX
sk: DMX displej, na ktorý prejsť
ta: காட்சிக்கு இடம் பெயர வேண்டிய DMX காட்சி

source: DISPLAY
ar: عرض
cs: DISPLEJ
es: PANTALLA
eu: PANTAILA
gl: PANTALLA
hi: प्रदर्शन
or: ପ୍ରଦର୍ଶନ
pl: EKRAN
sk: DISPLEJ

source: Backend display name
ar: إسم عرض النهاية الخلفية
as: পটভূমিৰ ডিসপ্লেৰ নাম
bn: পটভূমির ডিসপ্লের নাম
cs: Název displeje na pozadí
es: Nombre de la pantalla de segundo plano
eu: Atzeko pantailaren izena
gl: Nome da pantalla de backend
hi: बैकेंड प्रदर्शन नाम
it: Nome del display di supporto
ne: ब्याकइन्ड प्रदर्शन नाम
or: ପ୍ରୁଷ୍ଠଭୂମି ପ୍ରଦର୍ଶନ ନାମ
pl: Nazwa ekranu terminala
sk: Názov displeja pozadia
ta: பின்தள காட்சி பெயர்

source: Xauthority file for destination display
ar: ملف Xauthority للعرض الوِجْهة
as: উদ্দিষ্ট ডিসপ্লেৰ ক্ষেত্ৰে প্ৰযোজ্য Xauthority ফাইল
bn: উদ্দিষ্ট ডিসপ্লের ক্ষেত্রে প্রযোজ্য Xauthority ফাইল
cs: Soubor Xauthority cílového displeje
es: Archivo Xauthority para la pantalla de destino
eu: Helburuko pantailako Xauthority fitxategia
gl: Ficheiro Xauthority para a pantalla de destino
hi: गंतव्य प्रदर्शन के लिये Xauthority फाइल
it: File Xauthority per il display destinazione
ne: गन्तव्य प्रदर्शनका लागि Xअधिकार फाइल
or: ଲକ୍ଷ୍ଯସ୍ଥ ପ୍ରଦର୍ଶନ ପାଇଁ Xauthority ଫାଇଲ
pl: Plik Xauthority dla ekranu docelowego
sk: Súbor Xauthority pre cieľový displej
ta: இலக்கில் காட்ட எக்ஸ் அதாரிடி கோப்பு

source: AUTHFILE
cs: SOUBORAUTH
es: ARCHIVO-DE-AUTORIZACIÓN
eu: AUTEN.FITXAT.
it: FILEAUT
or: ବୈଧିକରଣ ଫାଇଲ
pl: PLIK_AUTORYZACJI

source: Xauthority file for backend display
ar: ملف Xauthority لعرض النهاية الخلفية
as: পটভূমিৰ ডিসপ্লেৰ ক্ষেত্ৰে প্ৰযোজ্য Xauthority ফাইল
bn: পটভূমির ডিসপ্লের ক্ষেত্রে প্রযোজ্য Xauthority ফাইল
cs: Soubor Xauthority displeje na pozadí
es: Archivo Xauthority para la pantalla de segundo plano
eu: Atzeko pantailako Xauthority fitxategia
gl: Ficheiro Xauthority para a pantalla de backend
hi: बैकेंड प्रदर्शन के लिये Xauthority फाइल
it: File Xauthority per il display di supporto
ne: ब्याकइन्ड प्रदर्शनका लागि Xअधिकार फाइल
or: ପ୍ରୁଷ୍ଠଭାଗ ପ୍ରଦର୍ଶନ ପାଇଁ Xauthority ଫାଇଲ
pl: Plik Xauthority dla ekranu terminala
sk: Súbor Xauthority pre displej pozadia
ta: பின் தளத்தில் காட்ட எக்ஸ் அதாரிடி கோப்பு

source: Failed to open display "%s"
ar: فشل فتح العرض "%s"
as: ডিসপ্লে "%s" খুলতে ব্যৰ্থ
bn: ডিসপ্লে "%s" খুলতে ব্যর্থ
cs: Nelze otevřít displej "%s"
es: Falló al abrir la pantalla «%s»
eu: Huts egin du %s pantaila irekitzean
gl: Non se pode abrir a pantalla "%s"
hi: "%s" प्रदर्शन खोलने में विफल
it: Apertura del display "%s" fallita
ne: "%s" प्रदर्शन खोल्न असफल भयो
or: "%s" ପ୍ରଦର୍ଶନକୁ ଖୋଲିବାରେ ବିଫଳ
pl: Otwarcie ekranu "%s" nie powiodło się
sk: Zlyhalo otvorenie displeja "%s"
ta: காட்சி "%s" ஐ திறக்க முடியவில்லை

source: DMX extension not present on "%s"
ar: امتداد DMX غير موجود على "%s"
as: "%s"'ৰ মধ্যে DMX এক্সটেনশন অনুপস্থিত
bn: "%s"'র মধ্যে DMX এক্সটেনশন অনুপস্থিত
cs: Rozšíření DMX není přítomno v "%s"
es: La extensión DMX no está presente en «%s»
eu: Ez dago DMX luzapenik "%s"(e)n
gl: A extensión DMX non está presente en "%s"
hi: DMX विस्तार "%s" पर मौजूद नहीं है
it: Estensione DMX non presente su "%s"
ne: DMX विस्तार "%s" मा प्रस्तुत छैन
or: "%s" ରେ DMX ଅନୁଲଗ୍ନ ଅନୁପସ୍ଥିତ
pl: Rozszerzenie DMX nie jest dostępne na "%s"
sk: Rozšírenie DMX nie je prítomné na "%s"
ta: டிஎம்எக்ஸ் விரிவாக்கம் இங்கு இல்லை "%s"
