Repository: GNOME/gdm
Catalog: po/kw.po
Languages: kw

source: /dev/urandom is not a character device
kw: /dev/urandom na unn devis lytheren

source: Unable to create transient display:
kw: Anabel gul displetyans berr:

source: Could not identify the current session:
kw: Ny yllir aswon an esedhek a-lemmyn:

source: Could not identify the current seat.
kw: Ny yllir aswon an esedh a-lemmyn.

source: No display available
kw: Displetyans kavadow vyth

source: No session available
kw: Esedhek kavadow vyth

source: Can only be called before user is logged in
kw: A yll bos gelwys hepken dherag usyer yw omgelmys

source: Caller not GDM
kw: Galowyer na GDM

source: Unable to open private communication channel
kw: Anabel ygeri chanel keskomunyans privedh

source: Username
kw: Hanow Usyer

source: The username
kw: An hanow usyer

source: Hostname
kw: Hanow ost

source: The hostname
kw: An hanow ost

source: Display Device
kw: Devis Displetyans

source: The display device
kw: An devis displetyans

source: Could not create authentication helper process
kw: Ny yllir gul argerdh gwereser omgelmyans

source: You reached the maximum password authentication attempts, please try another method
kw: Ty hedhys an assays omgelmyans ger-tremena ughboyntel, mar pleg, assaya method aral

source: You reached the maximum auto login attempts, please try another authentication method
kw: Ty hedys an assays omgelmyans awtomatek ughboyntel, mar pleg, assaya method omgelmyans aral

source: You reached the maximum fingerprint authentication attempts, please try another method
kw: Ty hedys an assays omgelmyans bys-prynt ughboyntel, mar pleg, assaya method aral

source: You reached the maximum smart card authentication attempts, please try another method
kw: Ty hedhys an assays omgelmyans karten gonnyk ughboyntel, mar pleg, assaya method aral

source: You reached the maximum authentication attempts, please try another method
kw: Ty hedys an assays omgelmyans ughboyntel, mar pleg, assaya method aral

source: Sorry, password authentication didn’t work. Please try again.
kw: Drog yw genev, omgelmyans ger-tremena ny oberi. Mar pleg, assaya arta.

source: Sorry, auto login didn’t work. Please try again.
kw: Drog yw genev, omgelmyans awtomatek ny oberi. Mar pleg, assaya arta.

source: Sorry, fingerprint authentication didn’t work. Please try again.
kw: Drog yw genev, omgelmyans bys-prynt ny oberi. Mar pleg, assaya arta.

source: Sorry, smart card authentication didn’t work. Please try again.
kw: Drog yw genev, karten gonnyk ny oberi. Mar pleg, assaya arta.

source: Sorry, that didn’t work. Please try again.
kw: Drog yw genev, henn ny oberi. Mar pleg, assaya arta.

source: Your account was given a time limit that’s now passed.
kw: Dha akont yw res finweth termyn re yw passys.

source: Username:
kw: Hanow usyer:

source: no user account available
kw: akont usyer kavadow vyth

source: Unable to change to user
kw: Anabel chanjya dhe usyer

source: GNOME Display Manager Wayland Session Launcher
kw: Lonchyer Esedhek Wayland GNOME Dyghtyer Displetyans

source: Cannot write PID file %s: possibly out of disk space: %s
kw: Ny yllir skrifa restren PID %s: martesen mes a spas plasen: %s

source: Make all warnings fatal
kw: Gul oll gwarnyansow marwel

source: Exit after a time (for debugging)
kw: Mos yn-mes wosa unn termyn (rag ow prevessa)

source: Print GDM version
kw: Pryntya versyon GDM

source: GNOME Display Manager
kw: GNOME Dyghtyer Displetyans

source: Only the root user can run GDM
kw: An usyer gwreydhen hekpen a yll eksekutya GDM

source: GNOME Display Manager Session Worker
kw: Oberer Esedhek GNOME Dyghtyer Displetyans

source: GNOME Greeter
kw: GNOME Dynergher

source: The default GNOME Greeter session
kw: An esedhek GNOME Dynergher defowt

source: GNOME Initial Setup
kw: GNOME Selyans Kynsa

source: The GNOME Initial Setup session
kw: An esedhek GNOME Selyans Kynsa

source: Allow managing user sessions
kw: Gasa ow dyghtya esedhogow usyer

source: Authentication is required to start or stop a user session
kw: Omgelmyans a res rag dalleth po astel unn esedhek usyer

source: Whether or not to allow switchable authentication for login
kw: Mar gasa omgelmyans skwychelladow rag omgelmyans

source: The login screen can optionally allow a single PAM service to provide multiple authentication mechanisms via a GDM PAM.
kw: An skrin omgelmyans a yll dre dhewis gasa gonis PAM unnik rag provia jynnweythow omgelmyans liesek der unn PAM GDM.

source: Whether or not to allow authentication via external web site
kw: Mar gasa omgelmyans dre gwiasva a-ves

source: The login screen can optionally allow users to authenticate via web login.
kw: An skrin omgelmyans a yll dre dhewis gasa usyoryon dhe omgelmi der omgelmyans gwi.

source: Whether or not to allow authentication using a passkey
kw: Mar gasa omgelmyans gans alhwedh-tremena

source: The login screen can optionally allow users who have passkeys to log in using those passkeys.
kw: An skrin omgelmyans a yll dre dhewis gasa usyoryon gans alhwedhow-tremena dhe omgelmi ow devnydhya an alhwedhow-tremena na.

source: Whether or not to allow fingerprint readers for login
kw: Mar gasa redyoryon bys-prynt rag omgelmyans

source: The login screen can optionally allow users who have enrolled their fingerprints to log in using those prints.
kw: An skrin omgelmyans a yll dre dhewis gasa usyoryon re ynworrys aga bys-pryntys i dhe omgelmi ow devnydhya an pryntys ma.

source: Whether or not to allow smartcard readers for login
kw: Mar gasa redyoryon karten gonnyk rag omgelmyans

source: The login screen can optionally allow users who have smartcards to log in using those smartcards.
kw: An skrin omgelmyans a yll dre dhewis gasa usyoryon gans kartennow gonnyk dhe omgelmi ow devnydhya an kartennow gonnyk na.

source: Whether or not to allow passwords for login
kw: Mar gasa geryow-tremena rag omgelmyans

source: The login screen can be configured to disallow password authentication, forcing the user to use smartcard or fingerprint authentication.
kw: An skrin omgelmyans a yll bos selys rag digasa omgelmyans ger-tremena, owth ynia an usyer dhe devnydhya omgelmyans karten gonnyk po bys-prynt.

source: Path to small image at top of user list
kw: Tyller dhe aven byghan a-wartha dhe rol usyer

source: The login screen can optionally show a small image to provide site administrators and distributions a way to display branding.
kw: An skrin omgelmyans a yll dre dhewis diskwedhes aven byghan rag provia menystroryon ha lesrannansow unn agwedh rag diskwedhes merkyans.

source: The fallback login screen can optionally show a small image to provide site administrators and distributions a way to display branding.
kw: An skrin omgelmyans omskoodhyans a yll dre dewis aven byghen rag provia menystroryon ha lesrannansow unn agwedh rag diskwedhes merkyans.

source: Avoid showing user list
kw: Avodya ow diskwedhes rol usyer

source: The login screen normally shows a list of available users to log in as. This setting can be toggled to disable showing the user list.
kw: An skrin omgelmyans diskwedhes yn reyth rol a usyoryon kavadow rag omgelmi dell. An settyans ma a yll bos dewisys rag ungallosegi ow diskwedhes an rol usyer.

source: Enable showing the banner message
kw: Gallosegi ow diskwedhes an messach baner

source: Set to true to show the banner message text.
kw: Gorra dhe gwir rag diskwedhes an tekst messach baner.

source: Banner message source
kw: Devedhyans messach baner

source: The source of the text banner message on the login screen.
kw: An devedhyans a'n mesach baner tekst war'n skrin omgelmyans.

source: Banner message text
kw: Tekst messach baner

source: Text banner message to show in the login window.
kw: Messach baner tekst rag diskwedhes y'n fenester omgelmyans.

source: Banner message path
kw: Tyller messach baner

source: Path to text file with banner message to show in the login window.
kw: Tyller dhe restren tekst gans messach baner rag diskwedhes y'n fenester omgelmyans.

source: Disable showing the restart buttons
kw: Ungallosegi ow diskwedhes an botonyow dastalleth

source: Set to true to disable showing the restart buttons in the login window.
kw: Gorra dhe gwir rag ungallosegi ow diskwedhes an botonyow dastalleth y'n fenester omgelmyans.

source: Number of allowed authentication failures
kw: Niver a difygyow omgelmyans alowys

source: The number of times a user is allowed to attempt authentication, before giving up and going back to user selection.
kw: An niver a presyow unn usyer yw gasys dhe assaya omgelmyans, dherag ow daskor hag ow dehweles dhe'n dewis usyer.

source: Show command help
kw: Diskwedhes gweres arghadow

source: Show verbose output
kw: Diskwedhes eskorrans gerennek

source: Show debug output
kw: Diskwedhes eskorrans prevessans

source: Enable the authentication method
kw: Gallosegi an method omgelmyans

source: Disable the authentication method
kw: Ungallosegi an method omgelmyans

source: Require the authentication method
kw: Rekwirya an method omgelmyans

source: Action to perform on smartcard removal
kw: Gwrians rag gwruthyl mar karten gonnyk yw removys

source: Assume yes to any answer
kw: Desevos ya dhe neb gorthyp

source: Configure Password Authentication.
kw: Selya Omgelmyans Ger-Tremena.

source: Configure Fingerprint Authentication.
kw: Selya Omgelmyans Bys-Prynt.

source: Configure Smart Card Authentication.
kw: Selya Omgelmyans Karten Gonnyk.

source: Reset the GDM Authentication configuration.
kw: Dasorra an selyans Omgelmyans GDM.

source: Show GDM Authentication configuration.
kw: Diskwedhes selyans Omgelmyans GDM.

source: Password options
kw: Dewisyow Ger-Tremena

source: Fingerprint options
kw: Dewisyow Bys-Prynt

source: Smart Card options
kw: Dewisyow Karten Gonnyk

source: Reset options
kw: Dasgorra dewisyow

source: Show options
kw: Diskwedhes dewisyow

source: No PAM module available for Password authentication
kw: Unsys PAM kavadow vyth rag omgelmyans Ger-Tremena

source: No PAM module available for Smart Card authentication
kw: Unsys PAM kavadow vyth rag omgelmyans Karten Gonnyk

source: No PAM module available for Fingerprint authentication
kw: Unsys PAM kavadow vyth rag omgelmyans Bys-Prynt

source: “%s” needs at least one parameter
kw: “%s” res unn parameter dhe'n lyha

source: “%s” can't be enabled and disabled at the same time
kw: “%s” ny yllir bos byw ha marow yn kettermyn

source: “%s” is not a valid %s “%s” value
kw: “%s” na dalgh ewn %s “%s”

source: No distro detected, no hook to run
kw: Lesrannans helerghys vyth, higen vyth rag eksekutya

source: No valid args found to run hook “%s”
kw: Oberadowyow ewn vyth kavas rag eksekutya higen “%s”

source: Running distro hook “%s”
kw: Owth eksekutya higen lesrannans “%s”

source: Distro hook “%s” requested stopping
kw: Higen lesrannans “%s” govynys owth astel

source: Distro hook failed with exit status %d and error %s: Standard output: %s Error output: %s
kw: Higen lesrannans fyllis gans studh mes %d hag error %s: Eskorrans savonek: %s Eskorrans error: %s

source: Failed to set command “%s” option key “%s” via distro hook:
kw: Y fyllis gorra alhwedh dewis “%s” arghadow “%s” dre higen lesrannans:

source: Failed to create directory %s
kw: Y fyllis gul restrenva %s

source: dconf profile not found
kw: profil dconf na kavas

source: dconf has no system-db configured
kw: dconf kavos system-db selys vyth

source: Failed to get the “%s” header comment: %s, was it modified?
kw: Y fyllis kerghes an kampol penn “%s”: %s, o yth chanjys?

source: File “%s” header comment does not match, was it modified?
kw: Kampol penn restren “%s” na omdhesedha, o yth chanjys?

source: No expected header found on lock file “%s”, was it modified?
kw: Penn gwaytys vyth kavas war restren floren “%s”, o yth chanjys?

source: Failed to run a required distro hook:
kw: Y fyllis eksekutya higen lesrannans res:

source: COMMAND
kw: ARGHADOW

source: Commands: help Shows this information password Configure the password authentication fingerprint Configure the fingerprint authentication smartcard Configure the smartcard authentication reset Resets the default configuration show Shows the current configuration Use “%s COMMAND --help” to get help on each command.
kw: Arghadowyow: help Diskwedhes an kedhlow ma password Selya an omgelmyans ger-tremena fingerprint Selya an omgelmyans bys-prynt smartcard Selya an omgelmyans karten gonnyk reset Dasgorra an selyans defowt show Diskwedhes an selyans a-lemmyn Devnydhya “%s ARGHADOW --help” rag kavos gweres war pub arghadow.

source: Command options
kw: Dewisyow arghadow

source: You need to be root to use %s “%s” command
kw: Ty res bos gwreydhen rag devnydhya arghadow %s “%s”

source: Failed to set %s setting:
kw: Y fyllis gorra settyans %s:

source: Failed to set smartcard setting
kw: Y fyllis gorra settyans karten gonnyk

source: Failed to set password setting
kw: Y fyllis gorra settyans ger-tremena

source: Enabled
kw: Byw

source: Disabled
kw: Marow

source: Not supported
kw: Anskoodhys

source: Required
kw: A Res

source: GDM Authorization configuration Password authentication: %s Fingerprint authentication: %s Smart Card authentication: %s Smart Card removal action: %s
kw: Selyans Omgelmyans GDM Omgelmyans ger-tremena: %s Omgelmyans bys-prynt: %s Omgelmyans karten gonnyk: %s Gwrians ow remova karten gonnyk: %s

# Interactive question
source: Do you want to continue? [Y/n]?
kw: A vynn'ta pesya? [Y/n]?

source: User cancelled the request
kw: Usyer hedhys an govyn

source: Failed to reset %s setting:
kw: Y fyllis dasgorra settyans %s:
